[
    "News Release For release: 31 October, 2019 ANZ 2019 Final Dividend key dates and associated information for holders of ANZ’s ordinary shares and Capital Notes - The Group announced a proposed 2019 Final Dividend of 80 cents per share, partially franked at 70%. New Zealand imputation credits of NZD 9 cents per share will also be attached. Dividend Reinvestment Plan Neutralisation ANZ announced its intention to neutralise the impact of the shares allocated under the Dividend Reinvestment Plan (DRP). DRP participants do not need to take any action in respect of this in order to receive shares under the DRP. The neutralisation of the DRP is expected to involve ANZ ordinary shares being purchased on-market during the DRP Pricing Period by a third party appointed by ANZ. To the extent that the on-market purchase is not able to be completed for any reason, then ANZ will issue new ordinary shares to meet its obligations under the DRP. Franking Adjustments on ANZ Capital Notes Distributions paid on ANZ’s Capital Notes are required to be franked at the same level as the ordinary share dividend for the relevant half-year in which they are paid. As a result, distributions payable in the first half of the 2020 financial year will be franked at 70%. However, holders of the Capital Notes will be paid an increased cash distribution amount to compensate them for the unfranked component of the distribution in accordance with their terms. Further details of the adjustment to each distribution on the ANZ Capital Notes in that period will also be announced via ASX today. Dividend, DRP & BOP Information For the 2019 Final Dividend, under the DRP and Bonus Option Plan (BOP) Terms and Conditions no discount will be applied when calculating the Acquisition Price used to determine the number of ANZ ordinary shares allocated. Election notices from shareholders wanting to commence, cease or vary their participation in the DRP or BOP for the 2019 Final Dividend must be received by ANZ’s Share Registrar, Computershare, by 5.00pm (Australian Eastern Daylight Time) on 13 November 2019. Copies of all material and information in relation to the DRP and BOP are available at shareholder.anz.com Australian Taxation Any Australian resident holder of ANZ ordinary shares or Capital Notes should ensure they have provided their Tax File Number (TFN), Australian Business Number (ABN) or other tax Australia and New Zealand Banking Group Limited ABN 11 005 357 522 exemption to ANZ’s Share Registrar to ensure that ANZ is not required to withhold tax in respect of the unfranked component of the relevant dividend or distribution. No withholding tax is payable by shareholders resident outside Australia as the unfranked component of the dividend or distribution will be sourced from ANZ’s conduit foreign income account. Updated Key Dividend Dates1 The key dates related to the payment of the 2019 Final Dividend and the associated DRP and BOP will be as follows: Ex-date Monday, 11 November 2019 Record Date Tuesday, 12 November 2019 Last date for DRP/BOP participation & Foreign Currency Elections Wednesday, 13 November 2019, 5.00pm (Australian Eastern Daylight Time) DRP & BOP Pricing Period Friday, 15 November 2019 to Thursday, 28 November 2019 (both inclusive) Dividend Payment Date Wednesday, 18 December 2019 For media enquiries contact: For shareholder enquiries contact: Stephen Ries Tel: +61-409-655-551 Computershare 1800 11 33 99 +613 9415 4010 (international callers) . 1 Updated from 5 November 2018 announcement"
]