[
    "AUSTRALIA AND NEW ZEALAND BANKING GROUP LIMITED ABN 11 005 357 522 THE COMPANY 2019 Financial Report 30 September 2019 1 FINANCIAL STATEMENTS Income Statement Statement of Comprehensive Income Balance Sheet Cash Flow Statement Statement of Changes in Equity NOTES TO THE FINANCIAL STATEMENTS 1 About the Financial Statements 2 Operating Income 3 Operating Expenses 4 Income Tax 5 Dividends 6 Segment Reporting 7 Cash and Cash Equivalents 8 Trading Securities 9 Derivative Financial Instruments 10 Investment Securities 11 Net Loans and Advances 12 Allowance for Expected Credit Provision 13 Deposits and Other Borrowings 14 Debt Issuances 15 Financial Risk Management 16 Fair Value of Financial Assets and Financial Liabilities 17 Assets Charged as Security for Liabilities and Collateral Accepted as Security for Assets 18 Offsetting 19 Goodwill and Other Intangible Assets 20 Other Provisions 21 Shareholders’ Equity 22 Capital Management 23 Shares in Controlled Entities 24 Transfers of Financial Assets 25 Assets and Liabilities Held For Sale 26 Superannuation and Post Employment Benefit Obligations 27 Employee Share and Option Plans 28 Related Party Disclosures 29 Commitments, Contingent Liabilities and Contingent Assets 30 Compensation of Auditors 31 Impact of Adoption of New Standards and Other Changes 32 Events Since the End of the Financial Year Directors’ Declaration Lead Auditor’s Independence Declaration Independent Auditor’s Report 3 4 5 6 7 8 12 15 17 19 20 21 21 22 28 30 31 39 40 41 54 59 60 61 63 65 67 68 69 70 71 72 77 79 82 83 86 87 87 88 2 FINANCIAL REPORT INCOME STATEMENT For the year ended 30 September Note 2019 $m Interest income2 27,599 Interest expense (17,452) Net interest income 2 10,147 Other operating income 2 4,553 Net income from insurance business 2 7 Share of associates’ (loss)/profit 2 (1) Operating income 14,706 Operating expenses 3 (7,784) Profit before credit impairment and income tax 6,922 Credit impairment charge 12 (714) Profit before income tax 6,208 Income tax expense 4 (1,761) Profit for the year 4,447 1. On adoption of AASB 15, the Company reclassified certain items previously netted which are now presented gross in operating income and operating expenses. Comparative information has been restated accordingly which increased total operating income and total operating expenses by $146 million. 2. Includes interest income calculated using the effective interest method of $23,678 million on financial assets measured at amortised cost or fair value through other comprehensive income (2018: $22,752 million on financial assets measured at amortised cost and available-for-sale assets). The notes appearing on pages 8 to 86 form an integral part of these financial statements. FINANCIAL REPORT 20181 $m 27,020 (16,574) 10,446 8,765 18 (1) 19,228 (8,267) 10,961 (629) 10,332 (1,808) 8,524 3 ANZ 2019 ANNUAL REPORT FINANCIAL REPORT (continued) STATEMENT OF COMPREHENSIVE INCOME For the year ended 30 September 2019 $m Profit for the year 4,447 Other comprehensive income Items that will not be reclassified subsequently to profit or loss Investment securities - equity securities at FVOCI1 45 Other reserve movements 98 Items that may be reclassified subsequently to profit or loss Foreign currency translation reserve 209 Other reserve movements 915 Income tax attributable to the above items Other comprehensive income/(loss) after tax (301) 966 Total comprehensive income for the year 5,413 1. On adoption of AASB 9 on 1 October 2018, the classification and measurement of financial assets were revised. Available-for-sale classification used in comparative periods ceases to exist under AASB 9 and a new classification of investment securities was introduced. Refer to Note 1 and 31 for further details. Comparative information has not been restated. The notes appearing on pages 8 to 86 form an integral part of the financial statements. 2018 $m 8,524",
    "27 (154) 177 (124) (74) 8,450 4 BALANCE SHEET As at 30 September Note 2019 $m Assets Cash and cash equivalents1 7 77,949 Settlement balances owed to ANZ 3,442 Collateral paid 13,461 Trading securities 8 34,217 Derivative financial instruments 9 116,544 Investment securities2,3 10 73,355 Available-for-sale assets2 10",
    "Net loans and advances3,4 11 484,655 Regulatory deposits 215 Due from controlled entities 88,874 Shares in controlled entities 23 15,467 Investments in associates 18 Current tax assets 254 Deferred tax assets 1,245 Goodwill and other intangible assets 19 1,367 Premises and equipment 971 Other assets4 2,798 Total assets 914,832 Liabilities Settlement balances owed by ANZ 9,342 Collateral received 7,005 Deposits and other borrowings 13 524,241 Derivative financial instruments 9 117,340 Due to controlled entities 89,683 Current tax liabilities 118 Deferred tax liabilities4 67 Payables and other liabilities4 6,621 Employee entitlements 450 Other provisions3,4 20 1,905 Debt issuances 14 104,846 Total liabilities 861,618 Net assets 53,214 Shareholders' equity Ordinary share capital 21 26,413 Reserves 21 840 Retained earnings4 21 25,961 Total shareholders' equity 21 53,214 1. Includes settlement balances owed to ANZ that meet the definition of cash and cash equivalents. 2. On adoption of AASB 9 on 1 October 2018, the classification and measurement of financial assets were revised. Available-for-sale classification used in comparative periods ceases to exist under AASB 9 and a new classification of investment securities was introduced. Refer Note 1 and 31 for further details. Comparative information has not been restated. 3. On adoption of AASB 9 on 1 October 2018, the Company increased the collectively assessed provisions by $727 million ($583 million in Net loans and advances, $1 million in Investment securities, and $143 million in Provisions). Comparative information has not been restated. Refer to Note 1 and 31 for further details. 4. Comparative information has been restated for the adoption of AASB 15 and other reclassification adjustments to enhance comparability with current period presentation. Refer Note 1 and 31 for further details The notes appearing on pages 8 to 86 form an integral part of the financial statements. FINANCIAL REPORT 2018 $m 80,227 1,666 9,184 29,519 64,448",
    "64,728 475,851 264 90,170 18,852 18 266 1,071 1,446 898 2,603 841,211 9,867 6,002 511,992 65,638 88,383 85 49 5,002 421 1,270 98,626 787,335 53,876 27,533 (56) 26,399 53,876 5 ANZ 2019 ANNUAL REPORT FINANCIAL REPORT (continued) CASH FLOW STATEMENT For the year ended 30 September Profit after income tax 2019 $m 4,447 Adjustments to reconcile to net cash provided by/(used in) operating activities: Allowance for expected credit losses Depreciation and amortisation Net derivatives/foreign exchange adjustment Impairment of investment in Wealth Australia Impairment of investment in ANZ Share Investing (Gain)/Loss on sale from divestments Other non-cash movements 714 738 5,004 - 147 (273) 31 Net(increase)/decrease in operating assets: Collateral paid Trading securities Net loans and advances Net intra-group loans and advances Other assets (3,839) (6,393) (3,740) 5,301 (85) Net increase/(decrease) in operating liabilities: Deposits and other borrowings Settlement balances owed by ANZ Collateral received Other liabilities (1,109) (642) 619 955 Total adjustments Net cash provided by operating activities2 Cash flows from investing activities Investment securities/available-for-sale assets3: (2,572) 1,875 Purchases Proceeds from sale or maturity Proceeds from IOOF secured notes Proceeds from divestments, net of cash disposed Net movement in shares in controlled entities Other assets Net cash (used in) investing activities (22,583) 18,440 800 185 (132) (648) (3,938) Cash flows from financing activities Debt issuances4: Issue proceeds Redemptions Dividends paid5 On market purchase of treasury shares Share buy-back Net cash (used in)/provided by financing activities 20,450 (18,938) (4,481) (112) (1,120) (4,201) Net (decrease)/increase in cash and cash equivalents Cash and cash equivalents at beginning of year Effects of exchange rate changes on cash and cash equivalents Cash and cash equivalents at end of year (6,264) 80,227 3,986 77,949 1. As a result of restatements impacting prior period balance sheet items, certain items in the Cash Flow Statement have been restated accordingly. Refer Note 31 for further information 2. Net cash provided by operating activities includes income taxes paid of $1,875 million (2018: $2,648 million). 3. On adoption of AASB 9 on 1 October 2018, the classification and measurement of financial assets were revised. Available-for-sale classification used in comparative periods ceases to exist under AASB 9 and a new classification of investment securities was introduced. Refer Note 1 and 31 for further details. 4. Non-cash changes in debt issuances includes fair value hedging losses of $2,106 million (2018: $1,168 million gain) and foreign exchange losses of $3,290 million (2018: foreign exchange losses $4,487 million). 5. Cash outflow for shares purchased to satisfy the dividend reinvestment plan are classified in Dividends paid. The notes appearing on pages 8 to 86 form an integral part of the financial statements. 20181 $m 8,524 629 1,023 5,764 597 - (246) (2) (1,083) 8,913 (20,619) (1,796) (525) 7,432 1,604 341 516 2,548 11,072 (18,853) 15,282 - 1,786 989 (301) (1,097) 21,962 (11,921) (4,585) (114) (1,880) 3,462 13,437 63,399 3,391 80,227 6 FINANCIAL REPORT (continued) STATEMENT OF CHANGES IN EQUITY Ordinary share capital $m Reserves $m Retained earnings $m As at 1 October 2017 29,416 36 22,396 Impact on transition to AASB 15",
    "22 Profit for the year",
    "8,524 Other comprehensive income for the year",
    "(95) 21 Total comprehensive income for the year",
    "(95) 8,545 Transactions with equity holders in their capacity as equity holders: Dividends paid",
    "(4,585) Group share buy-back1 (1,880)",
    "Other equity movements: Group employee share acquisition scheme (3)",
    "Other items",
    "3 21 As at 30 September 2018 27,533 (56) 26,399 Impact on transition to AASB 9",
    "5 (483) Profit for the year",
    "4,447 Other comprehensive income for the year",
    "894 72 Total comprehensive income for the year",
    "894 4,519 Transactions with equity holders in their capacity as equity holders: Dividends paid2",
    "(4,481) Group share buy-back1 (1,120)",
    "Other equity movements: Group employee share acquisition scheme",
    "(3) 7 As at 30 September 2019 26,413 840 25,961 1. The Company has completed a $3.0 billion on-market share buy-back of ANZ ordinary shares purchasing $1,120 million worth of shares in 2019 (2018: $1,880 million) resulting in 42.0 million shares being cancelled in 2019 (2018: 66.7 million). 2. No new shares were issued under the Dividend Reinvestment Plan (DRP) for the 2019 interim dividend (nil shares for the 2018 final dividend; nil shares for the 2018 interim dividend) as the shares were purchased on-market and provided directly to the shareholders participating in the DRP. On-market share purchases for the DRP in the September 2019 full year were $432 million (Sep 18 full year: $392 million). The notes appearing on pages 8 to 86 form an integral part of the financial statements. FINANCIAL REPORT Total shareholders’ equity $m 51,848 22 8,524 (74) 8,450",
    "(4,585) (1,880) (3) 24 53,876 (478) 4,447 966 5,413 (4,481) (1,120)",
    "4 53,214 7 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 1. ABOUT THE FINANCIAL STATEMENTS These are the financial statements for Australia and New Zealand Banking Group Limited (the Company or ANZ) for the year ended 30 September 2019. The Company is incorporated and domiciled in Australia. The address of the Company’s registered office and its principal place of business is ANZ Centre, 833 Collins Street, Docklands, Victoria, Australia 3008. On 30 October 2019, the Directors resolved to authorise the issue of these financial statements. Information in the financial statements is included only to the extent we consider it material and relevant to the understanding of the financial statements. A disclosure is considered material and relevant if, for example: the amount is significant in size (quantitative factor); the information is significant by nature (qualitative factor); the user cannot understand the Company’s results without the specific disclosure (qualitative factor); the information is critical to a user’s understanding of the impact of significant changes in the Company’s business during the period, for example: business acquisitions or disposals (qualitative factor); or the information relates to an aspect of the Company’s operations that is important to its future performance (qualitative factor) and; the information is required under legislative requirements of the Corporations Act 2001, the Banking Act 1959 (Cth) or by the Company’s principal regulators, including the Australian Securities and Investments Commission (ASIC) and the Australian Prudential Regulation Authority (APRA). This section of the financial statements: outlines the basis upon which the Company’s financial statements have been prepared; and discusses any new accounting standards or regulations that directly impact the financial statements. BASIS OF PREPARATION This financial report is a general purpose (Tier 1) financial report (as defined under the Corporations law) prepared by a ‘for profit’ entity, in accordance with Australian Accounting Standards (AASs) and other authoritative pronouncements of the Australian Accounting Standards Board (AASB) the Corporations Act 2001, and the International Financial Reporting Standards (IFRS) and interpretations published by the International Accounting Standards Board (IASB). The Company is a reporting entity under the Corporations Act 2001, and is not exempt from preparing consolidated financial statements. The financial statements for the Company have been prepared for the purpose of the Company fulfilling its financial reporting obligations under part 7.8 of the Corporations Act 2001, as required for Australian Financial Services Licensees. The Company is the ultimate parent entity of the ANZ Group. The Company consists of the following operations undertaken in Australia and in its overseas branches: Retail and Commercial operations, Institutional operations, and Technology Services & Operations and Group Centre operations The consolidated financial statements of the Group can be found as part of the 2019 Annual Report at https//shareholder.anz.com/annual-report- shareholder-review and copies are available from the Company’s registered office and principal place of business. We present these financial statements in Australian dollars, which is the Company’s functional and presentation currency. We have rounded values to the nearest million dollars ($m), unless otherwise stated, as allowed under the Australian Securities and Investments Commission (ASIC) Corporations (Rounding in Financial/Directors Report) Instrument 2016/191. BASIS OF MEASUREMENT We have prepared the financial information in accordance with the historical cost basis - except the following assets and liabilities which we have stated at their fair value: derivative financial instruments and in the case of fair value hedging, a fair value adjustment is made on the underlying hedging exposure; financial instruments held for trading; financial assets and liabilities designated at fair value through profit and loss; available-for-sale financial assets (prior to 1 October 2018); and financial assets at fair value through other comprehensive income (applicable from 1 October 2018); In accordance with AASB 119 Employee Benefits defined benefit obligations are measured using the Projected Unit Credit Method. 8 1. ABOUT THE FINANCIAL STATEMENTS (continued) FOREIGN CURRENCY TRANSLATION TRANSACTIONS AND BALANCES Foreign currency transactions are translated into the relevant functional currency at the exchange rate prevailing at the date of the transaction. At the reporting date, monetary assets and liabilities denominated in foreign currencies are translated into Australian dollars, being the functional currency, at the relevant spot rate. Any foreign currency translation gains or losses are included in profit or loss in the period they arise. We measure translation differences on non-monetary items at fair value through profit or loss and report them as part of the fair value gain or loss on these items. We include any translation differences on non-monetary items classified as investment securities measured at fair value through other comprehensive income (applicable from 1 October 2018) and non-monetary items classified as available-for-sale financial assets in the available-for- sale revaluation reserve in equity (applicable prior to 1 October 2018). KEY JUDGEMENTS AND ESTIMATES When applying accounting policies, management has made a number of judgements and applied estimates and assumptions about past and future events. Further information on the key judgements and estimates that we consider material to the financial statements are contained within the relevant notes to the financial statements. ACCOUNTING STANDARDS ADOPTED IN THE PERIOD AASB 9 FINANCIAL INSTRUMENTS (AASB 9) The Company has applied AASB 9 effective from 1 October 2018 (with the exception of the ‘own credit’ requirements relating to financial liabilities designated as measured at fair value, which were early adopted by the Company effective from 1 October 2013). In addition, the Company chose to early adopt AASB 2017-6 Amendments to Australian Accounting Standards – Prepayment Features with Negative Compensation (AASB 2017-6) effective from 1 October 2018. AASB 9 provides an accounting policy choice, which the Company has taken in the current period, to continue to apply the AASB 139 hedge accounting requirements until the International Accounting Standards Board’s ongoing project on macro hedge accounting is completed. AASB 9 and AASB 2017-6 stipulate new requirements for the impairment of financial assets, classification and measurement of financial assets and financial liabilities and general hedge accounting. Details of the key requirements are outlined within the Financial Assets and Financial Liabilities sections in following notes, and a reconciliation of the transitional impact of adopting the standard at 1 October 2018 is set out in Note 31. AASB 15 REVENUE FROM CONTRACTS WITH CUSTOMERS (AASB 15) The Company adopted AASB 15 from 1 October 2018 which resulted in changes in accounting policies. The standard requires identification of distinct performance obligations within a contract, and allocation of the transaction price of the contract to those performance obligations. Revenue is then recognised as each performance obligation is satisfied. The standard also provides guidance on whether an entity is acting as a principal or an agent which impacts the presentation of revenue on a gross or net basis. In accordance with the transitional provisions of AASB 15, the Company has adopted the full retrospective transition approach. Under this approach, the cumulative effect of initially applying the standard has been recognised as an adjustment to opening retained earnings as at 1 October 2017 and comparative information for the 2018 reporting period has been restated. The adoption of AASB 15 resulted in the following changes in accounting policy: Recognition of trail commission revenue: trail commission revenue previously recognised over time is now recognised at the time the Company initially distributes the underlying product to the customer where it is highly probable the revenue will not need to be reversed in future periods. This policy change resulted in an increase to the opening balances of Other assets $32 million, Deferred tax liabilities $10 million and Retained earnings $22 million as at 1 October 2017 to recognise revenue that qualifies for upfront recognition under AASB 15 but was not previously recognised under AASB 118 Revenue (AASB 118). The change did not impact net profit or earnings per share in the comparative periods. Presentation: Certain credit card loyalty costs and other costs will be presented as operating expenses where the Company has assessed that it is acting as principal (rather than an agent). Previously these costs were presented as a reduction of other operating income. In addition, certain incentives received from card scheme providers related to card marketing activities will be presented as operating income where the Company has assessed that it is acting as principal (rather than an agent). Previously these incentives were presented as a reduction of operating expenses. The presentation of these costs under AASB 15 increased other operating income and operating expenses by $146 million in 2018. The changes did not impact net profit or earnings per share in the comparative periods. 9 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS NOTES TO THE FINANCIAL STATEMENTS NOTES TO THE FINANCIAL STATEMENTS (continued) 1. ABOUT THE FINANCIAL STATEMENTS (continued) ACCOUNTING STANDARDS NOT EARLY ADOPTED A number of new standards, amendments to standards and interpretations have been published but are not mandatory for the financial statements for the year ended 30 September 2019, and have not been applied by the Company in preparing these financial statements. Further details of these are set out below. GENERAL HEDGE ACCOUNTING AASB 9 introduces new hedge accounting requirements which more closely align accounting with risk management activities undertaken when hedging financial and non-financial risks. AASB 9 provides the Company with an accounting policy choice to continue to apply the AASB 139 hedge accounting requirements until the International Accounting Standards Board’s ongoing project on macro hedge accounting is completed. The Company currently applies the hedge accounting requirements of AASB 139. AASB 16 LEASES (AASB 16) AASB 16 is effective for the Company from 1 October 2019 and replaces the previous standard AASB 117 Leases (AASB 117). AASB 16 primarily impacts the Company’s property and technology leases which were previously classified as operating leases. Under AASB 117, operating leases were not recognised on balance sheet and rent payments were expensed over the lease term. Under AASB 16, lessees must recognise all leases (except for lease of low value assets and short term leases) on balance sheet under a single accounting model. Accordingly, the Company will recognise its right to use an underlying leased asset over the lease term as a right-of-use (ROU) asset, and its obligation to make lease payments as a lease liability. In the income statement, the Company will recognise depreciation expense on the ROU asset and interest expense on the lease liability. As a result, lease expenses will be higher in the early periods of a lease and lower in the later periods of the lease compared to the previous standard where expenses were constant over the lease term. Cumulative expenses over the life of a lease will not change. The Company will apply the modified retrospective transition approach whereby initial lease liabilities are recognised based on the present value of remaining lease payments as of the transition date. The initial ROU asset recognised for certain large commercial and retail leases will be measured as if AASB 16 had always been applied to the leases. For all other leases, the initial ROU asset will be measured as equal to the initial lease liability. Based on this transition approach, the Company expects to recognise an increase in liabilities of $2.2 billion and an increase in assets of $2.1 billion. This is expected to result in a reduction to opening retained earnings of $66 million and an increase in deferred tax assets of $37 million as of 1 October 2019. Comparative information from prior periods will not be restated. The implementation of AASB 16 requires management to make certain key judgements including the determination of lease terms, discount rates and identifying arrangements that contain a lease. These estimates may be refined as the Company finalises its implementation of the standard in the first half of the 2020 financial year. AASB 17 INSURANCE CONTRACTS (AASB 17) The final version of AASB 17 was issued in July 2017 and is not effective for the Company until 1 October 2021. It will replace AASB 4 Insurance Contracts, AASB 1023 General Insurance Contracts and AASB 1038 Life Insurance Contracts. AASB 17 establishes principles for the recognition, measurement, presentation and disclosure of insurance contracts. The measurement, presentation and disclosure requirements under AASB 17 are significantly different from current accounting standards. Although the overall profit recognised in respect of insurance contracts will not change, it is expected that the timing of profit recognition will change. The impact of AASB 17 is not expected to have a material impact on the Company. AASB INTERPRETATION 23 UNCERTAINTY OVER INCOME TAX TREATMENTS (INTERPRETATION 23) In July 2017 the AASB issued Interpretation 23 Uncertainty over Income Tax Treatments. The Interpretation clarifies application of recognition and measurement requirements in IAS 12 Income Taxes when there is uncertainty over income tax treatments. Interpretation 23 will apply to the Company from 1 October 2019, and is not expected to have a material impact on the Company. REVISED CONCEPTUAL FRAMEWORK In June 2019 the AASB issued a revised Conceptual Framework for Financial Reporting. The new Framework includes updated definitions and criteria for the recognition and derecognition of assets and liabilities. Additionally it introduces new concepts on measurement, including factors to consider when selecting a measurement basis. The revised Conceptual Framework will apply to the Company from 1 October 2020 and is not expected to have a material impact on the Company. 10 ANZ 2019 ANNUAL REPORT 1. ABOUT THE FINANCIAL STATEMENTS (continued) ACCOUNTING STANDARDS NOT EARLY ADOPTED (continued) INTEREST RATE BENCHMARK REFORM Interbank offered rates (IBORs), such as LIBOR, are a key reference rate for derivatives, loans and securities for global financial markets. In response to concerns about the transparency and liquidity of IBOR rates, regulators in a number of jurisdictions across the globe are well advanced in developing benchmark rates to phase out and replace IBORs, these projects are collectively known as ‘IBOR Reform’. The International Accounting Standards Board (IASB) is also considering the financial reporting implications of IBOR reform which is expected to impact elements of financial instrument accounting, including hedge accounting, loan modifications, fair value methodologies and disclosures. The IASB project is split into two phases: Phase 1 deals with pre-replacement issues (issues affecting financial reporting in the period before the replacement of IBOR’s); and Phase 2 deals with replacement issues (issues affecting financial reporting when existing IBOR’s are replaced). In September 2019, the IASB issued a final standard, Interest Rate Benchmark Reform—Amendments to IFRS 9, IAS 39 and IFRS 7 which focuses on ‘pre-rate replacement issues’ and provides exceptions to specific hedge accounting requirements under IAS 39 and IFRS 9 so that entities will be able to apply those hedge accounting requirements under an assumption that the interest rate benchmark is not altered as a result of the interest rate benchmark reform. In October 2019, AASB adopted these amendments in AASB 2019-3 Amendments to Australian Accounting Standards – Interest Rate Benchmark Reform. Although the Company anticipates the new standard, once adopted, will provide certain relief in relation to hedge accounting requirements, for 30 September 2019 reporting purposes, it has considered the existing portfolio of hedge accounted relationships in light of:",
    "the significant uncertainty surrounding the method and timing of transition away from IBORs; and ongoing application and reliance in capital markets on IBOR’s for financial instrument pricing. As result of the above factors, the Company has concluded that continuation of hedge accounting relationships for potentially impacted hedge relationship remains appropriate. The Company is considering the new standard which is effective on 1 October 2020 but may be adopted earlier. 11 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 2. OPERATING INCOME 2019 $m Net interest income Interest income by type of financial asset Financial assets designated at fair value through other comprehensive income Investment securities/Available-for-sale assets Financial assets at amortised cost Trading securities Interest income - external Interest income - controlled entities Interest income 1,329 22,349 627 24,305 3,294 27,599 Interest expense by type of financial liability Financial liabilities at amortised cost Securities sold short Financial liabilities designated at fair value through profit or loss Interest expense - external Interest expense - controlled entities Interest expense Major bank levy (13,191) (104) (81) (13,376) (3,713) (17,089) (363) 10,147 Net interest income Other operating income i) Fee and commission income Lending fees Non-lending fees Commissions Funds management income Fee and commission income - external Fee and commission income - controlled entities Fee and commission income Fee and commission expense Net fee and commission income 546 2,241 76 25 2,888 905 3,793 (999) 2,794 ii) Other income Net foreign exchange earnings and other financial instruments income2 Dividends received from controlled entities3 Gain/(Loss) on divestments Write down of investment in Wealth Australia (AWA)3 Write down of ANZ Share Investing Dividend income on equity securities Other Other income4 Other operating income 896 873 69 - (147) 28 40 1,759 4,553 Net income from insurance business Share of associates' (loss) / profit Operating income5 7 (1) 14,706 1. On adoption of AASB 15, the Company reclassified certain items previously netted which are now presented gross in operating income and operating expenses. Comparative information has been restated accordingly which increased total operating income by $146 million. 2. Includes fair value movements (excluding realised and accrued interest) on derivatives not designated as accounting hedges entered into to manage interest rate and foreign exchange risk on funding instruments, ineffective portions of cash flow hedges, and fair value movements in financial assets and liabilities designated at fair value through profit and loss. 3. During 2018 the Company received a dividend of $582 million from AWA and wrote the investment in AWA down. The impact has been presented net in the income statements. 4. Total other income includes external dividend income from Bank of Tianjin of $27 million (2018: $27 million). 5. Includes customer remediation of $226 million for 2019 (2018: $310 million). 2018 $m1 1,232 21,520 881 23,633 3,387 27,020 (12,148) (239) (69) (12,456) (3,763) (16,219) (355) 10,446 597 2,189 57 (80) 2,763 1,279 4,042 (904) 3,138 1,178 4,773 246 (597) - 28 (1) 5,627 8,765 18 (1) 19,228 12 NOTES TO THE FINANCIAL STATEMENTS 2. OPERATING INCOME (continued) RECOGNITION AND MEASUREMENT NET INTEREST INCOME Interest Income and Expense We recognise interest income and expense for all financial instruments, including those classified as held for trading, assets measured at fair value through other comprehensive income (applicable from 1 October 2018), available-for-sale assets (applicable prior to 1 October 2018) or designated at fair value, through profit or loss in net interest income. For assets held at amortised cost, the Company uses the effective interest rate method to calculate amortised cost. The effective interest rate is the rate that discounts the stream of estimated future cash receipts or payments over the expected life of the financial instrument or, when appropriate, a shorter period, to the net carrying amount of the financial asset or liability. For assets subject to prepayment, we determine their expected life on the basis of historical behaviour of the particular asset portfolio - taking into account contractual obligations and prepayment experience. We recognise fees and costs, which form an integral part of the financial instrument (for example loan origination fees and costs), using the effective interest method. This is presented as part of interest income or expense depending on whether the underlying financial instrument is a financial asset or financial liability. Major Bank Levy The Major Bank Levy Act 2017 (‘Levy’ or ‘Major bank levy’) applies a rate of 0.06% to certain liabilities of the Company. The Company has determined that the levy represents a finance cost for the Company and $363 million (2018: $355 million) is presented in interest expense in the Income Statement. OTHER OPERATING INCOME Fee and Commission Revenue We recognise fee and commission revenue arising from contracts with customers: (a) over time when the performance obligation is satisfied across more than one reporting period or (b) at a point in time when the performance obligation is satisfied immediately or is satisfied within one reporting period. Lending fees exclude fees treated as part of the effective yield calculation of interest income. Lending fees include certain guarantee and commitment fees where the loan or guarantee is not likely to be drawn upon and other fees charged for providing customers a distinct good or service that are recognised separately from the underlying lending product (including annual package fees that provide benefits on other ANZ products). Non lending fees includes fees associated with deposit and credit card accounts, interchange fees and fees charged for specific customer transactions such as international money transfers. Where the Company provides multiple goods or services to a customer under the same contract, the Company allocates the transaction price of the contract to those performance obligations based on the relative stand-alone selling price of each performance obligation. Revenue is recognised as each performance obligation is satisfied. Commissions represent fees from third parties where ANZ acts as an agent by arranging a third party (e.g. an insurance provider) to provide goods and services to a customer. In such cases, ANZ is not primarily responsible for providing the underlying good or service to the customer. If the Company collects funds on behalf of a third party when acting as an agent, the Company only recognises the net commission it retains as revenue. When the commission is variable based on factors outside the control of the Company (e.g. a trail commission), revenue is only recognised if it is highly probable that a significant reversal of the variable amount will not be required in future periods. Funds management income represent fees earned from customers for providing financial advice and fees for asset management services and advice provided to investment funds. Revenue is recognised either at the point the financial advice is provided or over the period in which the asset management services are delivered. Performance fees associated with funds management activities are only recognised when it becomes highly probable the performance hurdle will be achieved. Net Foreign Exchange Earnings and Other Financial Instruments Income We recognise the following as net foreign exchange earnings and other financial instruments income: exchange rate differences arising on the settlement of monetary items and translation differences on monetary items translated at rates different to those at which they were initially recognised or included in a previous financial report; fair value movements (excluding realised and accrued interest) on derivatives that we use to manage interest rate and foreign exchange risk on funding instruments not designated as accounting hedges; 13 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 2. OPERATING INCOME (continued) RECOGNITION AND MEASUREMENT the ineffective portions of fair value hedges, cash flow hedges and net investment hedges; immediately upon sale or repayment of a hedged item, the unamortised fair value adjustments in items designated as fair value hedges and amounts accumulated in equity related to designated cash flow hedges. fair value movements on financial assets and financial liabilities designated at fair value through profit or loss or held for trading; amounts released from the Available For Sale (AFS) revaluation reserve (applicable prior to 1 October 2018) when an available-for-sale asset is sold; amounts released from the FVOCI reserve (applicable from 1 October 2018) when a debt instrument classified as measured at FVOCI is sold; the gain or loss on derecognition of financial assets or liabilities measured at amortised cost. Dividends Received from Controlled Entities Dividends are recognised as revenue when the right to receive payment is established. Gain or Loss on Disposal of Non-Financial Assets The gain or loss on the disposal of assets is the difference between the carrying value of the asset and the proceeds of disposal net of costs. This is recognised in other income in the year in which the significant risks and rewards transfer to the buyer. SHARE OF ASSOCIATES’ PROFIT The equity method is applied to accounting for associates. Under the equity method the Company’s share of the after tax results of associates is included in the Income Statement and the Statement of Comprehensive Income. NET INCOME FROM INSURANCE BUSINESS We recognise: premiums received (net of reinsurance premiums paid) are recognised based on an assessment of the likely pattern in which risk will emerge over the term of the policies written. This assessment is undertaken periodically and updated in accordance with the latest pattern of risk emergence; and claims incurred are recognised net of reinsurance, on an accruals basis once the liability to the policy owner has been established under the terms of the contract and through actuarial assumptions of future claims. 14 NOTES TO THE FINANCIAL STATEMENTS 3. OPERATING EXPENSES 2019 $m 2018 $m 1 Personnel Salaries and related costs2 3,141 3,233 Superannuation costs 252 258 Other2 161 163 Personnel 3,554 3,654 Premises Rent 383 395 Other 268 264 Premises 651 659 Technology (excluding personnel) Depreciation and amortisation3 639 922 Licences and outsourced services 477 457 Other 185 204 Technology (excluding personnel) 1,301 1,583 Restructuring 56 210 Other Advertising and public relations 188 160 Professional fees2 482 497 Freight, stationery, postage and communication 173 179 Royal Commission legal costs 15 55 Other2 1,364 1,270 Other expenses 2,222 2,161 Operating expenses2 7,784 8,267 1. On adoption of AASB 15, the Company reclassified certain items previously netted which are now presented gross in operating income and operating expenses. Comparative information has been restated accordingly which increased total operating expense by $146 million for 2018. 2. Includes customer remediation expenses of $380 million for 2019 (2018: $255million). 3. 2018 includes an accelerated amortisation expense of $240 million. RECOGNITION AND MEASUREMENT OPERATING EXPENSES Operating expenses are recognised as services are provided to the Company over the period in which an asset is consumed or once a liability is created. SALARIES AND RELATED COSTS - ANNUAL LEAVE, LONG SERVICE LEAVE AND OTHER EMPLOYEE BENEFITS Wages and salaries, annual leave, and other employee entitlements expected to be paid or settled within twelve months of employees rendering service are measured at their nominal amounts using remuneration rates that the Company expects to pay when the liabilities are settled. We accrue employee entitlements relating to long service leave using an actuarial calculation. It includes assumptions regarding staff departures, leave utilisation and future salary increases. The result is then discounted using market yields at the reporting date. The market yields are determined from a blended rate of high quality corporate bonds with terms to maturity that closely match the estimated future cash outflows. If we expect to pay short term cash bonuses, then a liability is recognised when the Company has a present legal or constructive obligation to pay this amount (as a result of past service provided by the employee) and the obligation can be reliably measured. 15 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 3. OPERATING EXPENSES (continued) RECOGNITION AND MEASUREMENT Personnel expenses also include share-based payments which may be cash or equity settled. We calculate the fair value of equity settled remuneration at grant date, which is then amortised over the vesting period, with a corresponding increase in share capital or the share option reserve as applicable. When we estimate the fair value, we take into account market vesting conditions, such as share price performance conditions. We take non-market vesting conditions, such as service conditions, into account by adjusting the number of equity instruments included in the expense. After the grant of an equity-based award, the amount we recognise as an expense is reversed when non-market vesting conditions are not met, for example an employee fails to satisfy the minimum service period specified in the award on resignation, termination or notice of dismissal for serious misconduct. However, we do not reverse the expense if the award does not vest due to the failure to meet a market- based performance condition. Further information on share-based payment schemes operated by the Company during the current and prior year is included in Note 27 Employee Share and Option Plans. 16 4. INCOME TAX INCOME TAX EXPENSE Reconciliation of the prima facie income tax expense on pre-tax profit with the income tax expense recognised in profit or loss: Profit before income tax Prima facie income tax expense at 30% Tax effect of permanent differences: Sale of Shanghai Rural Commercial Bank (SRCB) Tax provisions no longer required Non deductible interest on debt instruments Overseas tax rate differential Rebatable and non-assessable dividends Provision for foreign tax on dividend repatriation Wealth Australia divestment adjustments Other Subtotal Income tax over provided in previous years Income tax expense Current tax expense Adjustments recognised in the current year in relation to the current tax of prior years Deferred tax expense/(income) relating to the origination and reversal of temporary differences Income tax expense Australia Overseas Income tax expense Effective tax rate NOTES TO THE FINANCIAL STATEMENTS 2019 $m 2018 $m 6,208 10,332 1,862 3,100",
    "(84) (8) (39) 81 67 (40) (6) (262) (1,606) 34 28 74 354 39 13 1,780 1,827 (19) (19) 1,761 1,808 1,901 2,037 (19) (19) (121) (210) 1,761 1,808 1,583 1,695 178 113 1,761 1,808 28.4% 17.5% 17 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 4. INCOME TAX (continued) TAX CONSOLIDATION The Company and all its wholly owned Australian resident entities are part of a tax-consolidated group under Australian taxation law. The Company is the head entity in the tax-consolidated group. We recognise each of the following in the separate financial statements of members of the tax consolidated group on a ‘group allocation’ basis: tax expense/income, and deferred tax liabilities/assets, that arise from temporary differences of the members of the tax-consolidated group. The Company (as head entity in the tax-consolidated group) recognises current tax liabilities and assets of the tax-consolidated group. Under a tax funding arrangement between the entities in the tax consolidated group, amounts are recognised as payable to or receivable by the Company and each member of the tax-consolidated group in relation to the tax contribution amounts paid or payable between the Company and the other members of the tax-consolidated group. Members of the tax-consolidated group have also entered into a tax sharing agreement that provides for the allocation of income tax liabilities between the entities were the head entity to default on its income tax payment obligations. UNRECOGNISED DEFERRED TAX ASSETS AND LIABILITIES Unrecognised deferred tax assets related to unused realised tax losses (on revenue account) total $6 million (2018: $nil). Unrecognised deferred tax liabilities related to additional potential foreign tax costs (assuming all retained earnings in offshore branches are repatriated) total $13 million (2018: $10 million). RECOGNITION AND MEASUREMENT INCOME TAX EXPENSE Income tax expense comprises both current and deferred taxes and is based on the accounting profit adjusted for differences in the accounting and tax treatments of income and expenses (that is, taxable income). We recognise tax expense in profit or loss except to the extent to which it relates to items recognised directly in equity and other comprehensive income, in which case we recognise it directly in equity or other comprehensive income respectively. CURRENT TAX EXPENSE Current tax is the tax we expect to pay on taxable income for the year, based on tax rates (and tax laws) which are enacted at the reporting date. We recognise current tax as a liability (or asset) to the extent that it is unpaid (or refundable). DEFERRED TAX ASSETS AND LIABILITIES We account for deferred tax using the balance sheet method. Deferred tax arises because accounting income is not always the same as the taxable income. This creates temporary differences, which usually reverse over time. Until they reverse, we recognise a deferred tax asset, or liability, on the balance sheet. We measure deferred taxes at the tax rates that we expect will apply to the period(s) when the asset is realised, or the liability settled, based on tax rates (and tax laws) that have been enacted or substantially enacted at the reporting date. We offset current and deferred tax assets and liabilities only to the extent that:",
    "they relate to income taxes imposed by the same taxation authority;",
    "there is a legal right and intention to settle on a net basis; and",
    "it is allowed under the tax law of the relevant jurisdiction. KEY JUDGEMENTS AND ESTIMATES Judgement is required in determining provisions held in respect of uncertain tax positions. The Company estimates its tax liabilities based on its understanding of the relevant law in each of the countries in which it operates and seeks independent advice where appropriate. 18 NOTES TO THE FINANCIAL STATEMENTS 5. DIVIDENDS ORDINARY SHARE DIVIDENDS Dividends are provided for in the financial statements once determined, accordingly, the final dividend announced for the current financial year is provided for and paid in the following financial year. Dividends % of total Amount per share Total dividend $m Financial Year 2018 2017 final dividend paid 80 cents 2,350 2018 interim dividend paid 80 cents 2,317 Bonus option plan adjustment (82) Dividends paid during the year ended 30 September 2018 4,585 Cash 91.5% 4,193 Dividend reinvestment plan 8.5% 392 Dividends paid during the year ended 30 September 2018 4,585 Financial Year 2019 2018 final dividend paid 80 cents 2,295 2019 interim dividend paid 80 cents 2,267 Bonus option plan adjustment (81) Dividends paid during the year ended 30 September 2019 4,481 Cash 90.4% 4,049 Dividend reinvestment plan 9.6% 432 Dividends paid during the year ended 30 September 2019 4,481 Dividends announced and to be paid after year-end Payment date Amount per share Total dividend $m 2019 final dividend (partially franked at 70% for Australian tax, New Zealand imputation credit NZD 9 cents per share) 18 December 2019 80 cents 2,268 DIVIDEND REINVESTMENT PLAN AND BONUS OPTION PLAN Eligible shareholders can elect to reinvest their dividend entitlement into ANZ ordinary shares under the Company’s Dividend Reinvestment Plan (DRP). Eligible shareholders can elect to forgo their dividend entitlement and instead receive ANZ ordinary shares under the Company’s Bonus Option Plan (BOP). For the 2019 final dividend, DRP participation will be satisfied by an on-market purchase of shares and BOP participation will be satisfied by an issue of ANZ ordinary shares. There will be no discount applied to the DRP and BOP price. See Note 21 Shareholders’ Equity for details of shares the Company issued or purchased in respect of the DRP and BOP. DIVIDEND FRANKING ACCOUNT Currency 2019 $m 2018 $m Australian franking credits available at 30% tax rate AUD 35 97 New Zealand imputation credits available (which can be attached to our Australian dividends but may only be used by New Zealand resident shareholders) NZD 4,068 3,868 The above amounts represent the balances of the franking accounts as at the end of the financial year, adjusted for: franking credits that will arise from the payment of income tax payable as at the end of the financial year; and franking credits/debits from the receipt/payment of dividends that have been recognised as tax receivables/payables as at the end of the financial year. 19 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 5. DIVIDENDS (continued) The proposed final 2019 dividend will utilise the entire balance of $35 million franking credits available at 30 September 2019. Instalment tax payments on account of the 2020 financial year which will be made after 30 September 2019 will generate sufficient franking credits to enable the final 2019 dividend to be fully franked. The extent to which future dividends will be franked will depend on a number of factors, including the level of profits generated by the Company that will be subject to tax in Australia. RESTRICTIONS ON THE PAYMENT OF DIVIDENDS APRA’s written approval is required before paying dividends on ANZ ordinary shares: if the aggregate dividends exceed the Company’s after tax earnings (in calculating those after tax earnings, we take into account any payments we made on senior capital instruments) in the financial year to which they relate; or if the Group’s Common Equity Tier 1 capital ratio falls within capital range buffers specified by APRA. If the Company fails to pay a dividend or distribution on its ANZ Capital Notes or ANZ Capital Securities on the scheduled payment date, it may (subject to a number of exceptions) be restricted from resolving to pay or paying any dividend on the ANZ ordinary shares. 6. SEGMENT REPORTING No operating segment disclosures have been presented in these Company financial statements. Disaggregated information for the Company’s segments is not information which is regularly provided to the Chief Executive Officer, who is the Chief Operating Decision Maker (CODM) of the Company. Full details of the operating segments of the Group are provided in Note 7 Segment Reporting in the ANZ 2019 Group Annual Report located at https://shareholder.anz.com/annual-report-shareholder-review. FINANCIAL ASSETS Outlined below is a description of how we classify and measure financial assets relevant to the subsequent note disclosures. CLASSIFICATION AND MEASUREMENT Financial assets - general There are three measurement classifications for financial assets under AASB 9: amortised cost, fair value through profit or loss (FVTPL) and fair value through other comprehensive income (FVOCI). Financial assets are classified into these measurement classifications on the basis of two criteria: the business model within which the financial asset is managed; and  the contractual cash flow characteristics of the financial asset (specifically whether the contractual cash flows represent solely payments of principal and interest). The resultant financial asset classifications are as follows: Amortised cost: Financial assets with contractual cash flows that comprise solely payments of principal and interest only and which are held in a business model whose objective is to collect their cash flows; FVOCI: Financial assets with contractual cash flows that comprise solely payments of principal and interest only and which are held in a business model whose objective is to collect their cash flows or to sell the assets; and FVTPL: Any other financial assets not falling into the categories above are measured at FVTPL. Fair Value Option for Financial Assets A financial asset may be irrevocably designated FVTPL on initial recognition when the designation eliminates or significantly reduces an accounting mismatch that would otherwise arise. 20 NOTES TO THE FINANCIAL STATEMENTS 7. CASH AND CASH EQUIVALENTS 2019 $m 2018 $m Coins, notes and cash at bank 934 912 Securities purchased under agreements to resell in less than 3 months 24,939 27,631 Balances with central banks 24,218 32,009 Settlement balances owed to ANZ within 3 months 27,858 19,675 Cash and cash equivalents 77,949 80,227 8. TRADING SECURITIES 2019 $m 2018 $m Government securities 22,993 21,545 Corporate and financial institution securities 4,995 4,302 Equity and other securities 6,229 3,672 Trading securities 34,217 29,519 RECOGNITION AND MEASUREMENT Trading securities are financial instruments we either: acquire principally for the purpose of selling in the short-term; or hold as part of a portfolio we manage for short-term profit making. We recognise purchases and sales of trading securities on trade date: initially, we measure them at fair value through the profit and loss; and subsequently, we measure them in the balance sheet at their fair value with any revaluation recognised in the profit or loss. KEY JUDGEMENTS AND ESTIMATES Judgement is required when applying the valuation techniques used to measure the fair value of trading securities not valued using quoted market prices. Refer to Note 16 Fair Value of Financial Assets and Financial Liabilities for further details. 21 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 9. DERIVATIVE FINANCIAL INSTRUMENTS Fair Value Assets 2019 $m Liabilities 2019 $m Assets 2018 $m Derivative financial instruments - held for trading 113,369 (114,413) 62,813 Derivative financial instruments - designated in hedging relationships 3,175 (2,927) 1,635 Derivative financial instruments 116,544 (117,340) 64,448 FEATURES Derivative financial instruments are contracts: whose value is derived from an underlying price index (or other variable) defined in the contract – sometimes the value is derived from more than one variable; that require little or no initial net investment; and  that are settled at a future date. Movements in the price of the underlying variables, which cause the value of the contract to fluctuate, are reflected in the fair value of the derivative. PURPOSE The Company’s derivative financial instruments have been categorised as following: Trading Derivatives held in order to: Meet customer needs for managing their own risks.  Manage risks in the Company that are not in a designated hedge accounting relationship (balance sheet management). Undertake market making and positioning activities to generate profits from short-term fluctuations in prices or margins. Designated in Hedging Relationships Derivatives designated into hedge accounting relationships in order to minimise profit or loss volatility by matching movements to underlying positions relating to: Hedges of the Company’s exposures to interest rate risk and currency risk.  Hedges of other exposures relating to non-trading positions. TYPES The Company offers and uses four different types of derivative financial instruments: Forwards A contract documenting the rate of interest, or the currency exchange rate, to be paid or received on a notional principal obligation at a future date. Futures An exchange traded contract in which the parties agree to buy or sell an asset in the future for a price agreed on the transaction date, with a net settlement in cash paid on the future date without physical delivery of the asset. Swaps A contract in which two parties exchange a series of cash flows for another. Options A contract in which the buyer of the contract has the right - but not the obligation - to buy (known as a “call option”) or to sell (known as a “put option”) an asset or instrument at a set price on a future date. The seller has the corresponding obligation to fulfil the transaction to sell or buy the asset or instrument if the buyer exercises the option. RISKS MANAGED The Company offers and uses the instruments described above to manage fluctuations in the following market factors: Foreign Exchange Currencies at current or determined rates of exchange. Interest Rate Fixed or variable interest rates applying to money lent, deposited or borrowed. Commodity Soft commodities (that is, agricultural products such as wheat, coffee, cocoa and sugar) and hard commodities (that is, mined products such as gold, oil and gas). Credit Counterparty risk in the event of default. Liabilities 2018 $m (63,177) (2,461) (65,638) 22 NOTES TO THE FINANCIAL STATEMENTS 9. DERIVATIVE FINANCIAL INSTRUMENTS (continued) DERIVATIVE FINANCIAL INSTRUMENTS – HELD FOR TRADING The majority of the Company’s derivative financial instruments are held for trading. The fair value of derivative financial instruments held for trading are: Fair Value Assets 2019 $m Liabilities 2019 $m Assets 2018 $m Liabilities 2018 $m Interest rate contracts Forward rate agreements 80 (84) 6 (7) Futures contracts 32 (99) 48 (31) Swap agreements 82,258 (81,074) 32,873 (33,510) Options purchased 1,451",
    "780",
    "Options sold",
    "(2,317)",
    "(1,408) Total 83,821 (83,574) 33,707 (34,956) Foreign exchange contracts Spot and forward contracts 13,723 (13,599) 14,057 (13,221) Swap agreements 13,591 (15,151) 12,276 (11,609) Options purchased 394",
    "461",
    "(501)",
    "(649) Total 27,708 (29,251) 26,794 (25,479) Commodity contracts 1,806 (1,555) 2,258 (2,684) Credit default swaps Structured credit derivatives purchased 16",
    "22",
    "Other credit derivatives purchased 4 (10) 8 (29) Credit derivatives purchased 20 (10) 30 (29) Structured credit derivatives sold",
    "(19)",
    "(26) Other credit derivatives sold 14 (4) 24 (3) Credit derivatives sold 14 (23) 24 (29) Total 34 (33) 54 (58) Derivative financial instruments - held for trading 113,369 (114,413) 62,813 (63,177) 23 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 9. DERIVATIVE FINANCIAL INSTRUMENTS (continued) DERIVATIVE FINANCIAL INSTRUMENTS – DESIGNATED IN HEDGING RELATIONSHIPS There are three types of hedge accounting relationships the Company utilises: Fair value hedge Cash flow hedge Net investment hedge Objective of this hedging arrangement To hedge our exposure to changes to the fair value of a recognised asset or liability or unrecognised firm commitment caused by interest rate or foreign currency movements. To hedge our exposure to variability in cash flows of a recognised asset or liability, a firm commitment or a highly probable forecast transaction caused by interest rate, foreign currency and other price movements. To hedge our exposure to exchange rate differences arising from the translation of our foreign operations from their functional currency to Australian dollars. Recognition of effective hedge portion The following are recognised in profit or loss at the same time: all changes in the fair value of the underlying item relating to the hedged risk; and the change in the fair value of derivatives.",
    "We recognise the effective portion of changes in the fair value of derivatives designated as a cash flow hedge in the cash flow hedge reserve. We recognise the effective portion of changes in the fair value of the hedging instrument in the foreign currency translation reserve. Recognition of ineffective hedge portion Recognised immediately in Other operating income. If a hedging instrument expires, or is sold, terminated, or exercised; or no longer qualifies for hedge accounting When we recognise the hedged item in profit or loss, we recognise the related unamortised fair value adjustment in profit or loss. This may occur over time if the hedged item is amortised to profit or loss as part of the effective yield over the period to maturity. Only when we recognise the hedged item in profit or loss is the amount previously deferred in the cash flow hedge reserve transferred to profit or loss. The amount we defer in the foreign currency translation reserve remains in equity and is transferred to profit or loss only when we dispose of, or partially dispose of, the foreign operation. Hedged item sold or repaid We recognise the unamortised fair value adjustment immediately in profit or loss. Amounts accumulated in equity are transferred immediately to profit or loss. The gain or loss, or applicable proportion, we recognise in equity is transferred to profit or loss on disposal or partial disposal of a foreign operation. As outlined in Note 1, ANZ has continued to apply the AASB 139 hedge accounting requirements until the International Accounting Standards Board’s ongoing project on macro hedge accounting is completed. However, new hedge disclosures are required for 2019 and onwards under AASB 7 Financial Instruments: Disclosures (AASB 7) which are presented below. The presentation of derivatives information for 2018 has not been amended. The fair value of derivative financial instruments designated in hedging relationships are: Nominal amount $m Assets 2019 $m Liabilities 2019 $m Assets 2018 $m Liabilities 2018 $m Fair value hedges Foreign exchange swap agreements Foreign exchange spot and forward contracts Interest rate swap agreements Interest rate futures contracts Cash flow hedges Interest rate swap agreements Foreign exchange swap agreements Foreign exchange spot and forward contracts Net investment hedges Foreign exchange spot and forward contracts Derivative financial instruments - designated in hedging relationships 21 581 84,195 3,139 49,409 2,934 159 540 1 - 1,752 - 1,347 75 -",
    "(9) (2,479) (27) (311) (91) (1) (9) 1 1 1,211 47 330 44 1",
    "- (2,251) (1) (148) (52) - (9) 140,978 3,175 (2,927) 1,635 (2,461) 24 NOTES TO THE FINANCIAL STATEMENTS 9. DERIVATIVE FINANCIAL INSTRUMENTS (continued) The maturity profile of the nominal amounts of our hedging instruments held at 30 September 2019 is: Less than 3 3 to 12 1 to 5 After Nominal Amount Average rate months $m months $m years $m 5 years $m Total $m Fair value hedges Interest rate Foreign exchange Cash flow hedges Interest rate Foreign exchange1 Interest Rate HKD/AUD FX Rate Interest Rate AUD/USD FX Rate USD/EUR FX Rate 1.97% 5.38 2.10% 0.72 0.91 3,195 602 596 40 14,463 - 7,429 120 48,727 - 39,630 1,652 20,949 - 1,754 1,281 87,334 602 49,409 3,093 Net investment hedges Foreign exchange TWD/AUD FX Rate 21.41 111 429",
    "540 1. Hedges of foreign exchange risk cover multiple currency pairs. The table reflects the larger currency pairs only. The impact of ineffectiveness from our designated hedge relationships by type of hedge relationship and type of risk being hedged are: 2019 Change in value of hedging instrument $m Ineffectiveness Change in value of hedged item $m Hedge ineffectiveness recognised in profit and loss $m Amount reclassified from the cash flow hedge reserve or FCTR to profit and loss $m Fair value hedges1 Interest rate Foreign exchange Cash flow hedges1 Interest rate Foreign exchange Net investment hedges1 Foreign exchange 158 (36) 850 20 (155) 36 (840) (20) 3 - 10 - - 1 2 (35) 35",
    "1. All hedging instruments are held within Derivative Financial Instruments. Hedge ineffectiveness recognised is classified within Other operating income. Reclassification adjustments to the Statement of Comprehensive Income are recognised within Net interest income. Hedged items in relation to the Company’s fair value hedges at 30 September 2019 are as follows: Carrying amount Accumulated fair value hedge adjustments on the hedged item Assets Liabilities Assets Liabilities Balance sheet presentation Hedged risk $m $m $m $m Fixed rate loans and advances Net loans and advances Interest rate 1,242",
    "12",
    "Fixed rate debt issuance Debt issuances Interest rate",
    "(49,928)",
    "(1,412) Fixed rate investment securities (FVOCI)1 Investment securities Interest rate 41,362",
    "1,662",
    "Equity securities at FVOCI1 Investment securities Foreign exchange 581",
    "52",
    "Total 43,185 (49,928) 1,726 (1,412) 1. The carrying amount of debt and equity instruments at fair value through other comprehensive income does not include the fair value hedge adjustment as the hedge assets are measured at fair value. The accounting for the hedge relationship results in transfer of the hedge adjustment out of other comprehensive income into the Income Statement. The cumulative amount of fair value hedge adjustments relating to ceased hedge relationships remaining on the Balance Sheet is $5 million. 25 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 9. DERIVATIVE FINANCIAL INSTRUMENTS (continued) Hedged items in relation to the Company’s cash flow and net investment hedges for 30 September 2019 are as follows: Cash flow hedge reserve Foreign currency translation reserve Hedged risk Continuing hedges $m Discontinued hedges $m Continuing hedges $m Discontinued hedges $m Cash Flow hedges Floating rate loans and advances Interest rate 1,252 33",
    "Floating rate customer deposits Interest rate (274) (24)",
    "Foreign currency debt issuance Foreign exchange 14",
    "Foreign currency investment securities Foreign exchange 6",
    "Highly probable forecast transactions Foreign exchange 3",
    "Net investment hedges Foreign operations Foreign exchange",
    "36 (149) The table below details the reconciliation of the cash flow hedge reserve by risk type: Interest Rate $m Foreign Currency $m Total $m Balance at 1 October 2018 106",
    "106 Fair value gains 840 20 860 Transferred to income statement 1 2 3 Income taxes and others (257) (5) (262) Balance at 30 September 2019 690 17 707 Hedges from net investments in a foreign operation resulted in a $35 million decrease in the foreign currency translation reserve during the year. There were no reclassifications from FCTR to the income statement during the year. 2018 Disclosure The impact recognised in profit or loss arising from derivative financial instruments designated in hedge accounting relationships, are as follows: Hedge accounting type 2018 $m Gain/(loss) recognised in other operating income Hedged item Fair value 934 Hedging instrument Fair value (949) Ineffective portion of hedged instrument Cash flow 13 26 NOTES TO THE FINANCIAL STATEMENTS 9. DERIVATIVE FINANCIAL INSTRUMENTS (continued) RECOGNITION AND MEASUREMENT Recognition Initially and at each reporting date, we recognise all derivatives at fair value. If the fair value of a derivative is positive, then we carry it as an asset, but if its value is negative, then we carry it as a liability. Valuation adjustments are integral in determining the fair value of derivatives. This includes:  a credit valuation adjustment (CVA) to reflect the counterparty risk and/or event of default; and a funding valuation adjustment (FVA) to account for funding costs and benefits in the derivatives portfolio. Derecognition of assets and liabilities We remove derivative assets from our balance sheet when the contracts expire or we have transferred substantially all the risks and rewards of ownership. We remove derivative liabilities from our balance sheet when the Company’s contractual obligations are discharged, cancelled or expired. Impact on the Income Statement How we recognise gains or losses on derivative financial instruments depends on whether the derivative is held for trading or is designated into a hedging relationship. For derivative financial instruments held for trading, gains or losses from changes in the fair value are recognised in profit or loss. For an instrument designated into a hedging relationship the recognition of gains or losses depends on the nature of the item being hedged. Refer to the table on page 24 for profit or loss treatment depending on the hedge type. Sources of hedge ineffectiveness may arise from basis risk and differences in discounting between the hedged items and the hedging instruments. The hedging instruments are discounted using Overnight Index Swaps discount curves which are not applied to the hedged items. Hedge effectiveness To qualify for hedge accounting a hedge is expected to be highly effective. A hedge is highly effective only if the following conditions are met:",
    "the hedge is expected to be highly effective in achieving offsetting changes in fair value or cash flows attributable to the hedged risk during the period for which the hedge is designated (prospective effectiveness); and the actual results of the hedge are within the range of 80-125% (retrospective effectiveness). The Company monitors hedge effectiveness on a regular basis but at a minimum at least at each reporting date. KEY JUDGEMENTS AND ESTIMATES Judgement is required when we select the valuation techniques used to measure the fair value of derivatives, particularly the selection of valuation inputs that are not readily observable, and the application of valuation adjustments to certain derivatives. Refer to Note 16 Fair Value of Financial Assets and Financial Liabilities for further details. 27 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 10. INVESTMENT SECURITIES 2019 $m Investment securities measured at fair value through other comprehensive income debt securities 67,400 equity securities 1,168 Investment securities measured at amortised cost debt securities 1 4,787 Available-for-sale assets debt securities",
    "equity securities",
    "Total 73,355 1. Includes allowance for expected credit losses of $1 million. 2019 Investment securities Less than 3 months $m 3 to 12 months 1 to 5 years After 5 years No maturity $m $m $m $m Government securities 6,582 13,049 22,632 11,368",
    "Corporate and financial institution securities 1,024 1,883 13,385 351",
    "Other securities",
    "183 1,730",
    "Equity securities",
    "1,168 Total 7,606 14,932 36,200 13,449 1,168 2018 Available-for-sale assets Government securities 5,725 6,729 24,455 11,569",
    "Corporate and financial institution securities 850 2,221 10,364",
    "159 1,572",
    "1,084 Total 6,575 8,950 34,978 13,141 1,084 During the year, the Company recognised a net gain (before tax) in Other operating income from the recycling of gains previously deferred in equity of $26 million (2018: $70 million) in respect of investment securities (applicable from 1 October 2018) and available-for-sale assets (prior to 1 October 2018). The carrying value of equity securities classified as FVOCI/AFS equity securities is $1,168 million (2018: $1,084 million). This includes the Company’s $1,106 million (2018: $1,025 million) investment in the Bank of Tianjin (BoT). 2018 $m",
    "63,644 1,084 64,728 Total $m 53,631 16,643 1,913 1,168 73,355 48,478 13,435 1,731 1,084 64,728 28 NOTES TO THE FINANCIAL STATEMENTS 10. INVESTMENT SECURITIES (continuing) RECOGNITION AND MEASUREMENT Policy applicable from 1 October 2018 Investment securities are those financial assets in security form (i.e. transferable debt or equity instruments) that are not held for trading purposes. By way of exception, bills of exchange (a form of security/transferable instrument) which are used to facilitate the Bank’s customer lending activities are classified as Loans and advances (rather than Investment Securities) to better reflect the substance of the arrangement. Non-traded equity investments may be designated at FVOCI on an instrument by instrument basis. If this election is made, gains or losses are not reclassified from other comprehensive income to profit or loss on disposal of the investment. However, gains or losses may be reclassified within equity. Assets disclosed as investment securities are subject to the general classification and measurement policy for Financial Assets outlined at the commencement of the Company’s financial asset disclosures on page 20. Additionally, expected credit losses associated with “Investment securities - debt securities at amortised cost” and “Investment securities - debt securities at fair value through comprehensive income” are recognised and measured in accordance with the accounting policy outlined in Note 12. For “Investment securities – debt securities at fair value through other comprehensive income” the allowance for ECL is recognised in the FVOCI reserve in equity with a corresponding charge to profit or loss. Policy applicable prior to 1 October 2018 Available for sale (AFS) assets comprise non-derivative financial assets which we designate as AFS since we do not hold them principally for trading purposes. They include both equity and debt securities. AFS assets are initially recognised at fair value plus transaction costs and are revalued at least bi-annually. On revaluation, we include movements in fair value within the available-for-sale revaluation reserve in equity, except for certain items which are recognised directly in profit or loss, being interest on debt securities, dividends received, foreign exchange on debt securities and impairment charges. When we sell the asset, any cumulative gain or loss from the available-for-sale revaluation reserve is recognised in profit or loss. At each reporting date, we assess whether any AFS assets are impaired. We assess the impairment of any debt securities if an event has occurred which will have a negative impact on the asset’s estimated cash flows. For equity securities, we assess if there is a significant or prolonged decline in their fair value below cost. If an AFS asset is impaired, then we remove the cumulative loss related to that asset from the available-for-sale revaluation reserve. We then recognise it in profit or loss for: debt instruments, as a credit impairment expense; and  equity instruments, as a negative impact in other operating income. We recognise any later reversals of impairment on debt securities in the profit or loss through the credit impairment charge line. However, we do not make any reversals of impairment for equity securities. To the extent previously impaired equity securities recover in value, gains are recognised directly in equity. KEY JUDGEMENTS AND ESTIMATES Judgement is required when we select valuation techniques used to measure the fair value of assets not valued using quoted market prices, particularly the selection of valuation inputs that are not readily observable. Refer to Note 16 Fair Value of Financial Assets and Financial Liabilities for further details. 29 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 11. NET LOANS AND ADVANCES 2019 $m Overdrafts 6,265 Credit cards 7,788 Commercial bills 6,159 Term loans – housing 265,810 Term loans – non-housing 199,659 Other 1,454 Subtotal 487,135 Unearned income (144) Capitalised brokerage/mortgage origination fees 585 Gross loans and advances (including assets classified as held for sale) 487,576 Allowance for expected credit losses (refer to Note 12)1,2 (2,921) Net loans and advances 484,655 Residual contractual maturity: Within one year 83,848 After more than one year 400,807 Net loans and advances 484,655 Carried on Balance Sheet at: Amortised cost 483,858 Fair value through profit or loss (designated on initial recognition) 797 Net loans and advances 484,655 1. On adoption of AASB 9 on 1 October 2018, the Company increased the collectively assessed provisions by $583 million. Comparative information has not been restated. Refer to Note 1 and 31 for further details. 2. $432 million of individually and collectively assessed provisions for credit impairment attributable to off-balance sheet credit related commitments at 30 September 2018 were reclassified from Net loans and advances at amortised cost to Other provisions to enhance comparability with current period presentation. RECOGNITION AND MEASUREMENT Loans and advances are non-derivative financial assets with fixed or determinable payments that are not quoted in an active market and are facilities the Company provides directly to customers or through third party channels. Loans and advances are initially recognised at fair value plus transaction costs directly attributable to the issue of the loan or advance, which are primarily brokerage/mortgage origination fees which we amortise over the estimated life of the loan. Subsequently, we then measure loans and advances at amortised cost using the effective interest rate method, net of any provision for credit impairment, or at fair value when they are specifically designated on initial recognition as fair value through profit or loss or when held for trading. We classify contracts to lease assets and hire purchase agreements as finance leases if they transfer substantially all the risks and rewards of ownership of the asset to the customer or an unrelated third party. We include these facilities in ‘Other’ in the table above. The Company enters into transactions in which it transfers financial assets that are recognised on its balance sheet. When the Company retains substantially all of the risks and rewards of the transferred assets then the transferred assets remain on the Company’s balance sheet, however, if substantially all the risks and rewards are transferred then the Company derecognises the asset. If the risks and rewards are partially retained and control over the asset is lost, then the Company derecognises the asset. If control over the asset is not lost, the Company continues to recognise the asset to the extent of its continuing involvement. We separately recognise the rights and obligations retained, or created, in the transfer as assets and liabilities as appropriate. From 1 October 2018, assets disclosed as net loans and advances are subject to the general classification and measurement policy for Financial Assets outlined at the commencement of the Company’s Financial Asset disclosures on page 20. Additionally, expected credit losses associated with loans and advances at amortised cost are recognized and measured in accordance with the accounting policy outlined in Note 12. 2018 $m 6,047 8,379 6,861 273,908 180,965 1,494 477,654 (165) 710 478,199 (2,348) 475,851 76,744 399,107 475,851 475,850 1 475,851 30 NOTES TO THE FINANCIAL STATEMENTS 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES ALLOWANCE FOR EXPECTED CREDIT LOSSES As described in Notes 1 and 31, the Company adopted AASB 9 effective from 1 October 2018 which resulted in the application of an expected credit loss (ECL) model for measuring impairment of financial assets and amendments to the presentation of credit impairment information for the current year. Comparative information has not been restated. The following tables present the movement in the allowance for ECL (including allowance for ECL reclassified as held for sale) for the year. Net loans and advances - at amortised cost Allowance for ECL is included in Net loans and advances. Stage 3 As at 1 October 2018 Transfer between stages New and increased provisions (net of releases) Write-backs Bad debts written off (excluding recoveries) Foreign currency translation and other movements1 As at 30 September 2019 Stage 1 $m 729 139 (136) 14 746 Stage 2 $m 1,199 (270) 246 6 1,181 Collectively assessed $m 308 (90) 143 361 Individually assessed $m 695 221 995 (331) (953) 6 633 Total $m 2,931 - 1,248 (331) (953) 26 2,921 1. Includes the impact of discount unwind on individually assessed allowance for ECL. The movement in expected credit losses is consistent with the movement in corresponding gross balances. Investment securities - debt securities at amortised cost Allowance for ECL is included in Investment securities. Stage 3 As at 1 October 2018 Transfer between stages New and increased provisions (net of releases) Write-backs Bad debts written off (excluding recoveries) Foreign currency translation and other movements As at 30 September 2019 Stage 1 $M 1 - - - - - 1 Stage 2 $M - - - - - - - Collectively assessed $M - - - - - - - Individually assessed $M - - - - - - - Total $M 1 - - - - - 1 Investment securities - debt securities at FVOCI Allowance for ECL does not change the carrying amount which remains at fair value. Instead, the allowance for ECL is recognised in Other Comprehensive Income (OCI), with a corresponding charge to profit or loss. Stage 3 As at 1 October 2018 Transfer between stages New and increased provisions (net of releases) Write-backs Bad debts written off (excluding recoveries) Foreign currency translation and other movements As at 30 September 2019 Stage 1 $m 4 - 1 - - - 5 Stage 2 $m - - - - - - - Collectively assessed $m - - - - - - - Individually assessed $m - - - - - - - Total $m 4 - 1 - - - 5 31 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES (continued) ALLOWANCE FOR EXPECTED CREDIT LOSSES Off-balance sheet commitments - undrawn and contingent facilities Allowance for ECL is included in Provisions. Stage 3 As at 1 October 2018 Transfer between stages New and increased provisions (net of releases) Write-backs Bad debts written off (excluding recoveries) Foreign currency translation and other movements As at 30 September 2019 Stage 1 $m 408 21 (33) - - 9 405 Stage 2 $m 141 (23) 7 - - 1 126 Collectively assessed $m 8 1 5 - - - 14 Individually assessed $m 18 1 - (1) - (6) 12 Total $m 575 - (21) (1) - 4 557 2018 Provision for credit impairment disclosures under AASB 139 The below disclosure does not reflect the adoption of AASB 9 and are prepared under the requirements of the previous AASB 139. Net loans and advances Off-balance sheet credit related commitments Total Provision for credit impairment 2018 $m 2018 $m 2018 $m Individual provision Balance at start of year 887 16 903 New and increased provisions 1,175 12 1,187 Write-backs (337)",
    "(337) Bad debts written off (excluding recoveries) (1,031)",
    "(1,031) Other1 1 (10) (9) Total individual provision 695 18 713 Collective provision Balance at start of year 1,625 434 2,059 Charge/(release) to profit or loss 14 (27) (13) Other2 14 7 21 Total collective provision 1,653 414 2,067 Total provision for credit impairment 2,348 432 2,780 1. Other individual provision includes the impact of the sale completion of the Asia Retail and Wealth business divestment in 2018. It includes an adjustment for exchange rate fluctuations and the impact of discount unwind on individual provisions. 2. Other collective provision includes the impact of the sale completion of the Asia Retail and Wealth business divestment, and an adjustment for exchange rate fluctuations. 32 NOTES TO THE FINANCIAL STATEMENTS 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES (continued) CREDIT IMPAIRMENT CHARGE - INCOME STATEMENT Credit impairment charge/(release) analysis under AASB 9 2019 $m New and increased provisions (net of releases)1 Collectively assessed 11 Individually assessed 1,217 Write-backs (332) Recoveries of amounts previously written-off (182) Total credit impairment charge 714 1. Includes the impact of transfers between collectively assessed and individually assessed. The contractual amount outstanding on financial assets that were written off during the period ended 30 September 2019 and that are still subject to enforcement activity is $141 million. 2018 Credit impairment charge/(release) analysis under AASB 139 The below disclosures do not reflect the adoption of AASB 9 and is prepared under the requirements of the previous AASB 139. 2018 $m New and increased individual provisions1 1,187 Write-backs (337) Recoveries of amounts previously written-off (208) Individually assessed credit impairment charge 642 Collectively assessed credit impairment charge/(release) (13) Credit impairment charge 629 33 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES (continued) RECOGNITION AND MEASUREMENT Policy applicable from 1 October 2018 EXPECTED CREDIT LOSS IMPAIRMENT MODEL The measurement of expected credit losses reflects an unbiased, probability weighted prediction which evaluates a range of scenarios and takes into account the time value of money, past events, current conditions and forecasts of future economic conditions. Expected credit losses are either measured over 12 months or the expected lifetime of the financial asset, depending on credit deterioration since origination, according to the following three-stage approach: Stage 1: At the origination of a financial asset, and where there has not been a significant increase in credit risk (SICR) since origination, an allowance equivalent to 12 months ECL is recognised reflecting the expected credit losses resulting from default events that are possible within the next 12 months from the reporting date. For instruments with a remaining maturity of less than 12 months, expected credit losses are estimated based on default events that are possible over the remaining time to maturity. Stage 2: Where there has been a significant increase in credit risk since origination, an allowance equivalent to lifetime ECL is recognised reflecting expected credit losses resulting from all possible default events over the expected life of a financial instrument. If credit risk were to improve in a subsequent period such that the increase in credit risk since origination is no longer considered significant, the exposure returns to a Stage 1 classification and a 12 month ECL applies. Stage 3: Where there is objective evidence of impairment, an allowance equivalent to lifetime ECL is recognised. Expected credit losses are estimated on a collective basis for exposures in Stage 1 and Stage 2, and on either a collective or individual basis when transferred to Stage 3. MEASUREMENT OF EXPECTED CREDIT LOSS ECL is calculated as the product of the following credit risk factors at a facility level, discounted to incorporate the time value of money: Probability of default (PD) - the estimate of the likelihood that a borrower will default over a given period; Exposure at default (EAD) - the expected balance sheet exposure at default taking into account repayments of principal and interest, expected additional drawdowns and accrued interest; and Loss given default (LGD) - the expected loss in the event of the borrower defaulting, expressed as a percentage of the facility's EAD, taking into account direct and indirect recovery costs. These credit risk factors are adjusted for current and forward looking information through the use of macro-economic variables. EXPECTED LIFE When estimating ECL for exposures in Stage 2 and 3, the Company considers the expected lifetime over which it is exposed to credit risk. For non-retail portfolios, the Company uses the maximum contractual period as the expected lifetime for non-revolving credit facilities. For non-retail revolving credit facilities, such as corporate lines of credit, the expected life reflects the Company’s contractual right to withdraw a facility as part of a contractually agreed annual review, after taking into account the applicable notice period. For retail portfolios, the expected lifetime is determined using behavioural term, taking into account expected prepayment behaviour and substantial modifications. DEFINITION OF DEFAULT, CREDIT IMPAIRED AND WRITE-OFFS The definition of default used in measuring expected credit losses is aligned to the definition used for internal credit risk management purposes across all portfolios. This definition is also in line with the regulatory definition of default. Default occurs when there are indicators that a debtor is unlikely to fully satisfy contractual credit obligations to the Company, or the exposure is 90 days past due. Financial assets, including those that are well secured, are considered credit impaired for financial reporting purposes when they default. When there is no realistic probability of recovery, loans are written off against the related impairment allowance on completion of the Company’s internal processes and when all reasonably expected recoveries have been collected. In subsequent periods, any recoveries of amounts previously written-off are credited to credit impairment charge in the income statement. 34 NOTES TO THE FINANCIAL STATEMENTS 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES (continued) RECOGNITION AND MEASUREMENT MODIFIED FINANCIAL ASSETS If the terms of a financial asset are modified or an existing financial asset is replaced with a new one for either credit or commercial reasons, an assessment is made to determine if the changes to the terms of the existing financial asset are considered substantial. This assessment considers both changes in cash flows arising from the modified terms as well as changes in the overall instrument risk profile; for example, changes in the principal (credit limit), term, or type of underlying collateral. Where a modification is considered non-substantial, the existing financial asset is not derecognised and its date of origination continues to be used to determine SICR. Where a modification is considered substantial, the existing financial asset is derecognised and a new financial asset is recognised at its fair value on the modification date, which also becomes the date of origination used to determine SICR for this new asset. SIGNIFICANT INCREASE IN CREDIT RISK (SICR) Stage 2 assets are those that have experienced a significant increase in credit risk (SICR) since origination. In determining what constitutes a SICR, the Company considers both qualitative and quantitative information: i. Internal credit rating grade For the majority of portfolios, the primary indicator of a SICR is a significant deterioration in the internal credit rating grade of a facility since origination and is measured by application of thresholds. For non-retail portfolios, a SICR is determined by comparing the Customer Credit Rating (CCR) applicable to a facility at reporting date to the CCR at origination of that facility. A CCR is assigned to each borrower which reflects the probability of default of the borrower and incorporates both borrower and non-borrower specific information, including forward looking information. CCRs are subject to review at least annually or more frequently when an event occurs which could affect the credit risk of the customer. For retail portfolios, a SICR is determined by comparing each facility’s scenario weighted lifetime probability of default at the reporting date to the scenario weighted lifetime probability of default at origination. The scenario weighted lifetime probability of default may increase significantly if: there has been a deterioration in the economic outlook, or an increase in economic uncertainty; or there has been a deterioration in the customer’s overall credit position, or ability to manage their credit obligations. ii. Backstop criteria The Company uses 30 days past due arrears as a backstop criteria for both non-retail and retail portfolios. For retail portfolios only, facilities are required to demonstrate three to six months of good payment behaviour prior to being allocated back to Stage 1. FORWARD LOOKING INFORMATION Forward-looking information is incorporated into both our assessment of whether a financial asset has experienced a significant increase in credit risk since its initial recognition and in our estimate of ECL. In applying forward looking information for estimating ECL, the Company considers four probability-weighted forecast economic scenarios as follows: i. Base case scenario The base case scenario is ANZ’s view of the most likely future macro-economic conditions. It reflects management’s assumptions used for strategic planning and budgeting, and also informs ANZ’s Internal Capital Adequacy Assessment Process (ICAAP) which is the process ANZ applies in strategic and capital planning over a 3 year time horizon; ii. Upside and iii. Downside scenarios The upside and downside scenarios are fixed by reference to average economic cycle conditions (that is, they are not based on the economic conditions prevailing at balance date) and are based on a combination of more optimistic (in the case of the upside) and pessimistic (in the case of the downside) economic events and uncertainty over long term horizons; and iv. Severe downside scenario The severe downside scenario is fixed by reference to average economic cycle conditions and accounts for the potentially severe impact of less likely extremely adverse economic conditions. It reflects macro-economic conditions of a downturn economic event with a probability of occurrence once every 25 years. The four scenarios are described in terms of macro-economic variables used in the PD, LGD and EAD models (collectively the ECL models) depending on the portfolio and country of the borrower. Examples of the variables include unemployment rates, GDP growth rates, house price indices, commercial property price indices and consumer price indices. 35 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES (continued) RECOGNITION AND MEASUREMENT Probability weighting of each scenario is determined by management considering the risks and uncertainties surrounding the base case scenario, as well as specific portfolio considerations where required. The Group Asset and Liability Committee (GALCO) is responsible for reviewing and approving the base case forecast scenario and the Credit and Market Risk Committee (CMRC) approves the probability weights applied to each scenario. Where applicable, temporary adjustments may be made to account for situations where known or expected risks have not been adequately addressed in the modelling process. CMRC is responsible for approving such adjustments. ECL Sensitivity The table below illustrates the impact on the Company’s ECL allowance under scenarios where a 100% weighting is applied to both upside and downside scenarios with all other modelling assumptions remaining constant. Total ECL $m Impact $m 100% upside scenario 1,956 (878) 100% downside scenario 4,501 1,668 Policy applicable prior to 1 October 2018 The Company recognises two types of impairment provisions for its loans and advances: Individual provisions for significant assets that are assessed to be impaired; and Collective provisions for portfolios of similar assets that are assessed collectively for impairment. The accounting treatment for each of them is detailed below: Individually Collectively Assessment If any impaired loans and advances exceed specified thresholds and an impairment event has been identified, then we assess the need for a provision individually. To allow for any small value loans and advances where losses may have been incurred but not yet identified, and individually significant loans and advances that we do not assess as impaired, we assess them collectively in pools of assets with similar credit risk characteristics. Impairment Loans and advances are assessed as impaired if we have objective evidence that we may not recover principal or interest payments (that is, a loss event has been incurred). We estimate the provision on the basis of historical loss experience for assets with similar credit risk characteristics to others in the respective collective pool. We adjust the historical loss experience based on current observable data – such as: changing economic conditions, the impact of the inherent risk of large concentrated losses within the portfolio and an assessment of the economic cycle. Measurement We measure impairment loss as the difference between the asset’s carrying amount and estimated future cash flows discounted to their present value at the asset’s original effective interest rate. We record the result as an expense in profit or loss in the period we identify the impairment and recognise a corresponding reduction in the carrying amount of loans and advances through an offsetting provision. Uncollectable amounts If a loan or advance is uncollectable (whether partially or in full), then we write off the balance (and also any related provision for credit impairment). We write off unsecured retail facilities at the earlier of the facility becoming 180 days past due, or the customer’s bankruptcy or similar legal release from the obligation to repay the loan or advance. For secured facilities, write offs occur net of the proceeds determined to be recoverable from the realisation of collateral. Recoveries If we recover any cash flows from loans and advances we have previously written off, then we recognise the recovery in profit or loss in the period the cash flows are received. Off-balance sheet amounts Any off-balance sheet items, such as loan commitments, are considered for impairment both on an individual and collective basis. 36 NOTES TO THE FINANCIAL STATEMENTS 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES (continued) KEY JUDGEMENTS AND ESTIMATES Applicable from 1 October 2018 When estimating the allowance for expected credit losses for loans and advances, we used management’s judgement in respect of the matters outlined below. Key Judgements Determining when a significant increase in credit risk has occurred In the measurement of ECL, judgement is involved in setting the rules to determine whether there has been a significant increase in credit risk (SICR) since initial recognition of a loan, resulting in the financial asset moving from ‘stage 1’ to ‘stage 2’. This is a key area of judgement as transition from stage 1 to stage 2 increases the ECL calculation from an allowance based on the probability of default in the next 12 months, to an allowance for lifetime expected credit losses. Subsequent decreases in credit risk combined with transition from stage 2 to stage 1 may similarly result in significant changes in the ECL allowance. The setting of precise trigger points requires judgement which may have a material impact upon the size of the ECL allowance. The Company monitors the effectiveness of SICR criteria on an ongoing basis. Measuring both 12-month and lifetime credit losses The PD, LGD, and EAD credit risk parameters used in determining ECL are point-in-time measures reflecting the relevant forward looking information determined by management. Judgement is involved in determining which forward-looking information variables are relevant for particular lending portfolios and for determining each portfolio’s point-in-time sensitivity. In addition, judgement is required where behavioural characteristics are applied in estimating the lifetime of a facility to be used in measuring ECL. All other things being equal, an increase in the expected behavioural life will increase the amount of ECL. Forecasting forward-looking scenarios Our forecast of forward looking information variables is established from a “base case” or most likely scenario that is used internally by management for planning and forecasting purposes. The expected outcomes of key economic drivers for the base case scenario as at 30 September, 2019 are as follows: Australia The unemployment rate is expected to remain essentially flat and GDP growth to improve modestly over the forecast period, with residential property values expected to improve after a period of decline. Commercial property prices are expected to decline slightly through the forecast period. Consumer price index growth is expected to rise from current levels. Rest of world GDP growth is forecast to taper lower in the near term due to uncertainty in the global outlook. Inflation is also expected to remain soft over the forecast period to 2020. Probability weighting of each scenario Probability weighting of each scenario is determined by management considering the risks and uncertainties surrounding the base case scenario, as well as specific portfolio considerations where required. Management temporary adjustments Management temporary adjustments to the ECL allowance are adjustments we use in circumstances where we judge that our existing inputs, assumptions and model techniques do not capture all the risk factors relevant to our lending portfolios. Emerging local or global macroeconomic, microeconomic or political events, and natural disasters that are not incorporated into our current parameters, risk ratings, or forward-looking information are examples of such circumstances. The use of management temporary adjustments may impact the amount of ECL recognised. 37 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 12. ALLOWANCE FOR EXPECTED CREDIT LOSSES (continued) KEY JUDGEMENTS AND ESTIMATES Applicable prior to 1 October 2018 When we measured impairment of loans and advances, we used management’s judgement of the extent of losses at reporting date. Individually Collectively Key Judgements Estimated future cash flows Estimated future cash flows Business prospects for the customer Historical loss experience of assets with Realisable value of any collateral similar risk characteristics Group’s position relative to other claimants Impact of large concentrated losses inherent in the portfolio Reliability of customer information Assessment of the economic cycle Likely cost and duration of recovering loans We regularly reviewed our key judgements and updated them to reflect actual loss experience. FINANCIAL LIABILITIES Outlined below is a description of how we classify and measure financial liabilities relevant to the subsequent note disclosures. CLASSIFICATION AND MEASUREMENT Financial liabilities Financial liabilities are measured at amortised cost, or fair value through profit or loss when they are held for trading. Additionally, financial liabilities can be designated at FVTPL where: the designation eliminates or significantly reduces an accounting mismatch which would otherwise arise; a group of financial liabilities are managed and their performance is evaluated on a fair value basis, in accordance with a documented risk management strategy; or the financial liability contains one or more embedded derivatives unless: a) the embedded derivative does not significantly modify the cash flows that otherwise would be required by the contract, or b) the embedded derivative is closely related to the host financial liability. Where financial liabilities are designated as measured at fair value, gains or losses relating to changes in the entity’s own credit risk are included in other comprehensive income, except where doing so would create or enlarge an accounting mismatch in profit or loss. This section of AASB 9 was early adopted by the Company on 1 October 2013. 38 NOTES TO THE FINANCIAL STATEMENTS 13. DEPOSITS AND OTHER BORROWINGS The table below shows our total deposits and other borrowings by type: 2019 $m 2018 $m Certificates of deposit 34,952 41,867 Term deposits 173,641 164,182 On demand and short term deposits 214,002 205,647 Deposits not bearing interest 15,765 14,562 Deposits from banks and securities sold under repurchase agreements 76,468 70,992 Commercial paper 9,413 14,742 Deposits and other borrowings 524,241 511,992 Residual contractual maturity: to be settled within 1 year 522,125 504,182 to be settled after 1 year 2,116 7,810 Deposits and other borrowings 524,241 511,992 Carried on Balance Sheet at: Amortised cost 524,220 511,937 Fair value through profit or loss (designated on initial recognition) 21 55 Deposits and other borrowings 524,241 511,992 RECOGNITION AND MEASUREMENT For deposits and other borrowings that are: not designated at fair value through profit or loss on initial recognition, we measure them at amortised cost and recognise their interest expense using the effective interest rate method; and managed on a fair value basis, reduce or eliminate an accounting mismatch or contain an embedded derivative, we designate them as fair value through profit or loss. Refer to Note 16 Fair Value of Financial Assets and Financial Liabilities for details of the split between amortised cost and fair value. For deposits and other borrowings designated at fair value we recognise the amount of fair value gain or loss attributable to changes in the Company’s own credit risk in other comprehensive income in retained earnings. Any remaining amount of fair value gain or loss we recognise directly in profit or loss. Once we have recognised an amount in other comprehensive income, we do not later reclassify it to profit or loss. Securities sold under repurchase agreements represent a liability to repurchase the financial assets that remain on our balance sheet since the risks and rewards of ownership remain with the Company. Over the life of the repurchase agreement, we recognise the difference between the sale price and the repurchase price and charge it to interest expense in the Income Statement. 39 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 14. DEBT ISSUANCES The Company uses a variety of funding programmes to issue senior debt (including covered bonds) and subordinated debt. The difference between senior debt and subordinated debt is that holders of senior debt take priority over holders of subordinated debt owed by the Company. In the winding up of the Company, the subordinated debt will be repaid by the Company, only after the repayment of claims of depositors, other creditors and the senior debt holders. 2019 $m Senior debt 71,767 Covered bonds 16,826 Total unsubordinated debt 88,593 Subordinated debt Additional Tier 1 capital 7,838 Tier 2 capital 8,415 Total subordinated debt 16,253 Total debt issued 104,846 For further information relating to debt issuances, refer to the ANZ 2019 Group Annual Report (Note 15 Debt Issuances) available at https://shareholder.anz.com/annual-report-shareholder-review. 2018 $m 68,951 14,221 83,172 7,461 7,993 15,454 98,626 40 NOTES TO THE FINANCIAL STATEMENTS 15. FINANCIAL RISK MANAGEMENT RISK MANAGEMENT FRAMEWORK AND MODEL INTRODUCTION The use of financial instruments is fundamental to the Company’s businesses of providing banking and other financial services to our customers. The associated financial risks (primarily credit, market, and liquidity risks) are a significant portion of the Company’s key material risks. We disclose details of all key material risks impacting the Company, and further information on the Company’s risk management activities, in the Our Approach to Risk Management section of the Directors’ Report in the ANZ 2019 Group Annual Report available at https//shareholder.anz.com/annual- report-shareholder-review. This note details the Company’s financial risk management policies, processes and quantitative disclosures in relation to the key financial risks: Key material financial risks Key sections applicable to this risk Overview",
    "An overview of our Risk Management Framework Credit risk",
    "Credit risk overview, management and control responsibilities The risk of financial loss resulting from: Maximum exposure to credit risk a counterparty failing to fulfil its obligations; or",
    "Credit quality a decrease in credit quality of a counterparty resulting in a financial loss.",
    "Concentrations of credit risk Collateral management Credit Risk incorporates the risks associated with us lending to customers who could be impacted by climate change or by changes to laws, regulations, or other policies adopted by governments or regulatory authorities, including carbon pricing and climate change adaptation or mitigation policies. Market risk Market risk overview, management and control responsibilities The risk to the Company’s earnings arising from: Measurement of market risk changes in any interest rates, foreign exchange rates, credit spreads, volatility and correlations; or from fluctuations in bond, commodity or equity prices.",
    "Traded and non-traded market risk Equity securities designated at FVOCI (from 1 October 2018) and available-for-sale (prior to 1 October 2018)",
    "Foreign currency risk – structural exposures Liquidity and funding risk",
    "Liquidity risk overview, management and control responsibilities The risk that the Company is unable to meet payment obligations as they fall due, including:",
    "Key areas of measurement for liquidity risk Liquidity risk outcomes repaying depositors or maturing wholesale debt; or",
    "Residual contractual maturity analysis of the Company’s liabilities the Group having insufficient capacity to fund increases in assets. 41 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 15. FINANCIAL RISK MANAGEMENT (continued) OVERVIEW AN OVERVIEW OF OUR RISK MANAGEMENT FRAMEWORK This overview is provided to aid the users of the financial statements to understand the context of the financial disclosures required under AASB 7 Financial Instruments: Disclosures. It should be read in conjunction with the Our Approach to Risk Management section of the Directors’ Report in the ANZ 2019 Group Annual Report available at https//shareholder.anz.com/annual-report-shareholder-review. The Board is responsible for establishing and overseeing the Company’s Risk Management Framework (RMF). The Board has delegated authority to the Board Risk Committee (BRC) to develop and monitor compliance with the Company’s risk management policies. The BRC reports regularly to the Board on its activities. The Board approves the strategic objectives of the Company including: the Risk Appetite Statement (RAS), sets out the Board’s expectations regarding the degree of risk that the Company is prepared to accept in pursuit of its strategic objectives and business plan; and the Risk Management Strategy (RMS), which describes the Company’s strategy for managing risks and the key elements of the RMF that gives effect to this strategy. This includes a description of each material risk, and an overview of how the RMF addresses each risk, with reference to the relevant policies, standards and procedures. It also includes information on how the Company identifies measures, evaluates, monitors, reports and controls or mitigates material risks. The Company, through its training and management standards and procedures, aims to maintain a disciplined and robust control environment in which all employees understand their roles and obligations. At the Company, risk is everyone’s responsibility. The Company has an independent risk management function, headed by the Chief Risk Officer who: is responsible for overseeing the risk profile and the risk management framework; can effectively challenge activities and decisions that materially affect the Company’s risk profile; and has an independent reporting line to the BRC to enable the appropriate escalation of issues of concern. The Company’s Internal Audit Function reports directly to the Board Audit Committee (BAC). Internal Audit provides: an independent evaluation of the Company’s RMF annually that seeks to ensure compliance with, and the effectiveness of, the risk management framework; facilitation of a comprehensive review every three years that seeks to ensure that the appropriateness, effectiveness and adequacy of the risk management framework; and recommendations to improve the framework and/or work practices to strengthen the effectiveness of day to day operations. CREDIT RISK CREDIT RISK OVERVIEW, MANAGEMENT AND CONTROL RESPONSIBILITIES Granting credit facilities to customers is one of the Company’s major sources of income. As this activity is also a principal risk, the Company dedicates considerable resources to its management. The Company assumes credit risk in a wide range of lending and other activities in diverse markets and in many jurisdictions. Credit risks arise from traditional lending to customers as well as from inter-bank, treasury, trade finance and capital markets activities around the world. Our credit risk management framework ensures we apply a consistent approach across the Company when we measure, monitor and manage the credit risk appetite set by the Board. The Board is assisted and advised by the BRC in discharging its duty to oversee credit risk. The BRC: sets the credit risk appetite and credit strategies; and approves credit transactions beyond the discretion of executive management. 42 NOTES TO THE FINANCIAL STATEMENTS 15. FINANCIAL RISK MANAGEMENT (continued) CREDIT RISK (continued) We quantify credit risk through an internal credit rating system (masterscales) to ensure consistency across exposure types and to provide a consistent framework for reporting and analysis. The system uses models and other tools to measure the following for customer exposures: Probability of Default (PD) Expressed by a Customer Credit Rating (CCR), reflecting the Company’s assessment of a customer’s ability to service and repay debt. Exposure at Default (EAD) The expected balance sheet exposure at default taking into account repayments of principal and interest, expected additional drawdowns and accrued interest at the time of default. Loss Given Default (LGD) Expressed by a Security Indicator (SI) ranging from A to G. The SI is calculated by reference to the percentage of loan covered by security which the Company can realise if a customer defaults. The A-G scale is supplemented by a range of other SIs which cover factors such as cash cover and sovereign backing. For retail and some small business customers, we group exposures into large homogenous pools – and the LGD is assigned at the pool level. Our specialist credit risk teams develop and validate the Company’s PD and LGD rating models. The outputs from these models drive our day-to-day credit risk management decisions including origination, pricing, approval levels, regulatory capital adequacy, economic capital allocation, and credit provisioning. All customers with whom the Company has a credit relationship are assigned a CCR at origination via either of the following assessment approaches: Large and more complex lending Retail and some small business lending Rating models provide a consistent and structured assessment, with judgement required around the use of out-of-model factors. We handle credit approval on a dual approval basis, jointly with the business writer and an independent credit officer. Automated assessment of credit applications using a combination of scoring (application and behavioural), policy rules and external credit reporting information. If the application does not meet the automated assessment criteria, then it is referred out for manual assessment. We use the Company’s internal CCRs to manage the credit quality of financial assets neither past due nor impaired. To enable wider comparisons, the Company’s CCRs are mapped to external rating agency scales as follows: Credit Quality Description Internal CCR ANZ Customer Requirements Moody’s Rating Standard & Poor’s Rating Strong CCR 0+ to 4- Demonstrated superior stability in their operating and financial performance over the long-term, and whose earnings capacity is not significantly vulnerable to foreseeable events. Aaa – Baa3 AAA – BBB- Satisfactory CCR 5+ to 6- Demonstrated sound operational and financial stability over the medium to long-term — even though some may be susceptible to cyclical trends or variability in earnings. Ba1 – B1 BB+ – B+ Weak CCR 7 to 8= Demonstrated some operational and financial instability, with variability and uncertainty in profitability and liquidity projected to continue over the short and possibly medium term. B2 - Caa B - CCC Defaulted CCR 8- to 10 When doubt arises as to the collectability of a credit facility, the financial instrument (or “the facility”) is classified as defaulted. N/A N/A The Company has adopted AASB 9 effective from 1 October 2018 which has resulted in changes to the classification and measurement of financial assets, including the impairment of financial assets. The presentation of credit risk information for 2019 has been amended with no restatement of comparatives. Refer Notes 1 and 31 for further details on key requirements and impacts of the changes due to the adoption of AASB 9. MAXIMUM EXPOSURE TO CREDIT RISK For financial assets recognised on the balance sheet, the maximum exposure to credit risk is the carrying amount. In certain circumstances there may be differences between the carrying amounts reported on the balance sheet and the amounts reported in the tables below. Principally, these differences arise in respect of financial assets that are subject to risks other than credit risk, such as equity instruments which are primarily subject to market risk, or bank notes and coins. For undrawn facilities, this maximum exposure to credit risk is the full amount of the committed facilities. For contingent exposures, the maximum exposure to credit risk is the maximum amount the Company would have to pay if the instrument is called upon. The table below shows our maximum exposure to credit risk of on-balance sheet and off-balance sheet positions before taking account of any collateral held or other credit enhancements: 43 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 15. FINANCIAL RISK MANAGEMENT (continued) CREDIT RISK (continued) Reported Excluded1 Maximum exposure to credit risk 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m On-balance sheet positions Net loans and advances 484,655 475,851",
    "484,655 475,851 Other financial assets: Cash and cash equivalents Settlement balances owed to ANZ Collateral paid Trading securities Derivative financial instruments Investment securities2 - debt securities at amortised costs - debt securities at FVOCI - equity securities at FVOCI Available-for-sale assets2 Regulatory deposits Due from controlled entities Other financial assets3 Total other financial assets Subtotal Off-balance sheet positions Undrawn and contingent facilities4 Total 1. Bank notes and coins and cash at bank within Cash and cash equivalents;Trade dated assets within Settlement balances owed to ANZ; Equity securities and precious metal exposures within Trading 77,949 3,442 13,461 34,217 116,544 80,227 1,666 9,184 29,519 64,448 934 3,442 - 5,922 - 912 1,666 - 3,486 - 77,015 - 13,461 28,295 116,544 4,787 67,400 1,168 - 215 88,874 2,167 410,224 894,879 - - 64,728 264 90,170 2,177 342,383 818,234 - 1,168 - - - - 11,466 11,466 - - 1,084 - - - 7,148 7,148 4,787 67,400 - - 215 88,874 2,167 398,758 883,413 211,796 1,106,675 203,051 1,021,285 11,466 7,148 211,796 1,095,209 79,315 - 9,184 26,033 64,448 - - 63,644 264 90,170 2,177 335,235 811,086 203,051 1,014,137 securities;Equity securities within Investment securities (classified as Available-for-sale assets in 2018) were excluded as they do not have credit risk exposure. 2. On adoption of AASB 9 on 1 October 2018, the classification and measurement of financial assets were revised. Available-for-sale classification used in comparative periods ceases to exist under AASB 9 and a new classification of investment securities was introduced. Refer to Note 1 for further details. Comparative information has not been restated. 3. Other financial assets mainly comprise accrued interest and acceptances. 4. Undrawn facilities and contingent liabilities includes guarantees, letters of credit and performance related contingencies, net of collectively assessed allowance for expected credit losses. CREDIT QUALITY An analysis of the Company’s credit risk exposure is presented in the following tables based on the Company’s internal rating by stage without taking account of the effects of any collateral or other credit enhancements: Net loans and advances 2019 Stage 3 Strong Satisfactory Weak Defaulted Gross loans and advances at amortised cost Allowance for ECL Net loans and advances at amortised cost Coverage ratio Loans and advances at fair value through profit or loss Unearned income Capitalised brokerage/mortgage origination fees Net carrying amount Stage 1 $m 330,531 95,286 6,462 - 432,279 (746) 431,533 0.17% Stage 2 $m 16,720 23,717 7,770 - 48,207 (1,181) 47,026 2.45% Collectively assessed $m - - - 4,248 4,248 (361) 3,887 8.50% Individually assessed $m 1,604 1,604 (633) 971 39.46% Total $m 347,251 119,003 14,232 5,852 486,338 (2,921) 483,417 0.60% 797 (144) 585 484,655 44 15. FINANCIAL RISK MANAGEMENT (continued) CREDIT RISK (continued) Investment securities - debt securities at amortised cost Strong Satisfactory Weak Defaulted Gross investment securities - debt securities at amortised cost Allowance for ECL Net investment securities - debt securities at amortised cost Coverage ratio Investment securities - debt securities at FVOCI Strong Satisfactory Weak Defaulted Investment securities - debt securities at FVOCI Allowance for ECL recognised in other comprehensive income Coverage ratio Stage 1 $m 4,714 74",
    "4,788 (1) 4,787 0.02% Stage 1 $m 67,400",
    "67,400 (5) 0.01% Stage 2 $m",
    "Stage 2 $m",
    "0.00% NOTES TO THE FINANCIAL STATEMENTS 2019 Stage 3 Collectively assessed $m Individually assessed $m Total $m",
    "4,714",
    "74",
    "4,788",
    "(1)",
    "4,787",
    "0.02% 2019 Stage 3 Collectively assessed $m Individually assessed $m Total $m",
    "67,400",
    "(5) 0.00% 0.00% 0.01% 45 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 15. FINANCIAL RISK MANAGEMENT (continued) CREDIT RISK (continued) Other financial assets Strong Satisfactory Weak Defaulted Total carrying amount Off-balance sheet commitments - undrawn and contingent facilities Stage 1 $m Stage 2 $m Strong 139,051 1,816 Satisfactory 19,546 2,923 Weak 271 793 Defaulted",
    "Gross undrawn and contingent facilities subject to ECL 158,868 5,532 Allowance for ECL included in Provisions (405) (126) Net undrawn and contingent facilities subject to ECL 158,463 5,406 Coverage ratio 0.25% 2.28% Undrawn and contingent facilities not subject to ECL1 Net undrawn and contingent facilities 1. Commitments that can be unconditionally cancelled at any time without notice. 2019 Stage 3 Collectively assessed $m Individually assessed $m",
    "96 38 96 38 (14) (12) 82 26 14.58% 31.58% 2019 $m 317,051 9,138 382",
    "326,571 Total $m 140,867 22,469 1,064 134 164,534 (557) 163,977 0.34% 47,819 211,796 46 NOTES TO THE FINANCIAL STATEMENTS 15. FINANCIAL RISK MANAGEMENT (continued) CREDIT RISK (continued) 2018 Credit Risk Disclosures The below disclosures do not reflect the adoption of AASB 9 and have been prepared under the requirements of the previous AASB 139. The table below provides an analysis of the credit quality of the maximum exposure to credit risk split by:   neither past due nor impaired financial assets by credit quality; past due but not impaired assets by ageing; and restructured and impaired assets presented as gross amounts and net of individual provisions. Loans Other financial assets and advances Off-balance sheet credit related commitments Total 2018 $m 2018 $m 2018 $m 2018 $m Neither past due nor impaired Strong credit profile 350,031 333,962 173,688 857,681 Satisfactory risk 98,222 1,185 27,996 127,403 Sub-standard but not past due or impaired 13,321 88 1,337 14,746 Sub-total 461,574 335,235 203,021 999,830 Past due but not impaired ≥ 1 < 30 days 7,454",
    "7,454 ≥ 30 < 60 days 2,062",
    "2,062 ≥ 60 < 90 days 1,133",
    "1,133 ≥ 90 days 2,693",
    "2,693 Sub-total 13,342",
    "13,342 Restructured and impaired Impaired loans 1,382",
    "1,382 Restructured items1 248",
    "248 Non-performing commitments and contingencies",
    "48 48 Gross impaired financial assets 1,630",
    "48 1,678 Individual provisions (695)",
    "(18) (713) Sub-total restructured and net impaired 935",
    "30 965 Total 475,851 335,235 203,051 1,014,137 1. Restructured items are facilities in which the original contractual terms have been modified for reasons related to the financial difficulties of the customer. Restructuring may consist of reduction of interest, principal or other payments legally due, or an extension in maturity materially beyond those typically offered for new facilities with similar risk. In 2019, the Company implemented a more market responsive collateral valuation methodology for the home loan portfolio in Australia which increased the number of home loans being classified as impaired rather than past due. Comparative information has not been restated for the change in methodology. Additionally, refinement to underlying processes and associated data resulted in the transfer of loans from past due and sub- standard categories into impaired assets. Comparative information has been restated with a transfer from past due of $99 million and from sub- standard of $27 million. 47 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 15. FINANCIAL RISK MANAGEMENT (continued) CREDIT RISK (continued) CONCENTRATIONS OF CREDIT RISK Credit risk becomes concentrated when a number of customers are engaged in similar activities, have similar economic characteristics, or have similar activities within the same geographic region – therefore, they may be similarly affected by changes in economic or other conditions. The Company monitors its credit portfolio to manage risk concentration and rebalance the portfolio. The Company also applies single customer counterparty limits to protect against unacceptably large exposures to one single customer. Composition of financial instruments that give rise to credit risk by industry group are presented below: Loans and advances Other financial assets Off-balance sheet credit related commitments Total 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m Agriculture, forestry, fishing and mining 20,163 19,658 860 538 16,117 15,317 37,140 Business services 7,063 7,158 112 82 6,075 5,989 13,250 Construction 4,859 5,101 33 32 5,140 5,379 10,032 Electricity, gas and water supply 5,293 4,916 1,543 534 5,226 4,508 12,062 Entertainment, leisure and tourism 11,170 10,652 652 305 2,877 3,118 14,699 Financial, investment and insurance 52,333 43,245 321,569 262,203 39,107 35,326 413,009 Government and official institutions 2,002 748 62,886 63,225 1,637 2,043 66,525 Manufacturing 19,338 16,926 2,196 1,815 36,319 33,298 57,853 Personal lending 274,357 288,127 1,072 1,070 42,246 42,982 317,675 Property services 34,196 33,576 1,009 484 15,126 13,584 50,331 Retail trade 10,771 10,959 131 105 5,737 5,458 16,639 Transport and storage 11,955 10,204 966 459 6,844 6,606 19,765 Wholesale trade 12,665 11,946 2,784 2,644 16,347 17,725 31,796 Other 20,970 14,438 2,946 1,739 13,555 12,150 37,471 Gross total 487,135 477,654 398,759 335,235 212,353 203,483 1,098,247 Provision for credit impairment (2,921) (2,348) (1)",
    "(557) (432) (3,479) Subtotal 484,214 475,306 398,758 335,235 211,796 203,051 1,094,768 Unearned income (144) (165)",
    "(144) Capitalised brokerage/mortgage origination fees 585 710",
    "585 Maximum exposure to credit risk 484,655 475,851 398,758 335,235 211,796 203,051 1,095,209 2018 $m 35,513 13,229 10,512 9,958 14,075 340,774 66,016 52,039 332,179 47,644 16,522 17,269 32,315 28,327 1,016,372 (2,780) 1,013,592 (165) 710 1,014,137 48 NOTES TO THE FINANCIAL STATEMENTS 15. FINANCIAL RISK MANAGEMENT (continued) CREDIT RISK (continued) COLLATERAL MANAGEMENT We use collateral for on and off-balance sheet exposures to mitigate credit risk if a counterparty cannot meet its repayment obligations from its expected cash flows. Where there is sufficient collateral, an expected credit loss is not recognised. This is largely the case for certain lending products that are secured by corresponding investment for which the margin loans are utilised and for reverse repurchase agreements. For some products, the collateral provided by customers is fundamental to the product’s structuring, so it is not strictly the secondary source of repayment - for example, lending secured by trade receivables is typically repaid by the collection of those receivables. During the period there was no change in our collateral policies. The nature of collateral or security held for the relevant classes of financial assets is as follows: Net loans and advances Loans - housing and personal Housing loans are secured by mortgage(s) over property and additional security may take the form of guarantees and deposits. Personal lending (including credit cards and overdrafts) is predominantly unsecured. If we take security, then it is restricted to eligible vehicles, motor homes and other assets. Loans - business Business loans may be secured, partially secured or unsecured. Typically, we take security by way of a mortgage over property and/or a charge over the business or other assets. If appropriate, we may take other security to mitigate the credit risk, for example: guarantees, standby letters of credit or derivative protection. Other financial assets Trading securities, Investment securities (from 1 October 2018), Available- for-sale assets (prior to 1 October 2018), Derivatives and Other financial assets For trading securities, we do not seek collateral directly from the issuer or counterparty. However, the collateral may be implicit in the terms of the instrument (for example, with an asset-backed security). The terms of debt securities may include collateralisation. For derivatives, we typically terminate all contracts with the counterparty and settle on a net basis at market levels current at the time of a counterparty default under International Swaps and Derivatives Association (ISDA) Master Agreements. Our preferred practice is to use a Credit Support Annex (CSA) to the ISDA so that open derivative positions with the counterparty are aggregated and cash collateral (or other forms of eligible collateral) is exchanged daily. The collateral is provided by the counterparty when their position is out of the money (or provided to the counterparty by the Company when our position is out of the money). Off-balance sheet positions Undrawn and contingent facilities. Collateral for off balance sheet positions is mainly held against undrawn facilities, and they are typically performance bonds or guarantees. Undrawn facilities that are secured include housing loans secured by mortgages over residential property and business lending secured by commercial real estate and/or charges over business assets. The table below shows the estimated value of collateral we hold and the net unsecured portion of credit exposures: Credit exposure Total value of collateral Unsecured portion of credit exposure 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m Net loans and advances 484,655 475,851 374,041 372,996 110,614 102,855 Other financial assets 398,758 335,235 29,998 30,166 368,760 305,069 Off-balance sheet positions 211,796 203,051 33,984 34,072 177,812 168,979 Total 1,095,209 1,014,137 438,023 437,234 657,186 576,903 49 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 15. FINANCIAL RISK MANAGEMENT (continued) MARKET RISK MARKET RISK OVERVIEW, MANAGEMENT AND CONTROL RESPONSIBILITIES Market risk stems from the Company’s trading and balance sheet management activities, the impact of changes and correlation between interest rates, foreign exchange rates, credit spreads and volatility in bond, commodity or equity prices. The BRC delegates responsibility for day-to-day management of both market risks and compliance with market risk policies to the Credit & Market Risk Committee (CMRC) and the Group Asset & Liability Committee (GALCO). Within overall strategies and policies established by the BRC, business units and risk management have joint responsibility for the control of market risk at the Company level. The Market Risk team (a specialist risk management unit independent of the business) allocates market risk limits at various levels and monitors and reports on them daily. This detailed framework allocates individual limits to manage and control exposures using risk factors and profit and loss limits. Management, measurement and reporting of market risk is undertaken in two broad categories: Traded Market Risk Non-Traded Market Risk Risk of loss from changes in the value of financial instruments due to movements in price factors for both physical and derivative trading positions. Principal risk categories monitored are: 1. Currency risk – potential loss arising from changes in foreign exchange rates or their implied volatilities. 2. Interest rate risk – potential loss from changes in market interest rates or their implied volatilities. Risk of loss associated with the management of non-traded interest rate risk, liquidity risk and foreign exchange exposures. This includes interest rate risk in the banking book. This risk of loss arises from adverse changes in the overall and relative level of interest rates for different tenors, differences in the actual versus expected net interest margin, and the potential valuation risk associated with embedded options in financial instruments and bank products. 3. Credit spread risk – potential loss arising from a movement in margin or spread relative to a benchmark. 4. Commodity risk – potential loss arising from changes in commodity prices or their implied volatilities. 5. Equity risk – potential loss arising from changes in equity prices. MEASUREMENT OF MARKET RISK We primarily manage and control market risk using Value at Risk (VaR), sensitivity analysis and stress testing. VaR gauges the Company’s possible daily loss based on historical market movements. The Company’s VaR approach for both traded and non-traded risk is historical simulation. We use historical changes in market rates, prices and volatilities over: the previous 500 business days, to calculate standard VaR; and a 1-year stressed period, to calculate stressed VaR. We calculate traded and non-traded VaR using one-day and ten-day holding periods. For stressed VaR, we use a ten-day period. Back testing is used to ensure our VaR models remain accurate. The Company measures VaR at a 99% confidence interval which means there is a 99% chance that a loss will not exceed the VaR for the relevant holding period. 50 NOTES TO THE FINANCIAL STATEMENTS 15. FINANCIAL RISK MANAGEMENT (continued) MARKET RISK (continued) TRADED AND NON-TRADED MARKET RISK Traded market risk The table below shows the traded market risk VaR on a diversified basis by risk categories: 30 September 2019 30 September 2018 As at $m High for year $m Low for year $m Average for year $m As at $m High for year $m Low for year $m Average for year $m Traded value at risk 99% confidence Foreign exchange 1.3 9.0 1.2 3.6 2.9 9.8 1.7 4.0 Interest rate 2.8 9.5 2.8 5.3 8.2 14.9 4.8 7.4 Credit 4.8 4.8 1.1 2.8 2.0 6.2 2.0 3.7 Commodity 1.5 4.0 1.1 1.8 3.5 4.4 1.1 2.9 Equity",
    "Diversification benefit1 (4.9) n/a n/a (5.9) (9.1) n/a n/a (7.8) Total VaR 5.5 13.1 5.3 7.6 7.5 16.9 5.8 10.2 1. The diversification benefit reflects risks that offset across categories. The high and low VaR figures reported for each factor did not necessarily occur on the same day as the high and low VaR reported for the Company as a whole. Consequently, a diversification benefit for high and low would not be meaningful and is therefore omitted from the table. Non-traded market risk Balance sheet risk management The principal objectives of balance sheet risk management are to maintain acceptable levels of interest rate and liquidity risk to mitigate the negative impact of movements in interest rates on the earnings and market value of the Company’s banking book, while ensuring the Company maintains sufficient liquidity to meet its obligations as they fall due. Interest rate risk management Non-traded interest rate risk relates to the potential adverse impact of changes in market interest rates on the Company’s future net interest income. This risk arises from two principal sources, namely mismatches between the repricing dates of interest bearing assets and liabilities; and the investment of capital and other non-interest bearing liabilities in interest bearing assets. Interest rate risk is reported using VaR and scenario analysis (based on the impact of a 1% rate shock). The table below shows VaR figures for non-traded interest rate risk for the combined Company as well as Australia, New Zealand and Asia Pacific, Europe and Americas (APEA) geographies which are calculated separately. 30 September 2019 30 September 2018 As at $m High for year $m Low for year $m Average for year $m As at $m High for year $m Low for year $m Average for year $m Non-traded value at risk 99% confidence Australia 22.7 22.7 16.4 18.9 21.9 32.7 20.3 23.6 New Zealand 0.0 0.1 0.0 0.0 0.0 0.2 0.0 0.0 Asia Pacific, Europe & America 17.6 17.6 12.7 16.1 15.5 15.5 12.5 14.0 Diversification benefit1 (10.7) n/a n/a (11.0) (11.8) n/a n/a (9.6) Total VaR 29.6 29.6 21.2 24.0 25.6 35.2 22.3 28.0 1. The diversification benefit reflects the historical correlation between the regions. The high and low VaR figures reported for the region did not necessarily occur on the same day as the high and low VaR reported for the Company as a whole. Consequently, a diversification benefit for high and low would not be meaningful and is therefore omitted from the table. 51 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 15. FINANCIAL RISK MANAGEMENT (continued) MARKET RISK (continued) We undertake scenario analysis to stress test the impact of extreme events on the Company’s market risk exposures. We model a 1% overnight parallel positive shift in the yield curve to determine the potential impact on our net interest income over the next 12 months. This is a standard risk measure which assumes the parallel shift is reflected in all wholesale and customer rates. The table below shows the outcome of this risk measure for the current and previous financial years, expressed as a percentage of reported net interest income. A positive number signifies that a rate increase is positive for net interest income over the next 12 months. 2019 Impact of 1% rate shock As at period end 1.01% Maximum exposure 1.01% Minimum exposure 0.02% Average exposure (in absolute terms) 1. Prior period numbers have been restated to reflect IRR model enhancements 0.42% EQUITY SECURITIES DESIGNATED AT FVOCI (FROM 1 OCTOBER 2018) AND AVAILABLE-FOR-SALE (PRIOR TO 1 OCTOBER 2018) Our investment securities (from 1 October 2018) and available-for-sale assets (prior to 1 October 2018) contain equity investment holdings which predominantly comprise investments we hold for longer-term strategic reasons. The market risk impact on these equity investments is not captured by the Company’s VaR processes for traded and non-traded market risks. Therefore, the Company regularly reviews the valuations of the investments within the portfolio and assesses whether the investments are impaired based on the recognition and measurement policies set out in Note 10 Investment securities. FOREIGN CURRENCY RISK – STRUCTURAL EXPOSURES Our investment of capital in foreign operations — for example, branches, subsidiaries or associates with functional currencies other than the Australian Dollar — exposes the Company to the risk of changes in foreign exchange rates. Variations in the value of these foreign operations arising as a result of exchange differences are reflected in the foreign currency translation reserve in equity. Where it is considered appropriate, the Company takes out economic hedges against larger foreign exchange denominated revenue streams (primarily New Zealand Dollar, US dollar and US dollar correlated). The primary objective of hedging is to ensure that, if practical, the consolidated capital ratios are neutral to the effect of changes in exchange rates. LIQUIDITY AND FUNDING RISK LIQUIDITY RISK AND FUNDING POSITION For information related to the liquidity risk and funding position refer to the ANZ 2019 Group Annual Report (Note 16 Financial Risk Management), available at https://shareholder.anz.com/annual-report-shareholder-review. RESIDUAL CONTRACTUAL MATURITY ANALYSIS OF THE COMPANY’S LIABILITIES The table below provides residual contractual maturity analysis of financial liabilities at 30 September within relevant maturity groupings. The table below excludes “Due to controlled entities” liabilities of $89.7 billion (2018: $88.4 billion) as the contractual maturity is linked to the repayment of underlying assets which are managed on a pool basis which is continuously reviewed. All outstanding Debt Issuance and Subordinated Debt is profiled on the earliest date on which the Company may be required to pay. All at-call liabilities are reported in the “Less than 3 months” category. Any other items without a specified maturity date are included in the “After 5 years” category. The amounts represent principal and interest cash flows - so they may differ from equivalent amounts reported on balance sheet. It should be noted that this is not how the Company manages its liquidity risk. The management of this risk is detailed in the ANZ 2019 Group Annual Report (Note 16 Financial Risk Management), available at https://shareholder.anz.com/annual-report-shareholder-review. 20181 0.98% 1.77% 0.23% 0.77% 52 NOTES TO THE FINANCIAL STATEMENTS 15. FINANCIAL RISK MANAGEMENT (continued) LIQUIDITY AND FUNDING RISK (continued) 2019 Less than 3 months $m 3 to 12 months $m 1 to 5 years $m After 5 years $m Total $m Settlement balances owed by ANZ 9,313 29",
    "9,342 Collateral received 7,005",
    "7,005 Deposits and other borrowings 447,479 74,646 3,818 97 526,040 Liability for acceptances 293",
    "293 Debt issuances1 7,579 13,958 79,370 13,207 114,114 Derivative liabilities (excluding those held for balance sheet management)2 108,457",
    "108,457 Derivative assets and liabilities (balance sheet management) Funding Receive leg (24,570) (22,462) (62,851) (15,524) (125,407) Pay leg 23,832 20,392 58,629 14,668 117,521 Other balance sheet management Receive leg (84,339) (24,538) (8,350) (1,583) (118,810) Pay leg 84,525 25,088 9,373 1,972 120,958 2018 Less than 3 months $m 3 to 12 months $m 1 to 5 years $m After 5 years $m Total $m Settlement balances owed by ANZ 9,867",
    "9,867 Collateral received 6,002",
    "6,002 Deposits and other borrowings 440,725 65,446 7,918 116 514,205 Liability for acceptances 316",
    "316 Debt issuances1 4,563 17,946 67,787 19,826 110,122 Derivative liabilities (excluding those held for balance sheet management)2 58,784",
    "58,784 Derivative assets and liabilities (balance sheet management) Funding Receive leg (13,221) (26,116) (66,671) (30,071) (136,079) Pay leg 13,193 25,122 64,316 30,005 132,636 Other balance sheet management Receive leg (50,237) (13,492) (10,249) (1,469) (75,447) Pay leg 50,479 13,626 10,763 1,634 76,502 1. Any callable wholesale debt instruments have been included at their next call date. Balance includes subordinated debt instruments that may be settled in cash or in equity, at the option of the Company, and perpetual debt instruments after 5 years. 2. The full mark-to-market of derivative liabilities not held for balance sheet management purposes is included in the “less than 3 months” category. At 30 September 2019 $171,881 million (2018: $164,944 million) of the Company’s undrawn facilities and $40,472 million (2018: $38,539 million) of its issued guarantees mature in less than 1 year, based on the earliest date on which the Company may be required to pay. 53 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 16. FAIR VALUE OF FINANCIAL ASSETS AND FINANCIAL LIABILITIES The Company carries a significant number of financial instruments on the balance sheet at fair value. The fair value is the best estimate of the price that would be received to sell an asset, or paid to transfer a liability, in an orderly transaction between market participants at the measurement date. VALUATION The Company has an established control framework, including appropriate segregation of duties, to ensure that fair values are accurately determined, reported and controlled. The framework includes the following features: products are approved for transacting with external customers and counterparties only where fair values can be appropriately determined; quoted market prices used to value financial instruments are independently verified with information from external pricing providers; fair value methodologies and inputs are evaluated and approved by a function independent of the party that undertakes the transaction; movements in fair values are independently monitored and explained by reference to underlying factors relevant to the fair value; and valuation adjustments (such as funding valuation adjustments, credit valuation adjustments and bid-offer adjustments) are independently validated and monitored. If the Company holds offsetting risk positions, then the Company uses the portfolio exemption in AASB 13 Fair Value Measurement (AASB 13) to measure the fair value of such groups of financial assets and financial liabilities. We measure the portfolio based on the price that would be received to sell a net long position (an asset) for a particular risk exposure, or to transfer a net short position (a liability) for a particular risk exposure. Fair value designation We designate certain loans and advances and certain deposits and other borrowings and debt issuances as fair value through profit or loss: where they contain a separable embedded derivative which significantly modifies the instruments’ cash flow; or in order to eliminate an accounting mismatch which would arise if the asset or liabilities were otherwise carried at amortised cost. This mismatch arises as we measure the derivative financial instruments (which we acquired to mitigate interest rate risk of the assets or liabilities) at fair value through profit or loss. Our approach ensures that we recognise the fair value movements on the assets or liabilities in profit or loss in the same period as the movement on the associated derivatives. We may also designate certain loans and advances and certain deposits and other borrowings and debt issuances as fair value through profit or loss where they are managed on a fair value basis to align the measurement with how the instruments are managed. FAIR VALUE APPROACH AND VALUATION TECHNIQUES We use valuation techniques to estimate the fair value of assets and liabilities for recognition, measurement and disclosure purposes where no quoted price in an active market exists for that asset or liability. This includes the following: Asset or Liability Fair Value Approach Financial instruments classified as: Trading securities Securities sold short Valuation techniques are used that incorporate observable market inputs for financial instruments with similar credit risk, maturity and yield characteristics. Equity instruments that are not traded in active markets may be measured using comparable company valuation multiples. Derivative financial assets and liabilities Investment securities (from 1 October 2018) Available-for-sale assets (prior to 1 October 2018) Financial instruments classified as: Net loans and advances Deposits and other borrowings Discounted cash flow techniques are used whereby contractual future cash flows of the instruments are discounted using wholesale market interest rates, or market borrowing rates for debt with similar maturities or yield curve appropriate for the remaining term to maturity. Debt issuances 54 NOTES TO THE FINANCIAL STATEMENTS 16. FAIR VALUE OF FINANCIAL ASSETS AND FINANCIAL LIABILITIES (continued) CLASSIFICATION OF FINANCIAL ASSETS AND FINANCIAL LIABILITIES The following tables set out the classification of financial asset and liability categories according to measurement bases together with their carrying amounts as reported on the balance sheet. 2019 2018 Note At amortised cost $m At fair value $m Total $m At amortised cost $m At fair value $m Total $m Financial assets Cash and cash equivalents 7 77,949",
    "77,949 80,227",
    "80,227 Settlement balances owed to ANZ 3,442",
    "3,442 1,666",
    "1,666 Collateral paid 13,461",
    "13,461 9,184",
    "9,184 Trading securities 8",
    "34,217 34,217",
    "29,519 29,519 Derivative financial assets and liabilities 9",
    "116,544 116,544",
    "64,448 64,448 Investment securities 10 4,787 68,568 73,355",
    "Available-for-sale assets 10",
    "64,728 64,728 Net loans and advances 11 483,858 797 484,655 475,850 1 475,851 Regulatory deposits 215",
    "215 264",
    "264 Due from controlled entities 86,907 1,967 88,874 90,170",
    "90,170 Other financial assets 2,167",
    "2,167 2,023",
    "2,023 Total 672,786 222,093 894,879 659,384 158,696 818,080 Financial liabilities Settlement balances owed by ANZ 9,342",
    "9,342 9,867",
    "9,867 Collateral received 7,005",
    "7,005 6,002",
    "6,002 Deposits and other borrowings 13 524,220 21 524,241 511,937 55 511,992 Derivative financial instruments 9",
    "117,340 117,340",
    "65,638 65,638 Due to controlled entities 89,683",
    "89,683 88,383",
    "88,383 Payables and other liabilities 4,231 2,390 6,621 3,942 1,060 5,002 Debt issuances 14 100,199 4,647 104,846 97,184 1,442 98,626 Total 734,680 124,398 859,078 717,315 68,195 785,510 FAIR VALUE HIERARCHY The Company categorises assets and liabilities carried at fair value into a fair value hierarchy as required by AASB 13 based on the observability of inputs used to measure the fair value: Level 1 - valuations based on quoted prices (unadjusted) in active markets for identical assets or liabilities; Level 2 - valuations using inputs other than quoted prices included within Level 1 that are observable for a similar asset or liability, either directly or indirectly; and Level 3 - valuations where significant unobservable inputs are used to measure the fair value of the asset or liability. 55 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 16. FAIR VALUE OF FINANCIAL ASSETS AND FINANCIAL LIABILITIES (continued) FAIR VALUE HIERARCHY (continued) The following table presents assets and liabilities carried at fair value in accordance with the fair value hierarchy: Fair value measurements Quoted market price (Level 1) Using observable inputs (Level 2) Using unobservable inputs (Level 3) Total 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m Assets Trading securities1 29,439 23,969 4,778 5,550",
    "34,217 Derivative financial instruments 351 630 116,137 63,764 56 54 116,544 Investment securities2 67,182 228 1,158 68,568 Available-for-sale assets1,2",
    "61,655",
    "1,996",
    "1,077",
    "Net loans and advances (measured at fair value)",
    "797 1",
    "797 Due from controlled entities",
    "1,967",
    "1,967 Total 96,972 86,254 123,907 71,311 1,214 1,131 222,093 Liabilities Deposits and other borrowings (designated at fair value)",
    "21 55",
    "21 Derivative financial instruments 868 1,666 116,421 63,929 51 43 117,340 Payables and other liabilities3 2,352 1,048 38 12",
    "2,390 Debt issuances (designated at fair value) 1,009",
    "3,638 1,442",
    "4,647 Total 4,229 2,714 120,118 65,438 51 43 124,398 1. During the year, there were no material transfers from Level 1 to Level 3 (2018: $676 million); Level 2 to Level 1 (2018: $783 million) and Level 1 to Level 2. Transfers into and out of levels are measured at the beginning of the reporting period in which the transfer occurred. 2. On adoption of AASB 9 on 1 October 2018, the classification and measurement of financial assets was revised. The available-for-sale classification used in comparative periods no longer exists under AASB 9 and a new classification of investment securities was introduced. Comparative information has not been restated. 3. Payables and other liabilities relates to securities sold short, which we classify as held for trading and measured at fair value through profit or loss. FAIR VALUE MEASUREMENT INCORPORATING UNOBSERVABLE MARKET DATA Level 3 fair value measurements The net balance of Level 3 is an asset of $1,163 million (2018: $1,088 million). The assets and liabilities which incorporate significant unobservable inputs primarily include: equities for which there is no active market or traded prices cannot be observed; structured credit products for which credit spreads and default probabilities relating to the reference assets and derivative counterparties cannot be observed; other derivatives referencing market rates that cannot be observed primarily due to lack of market activity. Movement in the Level 3 balance is mainly due to the revaluation of the Company’s investment in Bank of Tianjin. There were no other material transfers in or out of Level 3 during the period. Bank of Tianjin (BoT) The investment is valued based on comparative price-to-book (P/B) multiples (a P/B multiple is the ratio of the market value of equity to the book value of equity). The extent of judgement applied in determining the appropriate multiple and comparator group from which the multiple is derived are non-observable inputs which have resulted in the Level 3 classification. 2018 $m 29,519 64,448 64,728 1",
    "158,696 55 65,638 1,060 1,442 68,195 56 NOTES TO THE FINANCIAL STATEMENTS 16. FAIR VALUE OF FINANCIAL ASSETS AND FINANCIAL LIABILITIES (continued) FAIR VALUE MEASUREMENT INCORPORATING UNOBSERVABLE MARKET DATA (continued) Sensitivity to Level 3 data inputs When we make assumptions due to significant inputs not being directly observable in the market place (Level 3 inputs), then changing these assumptions changes the Company’s estimate of the instrument’s fair value. Favourable and unfavourable changes are determined by changing the primary unobservable parameter used to derive the valuation. Bank of Tianjin (BoT) The valuation of the BoT investment is sensitive to the selected unobservable input, being the P/B multiple. If the P/B multiple was increased or decreased by 10% it would result in a $111 million (Sep 18: $102 million) increase or decrease to the fair value of the investment, which would be recognised in shareholders’ equity. Other The remaining Level 3 balance is immaterial and changes in the Level 3 inputs have a minimal impact on net profit and net assets of the Company. Deferred fair value gains and losses Where fair values are determined using unobservable inputs, the Company does not immediately recognise the difference between the transaction price and the amount we determine based on the valuation technique (day one gain or loss) in profit or loss. After initial recognition, we recognise the deferred amount in profit or loss on a straight line basis over the life of the transaction or until all inputs become observable. The day one gains and losses deferred are not material. FINANCIAL ASSETS AND FINANCIAL LIABILITIES NOT MEASURED AT FAIR VALUE The following table sets out the Company’s basis of estimating fair values of financial instruments carried at amortised cost: Financial Asset and Liability Fair Value Approach Investment securities – debt securities at amortised cost Calculated based on quoted market prices or observable inputs as applicable. If quoted market prices are not available, we use a discounted cash flow model using a yield curve appropriate for the remaining term to maturity of the debt instrument. The fair value reflects adjustments to credit spreads applicable for that instrument. Net loans and advances to banks Discounted cash flows using prevailing market rates for loans with similar credit quality. Net loans and advances to customers Present value of future cash flows, discounted using a curve that incorporates changes in wholesale market rates, the Company’s cost of wholesale funding and the customer margin, as appropriate. Deposit liability without a specified maturity or at call The amount payable on demand at the reporting date. We do not adjust the fair value for any value we expect the Company to derive from retaining the deposit for a future period. Interest bearing fixed maturity deposits and other borrowings and acceptances with quoted market rates Market borrowing rates of interest for debt with a similar maturity are used to discount contractual cash flows to derive the fair value. Debt issuances Calculated based on quoted market prices or observable inputs as applicable. If quoted market prices are not available, we use a discounted cash flow model using a yield curve appropriate for the remaining term to maturity of the debt instrument. The fair value reflects adjustments to credit spreads applicable to the Company for that instrument. 57 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 16. FAIR VALUE OF FINANCIAL ASSETS AND FINANCIAL LIABILITIES (continued) FINANCIAL ASSETS AND FINANCIAL LIABILITIES NOT MEASURED AT FAIR VALUE (continued) The financial assets and financial liabilities listed in the table below are carried at amortised cost on the Company’s balance sheet. While this is the value at which we expect the assets will be realised and the liabilities settled, the Company provides an estimate of the fair value of the financial assets and financial liabilities at balance date in the table below. At amortised cost Categorised into fair value hierarchy Fair value (total) Quoted market price Using observable inputs (Level 2) (Level 1) With significant non- observable inputs (Level 3) 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m Financial assets Net loans and advances 483,858 475,850",
    "21,425 28,352 462,909 447,259 484,334 475,611 Investment securities1 4,787",
    "4,790",
    "Due from controlled entities 86,907 90,170",
    "86,907 90,170 86,907 90,170 Total 575,552 566,020",
    "26,215 28,352 549,816 537,429 576,031 565,781 Financial liabilities Deposits and other borrowings 524,220 511,937",
    "524,383 512,049",
    "524,383 512,049 Debt issuances 100,199 97,184 39,620 31,365 61,832 66,529",
    "101,452 97,894 Due to controlled entities 89,683 88,383",
    "89,683 88,383 89,683 88,383 Total 714,102 697,504 39,620 31,365 586,215 578,578 89,683 88,383 715,518 698,326 1. Investment securities under AASB 9 includes securities measured at amortised cost. KEY JUDGEMENTS AND ESTIMATES The Company evaluates the material accuracy of the valuations incorporated in the financial statements as they can involve a high degree of judgement and estimation in determining the carrying values of financial assets and liabilities at the balance sheet date. The majority of valuation models the Company uses employ only observable market data as inputs. However, for certain financial instruments, we may use data that is not readily observable in current markets. If we use unobservable market data, then we need to exercise more judgement to determine fair value depending on the significance of the unobservable input to the overall valuation. Generally, we derive unobservable inputs from other relevant market data and compare them to observed transaction prices where available. When establishing the fair value of a financial instrument using a valuation technique, the Company considers valuation adjustments in determining the fair value. We may apply adjustments (such as bid/offer spreads, credit valuation adjustments and funding valuation adjustments – refer Note 9 Derivative Financial Instruments) to the techniques used to reflect the Company’s assessment of factors that market participants would consider in setting fair value. 58 NOTES TO THE FINANCIAL STATEMENTS 17. ASSETS CHARGED AS SECURITY FOR LIABILITIES AND COLLATERAL ACCEPTED AS SECURITY FOR ASSETS The following disclosure excludes the amounts presented as collateral paid and received in the Balance Sheet that relate to derivative liabilities and derivative assets respectively. The terms and conditions of those collateral agreements are included in the standard Credit Support Annex that forms part of the International Swaps and Derivatives Association Master Agreement. ASSETS CHARGED AS SECURITY FOR LIABILITIES Assets charged as security for liabilities include the following types of instruments: Securities provided as collateral for repurchase transactions. These transactions are governed by standard industry agreements. Specified residential mortgages provided as security for notes and bonds issued to investors as part of the Company’s covered bond programs. Collateral provided to central banks. Collateral provided to clearing houses. The carrying amount of assets pledged as security are as follows: 2019 $m 2018 $m Securities sold under arrangements to repurchase1 42,640 39,332 Residential mortgages provided as security for covered bonds 20,052 19,612 Other 4,421 1,191 1. The amounts disclosed as securities sold under arrangements to repurchase include both: assets pledged as security which continue to be recognised on the Company's balance sheet; and  assets repledged, which are included in the disclosure below. COLLATERAL ACCEPTED AS SECURITY FOR ASSETS The Company has received collateral associated with various financial instruments. Under certain transactions the Company has the right to sell, or to repledge, the collateral received. These transactions are governed by standard industry agreements. The fair value of collateral we have received and that which we have sold or repledged is as follows: 2019 $m 2018 $m Fair value of assets which can be sold or repledged 37,526 35,360 Fair value of assets sold or repledged 29,384 23,270 59 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 18. OFFSETTING We offset financial assets and financial liabilities in the balance sheet (in accordance with AASB 132 Financial Instruments: Presentation) when there is: a current legally enforceable right to set off the recognised amounts in all circumstances; and an intention to settle the asset and liability on a net basis, or to realise the asset and settle the liability simultaneously. If the above conditions are not met, the financial assets and liabilities are presented on a gross basis. The Company does not have any arrangements that satisfy the conditions necessary to offset financial assets and financial liabilities within the balance sheet. The following table identifies financial assets and financial liabilities which have not been offset but are subject to enforceable master netting agreements (or similar arrangements) and the related amounts not offset in the balance sheet. We have not taken into account the effect of over- collateralisation. Amount subject to master netting agreement or similar 2019 Total amounts recognised in the Balance Sheet $m Amounts not subject to master netting agreement or similar $m Total $m Financial instruments $m Financial collateral (received)/ pledged $m Derivative financial assets 116,544 (2,323) 114,221 (102,761) (6,232) Reverse repurchase, securities borrowing and similar agreements1 36,648 (4,845) 31,803 (1,414) (30,389) Total financial assets 153,192 (7,168) 146,024 (104,175) (36,621) Derivative financial liabilities (117,340) 1,648 (115,692) 102,761 9,803 Repurchase, securities borrowing and similar agreements2 (40,826) 17,240 (23,586) 1,414 22,172 Total financial liabilities (158,166) 18,888 (139,278) 104,175 31,975 Amount subject to master netting agreement or similar 2018 Total amounts recognised in the Balance Sheet $m Amounts not subject to master netting agreement or similar $m Total $m Financial instruments $m Financial collateral (received)/ pledged $m Derivative financial assets 64,448 (2,423) 62,025 (52,723) (5,042) Reverse repurchase, securities borrowing and similar agreements1 34,623 (4,337) 30,286 (398) (29,888) Total financial assets 99,071 (6,760) 92,311 (53,121) (34,930) Derivative financial liabilities (65,638) 2,706 (62,932) 52,723 7,037 Repurchase, securities borrowing and similar agreements2 (37,581) 11,997 (25,584) 398 25,186 Total financial liabilities (103,219) 14,703 (88,516) 53,121 32,223 1. Reverse repurchase agreements: 2. with less than 90 days to maturity are presented in the Balance Sheet within cash and cash and cash equivalents; or  with 90 days or more to maturity are presented in the Balance Sheet within net loans and advances. Repurchase agreements are presented in the Balance Sheet within deposits and other borrowings. Net amount $m 5,228",
    "5,228 (3,128)",
    "(3,128) Net amount $m 4,260",
    "4,260 (3,172)",
    "(3,172) 60 19. GOODWILL AND OTHER INTANGIBLE ASSETS Goodwill1 2019 $m Balance at start of year 73 Additions 10 Amortisation expense2",
    "Impairment expense",
    "Foreign currency exchange difference (1) Balance at end of year 82 Cost 82 Accumulated amortisation/impairment n/a Carrying amount 82 1. Goodwill excludes notional goodwill in equity accounted investments. 2. 2018 includes an accelerated amortisation expense of $240 million. RECOGNITION AND MEASUREMENT The table below details how we recognise and measure different intangible assets: Goodwill Definition Excess amount the Company has paid in acquiring a business over the fair value less costs of disposal of the identifiable assets and liabilities acquired. Carrying value Cost less any accumulated impairment losses. Allocated to the cash generating unit to which the acquisition relates. Useful life Indefinite. Goodwill is reviewed for impairment at least annually or when there is an indication of impairment. Depreciation method Not applicable. NOTES TO THE FINANCIAL STATEMENTS Software Total 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m 69 1,373 1,783 1,446 1,852",
    "412 386 422 386",
    "(497) (787) (497) (787)",
    "(4) (17) (4) (17) 4 1 8",
    "12 73 1,285 1,373 1,367 1,446 73 6,767 6,289 6,888 6,401 n/a (5,482) (4,916) (5,521) (4,955) 73 1,285 1,373 1,367 1,446 Software Purchases of “off the shelf” software assets are capitalised as assets. Internal and external costs incurred in building software and computer systems costing greater than $20 million are capitalized as assets. Those less than $20 million are expensed in the year in which the costs are incurred. Initially, measured at cost. Subsequently, carried at cost less accumulated amortisation and impairment losses. Costs incurred in planning or evaluating software proposals or in maintaining systems after implementation are not capitalised. Except for major core infrastructure, amortised over periods between 3-5 years. Major core infrastructure amortised over periods between 7 or 10 years. Straight-line method. 61 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 19. GOODWILL AND OTHER INTANGIBLE ASSETS (continued) KEY JUDGEMENTS AND ESTIMATES Management judgement is used to assess the recoverable value of goodwill, and other intangible assets, and the useful economic life of an asset (or if an asset has an indefinite life). We reassess the recoverability of the carrying value at each reporting date. At each balance date, software and other intangible assets, including those not ready for use, are assessed for indicators of impairment. In the event that an asset’s carrying amount is determined to be greater than its recoverable amount, the carrying value of the asset is written down immediately. In addition, the expected useful economic life of intangible assets, including software assets, are assessed at each reporting date. The assessment requires management judgement, and in relation to our software assets, a number of factors can influence the expected useful lives. These factors include changes to business strategy, significant divestments and the pace of technological change. 62 NOTES TO THE FINANCIAL STATEMENTS 20. OTHER PROVISIONS 2019 $m 2018 $m ECL allowance on undrawn facilities1 557 432 Customer remediation 967 556 Restructuring costs 37 94 Non-lending losses, frauds and forgeries 63 75 Other 281 113 Total other provisions 1,905 1,270 1. Refer to Note 12 Allowance for Expected Credit Losses for movement analysis. Customer remediation Restructuring costs $m $m Non-lending losses, frauds and forgeries $m Other $m Balance at start of year 556 94 75 113 New and increased provisions made during the year 608 46 1 308 Provisions used during the year (150) (91) (5) (40) Unused amounts reversed during the year (47) (12) (8) (100) Balance at end of year 967 37 63 281 Customer remediation Customer remediation includes provisions for expected refunds to customers, remediation project costs and related customer and regulatory claims, penalties and litigation outcomes. Restructuring costs Provisions for restructuring costs arise from activities related to material changes in the scope of business undertaken by the Company or the manner in which that business is undertaken and include employee termination benefits. Costs relating to on-going activities are not provided for and are expensed as incurred. Non-lending losses, frauds and forgeries Non-lending losses include losses arising from certain legal actions not directly related to amounts of principal outstanding for loans and advances and losses arising from forgeries, frauds and the correction of operational issues. The amounts recognised are the best estimate of the consideration required to settle the present obligation at the reporting date, taking into account the risks and uncertainties that surround the events and circumstances that affect the provision. Other Other provisions comprise various other provisions including workers compensation, make-good provisions associated with leased premises and contingent liabilities recognised as part of a business combination. 63 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 20. OTHER PROVISIONS (continued) RECOGNITION AND MEASUREMENT The Company recognises provisions when there is a present obligation arising from a past event, an outflow of economic resources is probable, and the amount of the provision can be measured reliably. The amount recognised is the best estimate of the consideration required to settle the present obligation at reporting date, taking into account the risks and uncertainties surrounding the obligation. Where a provision is measured using the estimated cash flows required to settle the present obligation, its carrying amount is the present value of those cash flows.. KEY JUDGEMENTS AND ESTIMATES The Company holds provisions for various obligations including customer remediation, restructuring costs and surplus lease space, non-lending losses, fraud and forgeries and litigation related claims. These provisions involve judgements regarding the timing and outcome of future events, including estimates of expenditure required to satisfy such obligations. Where relevant, expert legal advice has been obtained and, in light of such advice, provisions and/or disclosures as deemed appropriate have been made. In relation to customer remediation, determining the amount of the provisions, which represent management’s best estimate of the cost of settling the identified matters, requires the exercise of significant judgement. It will often be necessary to form a view on a number of different assumptions, including, the number of impacted customers, the average refund per customer, the associated remediation project costs, and the implications of regulatory exposures and customer claims having regard to their specific facts and circumstances. Consequently, the appropriateness of the underlying assumptions is reviewed on a regular basis against actual experience and other relevant evidence including expert legal advice and adjustments are made to the provisions where appropriate. 64 NOTES TO THE FINANCIAL STATEMENTS 21. SHAREHOLDERS’ EQUITY SHAREHOLDERS’ EQUITY 2019 $m 2018 $m Ordinary share capital 26,413 27,533 Reserves: Foreign currency translation reserve (21) (230) Share option reserve 89 92 FVOCI reserve 65",
    "Available-for-sale revaluation reserve",
    "(24) Cash flow hedge reserve 707 106 Total reserves 840 (56) Retained earnings 25,961 26,399 Total shareholders’ equity 53,214 53,876 ORDINARY SHARE CAPITAL The table below details the movement in ordinary shares for the period. 2019 2018 Number of shares $m Number of shares $m Balance at start of the year 2,873,618,118 27,533 2,937,415,327 29,416 Bonus option plan1 Dividend reinvestment plan2 Group employee share acquisition scheme 2,999,796",
    "2,891,060",
    "(3) Share buy-back3 (42,032,991) (1,120) (66,688,269) (1,880) Balance at end of year 2,834,584,923 26,413 2,873,618,118 27,533 1 The Company issued 1.4 million shares under the Bonus Option Plan (BOP) for the 2019 interim dividend and 1.6 million shares for the 2018 final dividend (1.4 million shares for the 2018 interim dividend and 1.5 million shares for the 2017 final dividend). 2 No new shares were issued under the Dividend Reinvestment Plan (DRP) for the 2019 interim dividend (nil shares for the 2018 final dividend; nil shares for the 2018 interim dividend) as the shares were purchased on-market and provided directly to the shareholders participating in the DRP. On-market purchases for the DRP in the September 2019 financial year were $432 million (Sep 18 full year: $392 million). 3 The Company completed a $3.0 billion on-market share buy-back of ANZ ordinary shares purchasing $1,120 million in the September 2019 full year (Sep 18 full year: $1,880 million) resulting in 42.0 million ANZ ordinary shares being cancelled in the September 2019 full year (Sep 18 full year: 66.7 million) 65 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 21. SHAREHOLDERS’ EQUITY (continued) RECOGNITION AND MEASUREMENT Ordinary shares Ordinary shares have no par value. They entitle holders to receive dividends, or proceeds available on winding up of the Company, in proportion to the number of fully paid ordinary shares held. They are recognised at the amount paid per ordinary share net of directly attributable costs. Every holder of fully paid ordinary shares present at a meeting in person, or by proxy, is entitled to: on a show of hands, one vote; and  on a poll, one vote, for each share held. Treasury shares Treasury shares are shares in the Company which: the ANZ Employee Share Acquisition Plan purchases on market and have not yet distributed, or  the Company issues to the ANZ Employee Share Acquisition Plan and have not yet been distributed. Treasury shares are deducted from share capital and excluded from the weighted average number of ordinary shares used in the earnings per share calculations. Reserves: Foreign currency translation reserve Includes differences arising on translation of assets and liabilities into Australian dollars when the functional currency of a foreign operation (including subsidiaries and branches) is not Australian dollars. In this reserve, we reflect any offsetting gains or losses on hedging these exposures, together with any tax effect. Cash flow hedge reserve Includes fair value gains and losses associated with the effective portion of designated cash flow hedging instruments together with any tax effect. Available-for-sale reserve (prior to 1 October 2018) Includes the changes in fair value and exchange differences on the revaluation of available-for-sale financial assets together with any tax effect. FVOCI reserve (from 1 October 2018) Includes changes in the fair value of certain debt securities and equity securities included within Investment Securities together with any tax effect. In respect of debt securities classified as measured at FVOCI, the FVOCI reserve records accumulated changes in fair value arising subsequent to initial recognition, except for those relating to allowance for expected credit losses, interest income and foreign currency exchange gains and losses which are recognised in profit or loss. As debt securities at FVOCI are recorded at fair value, the balance of the FVOCI reserve is net of the ECL allowance associated with such assets. When a debt security measured at FVOCI is derecognised, the cumulative gain or loss recognised in the FVOCI reserve in respect of that security is reclassified to profit or loss and presented in Other Operating Income. In respect of the equity securities classified as measured at FVOCI, the FVOCI reserve records accumulated changes in fair value arising subsequent to initial recognition (including any related foreign exchange gains or losses). When an equity security measured at FVOCI is derecognised, the cumulative gain or loss recognised in the FVOCI reserve in respect of that security is not recycled to profit or loss. Share option reserve Includes amounts which arise on the recognition of share-based compensation expense. 66 NOTES TO THE FINANCIAL STATEMENTS 22. CAPITAL MANAGEMENT CAPITAL MANAGEMENT STRATEGY The Company’s capital management strategy aims to protect the interests of depositors, creditors and shareholders. We achieve this through an Internal Capital Adequacy Assessment Process (ICAAP) whereby the Company conducts detailed strategic and capital planning over a 3 year time horizon. The process involves: forecasting economic variables, financial performance of the Company’s divisions and the financial impact of new strategic initiatives to be implemented during the planning period; performing stress tests under different economic scenarios to determine the level of additional capital (‘stress capital buffer’) needed to absorb losses that may be experienced under an economic downturn; reviewing capital ratios and targets across various classes of capital against the Company’s risk profile; and developing a capital plan, taking into account capital ratio targets, current and future capital issuances requirements and options around capital products, timing and markets to execute the capital plan under differing market and economic conditions. The capital plan is approved by the Board and updated as required. The Board and senior management are provided with regular updates of the Company’s capital position. Any material actions required to ensure ongoing prudent capital management are submitted to the Board for approval. Throughout the year, the Company maintained compliance with all the regulatory requirements related to Capital Adequacy in the jurisdictions in which it operates. REGULATORY ENVIRONMENT As ANZ is an Authorised Deposit-taking Institution (ADI) in Australia, it is regulated by APRA under the Banking Act 1959 (Cth). The Company must comply with the minimum regulatory capital requirements, prudential capital ratios and specific reporting levels that APRA sets and which are consistent with the global Basel III capital framework. This is the common framework for determining the appropriate level of bank regulatory capital as set by the Basel Committee on Banking Supervision (BCBS). For reporting purposes as part of the ANZ 2019 Annual Report, Capital Adequacy Ratios are presented for the Level 2 ADI and are not presented for the Company as a standalone entity. Refer to Note 23 Capital Management in the ANZ 2019 Group Annual Report for details of the Capital Adequacy Ratios, which can be found at https://shareholder.anz.com/annual-report-shareholders-review. 67 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 23. SHARES IN CONTROLLED ENTITIES Incorporated in Nature of business 2019 $m ANZ (Lao) Sole Company Ltd1 Laos Banking 26 ANZ Bank (Taiwan) Ltd2 Taiwan Deregistered",
    "ANZ Bank (Vietnam) Ltd Vietnam Banking 205 ANZ Capel Court Ltd Australia Securitisation Manager 18 ANZ Capital Hedging Pty Ltd Australia Deregistered",
    "ANZ Centre Chattels Trust Australia Property 167 ANZ Centre Trust Australia Property 550 ANZ Equities (Nominees) Pty Ltd Australia Non-operating",
    "ANZ Funds Pty Ltd Australia Holding Company 11,870 ANZ Guam, Inc Guam Banking 17 ANZ Lenders Mortgage Insurance Pty Ltd Australia Mortgage Insurance 398 ANZ Properties (Australia) Pty Ltd Australia Property 7 ANZ Rewards No.2 Pty Ltd Australia Credit Card Loyalty Program 40 ANZ Securities (Holdings) Pty Ltd Australia Holding Company 39 ANZ Support Services India Private Ltd India IT Services 25 ANZ Wealth Australia Ltd3 Australia Holding Company 538 ANZi Holdings Pty Ltd Australia Holding Company 56 Australia and New Zealand Bank (China) Company Ltd China Banking 1,121 Australia and New Zealand Banking Group (PNG) Ltd Papua New Guinea Banking 40 Chongqing Liangping ANZ Rural Bank Company Ltd China Banking 5 Citizens Bancorp Guam Holding Company 24 E S & A Holdings Pty Ltd Australia Non-operating 43 Esanda Finance Corporation Ltd Australia Non-operating 5 Looking Together Pty Ltd Australia Non-operating 6 ACN 003 042 082 Ltd Australia Holding Company 5 PT Bank ANZ Indonesia (99% ownership) Indonesia Banking 262 Shares in controlled entities 15,467 1. 2. 3. Formerly ANZ Bank (Lao) Ltd In April 2019, ANZ Bank (Taiwan) Ltd merged with the Taiwan branch of the Company ANZ Wealth Australia Ltd returned $2.1 billion of capital following the sale of its OnePath Insurance business in May 2019 RECOGNITION AND MEASUREMENT The Company’s subsidiaries are those entities it controls through being exposed to, or having rights to, variable returns from the entity and being able to affect those returns through its power over the entity. The Company assesses whether it has power over those entities by examining the Company’s existing rights to direct the relevant activities of the entity. Investments in controlled entities are carried at cost less any accumulated impairment losses. At least at each reporting date, the Company reviews investments in controlled entities for any indication of impairment. If an indication of impairment exists, then the Company determines the recoverable amount of the controlled entity using the higher of:",
    "the controlled entity’s fair value less cost of disposal; and",
    "its value-in-use. We use a discounted cash flow methodology, and other methodologies (such as capitalisation of earnings methodology), to determine the recoverable amount. 2018 $m 51 849 205 18 200 167 550 10 12,053 17 398 6 40 36 25 2,563",
    "1,121 40 5 24 43 5 6 158 262 18,852 68 NOTES TO THE FINANCIAL STATEMENTS 24. TRANSFERS OF FINANCIAL ASSETS In the normal course of business the Company enters into transactions where it transfers financial assets directly to third parties or to Structured Entities (SEs). These transfers may give rise to the Company fully, or partially derecognising those financial assets depending on the Company’s exposure to the risks and rewards or control over the transferred assets. If the Company retains substantially all of the risk and rewards of a transferred asset, the transfer does not qualify for derecognition and the asset remains on the Company’s balance sheet in its entirety. SECURITISATIONS Net loans and advances include residential mortgages securitised under the Company’s securitisation programs which are assigned to bankruptcy remote SEs to provide security for obligations payable on the notes issued by the SEs. The holders of the issued notes have full recourse to the pool of residential mortgages which have been securitised and the Company cannot otherwise pledge or dispose of the transferred assets. In some instances the Company is also the holder of the securitised notes. In addition, the Company is entitled to any residual income of the SEs and sometimes enters into derivatives with the SEs. The Company retains the risks and rewards of the residential mortgages and continues to recognise the mortgages as financial assets. The obligation to pay this amount to the SE is recognised as a financial liability of the Company. The Company is exposed to variable returns from its involvement with these securitisation SEs and has the ability to affect those returns through its power over the SEs activities. The SEs are therefore consolidated by the Company when preparing consolidated Group financial statements. COVERED BONDS The Company operates various global covered bond programs to raise funding in its primary markets. Net loans and advances include residential mortgages assigned to bankruptcy remote SEs associated with these covered bond programs. The mortgages provide security for the obligations payable on the issued covered bonds. The covered bond holders have dual recourse to the issuer and the cover pool of assets. The issuer cannot otherwise pledge or dispose of the transferred assets, however, subject to legal arrangements it may repurchase and substitute assets as long as the required cover is maintained. The Company is required to maintain the cover pool at a level sufficient to cover the bond obligations. In addition the Company is entitled to any residual income of the covered bond SEs and enters into derivatives with the SEs. The Company retains the majority of the risks and rewards of the residential mortgages and continues to recognise the mortgages as financial assets. The obligation to pay this amount to the SEs is recognised as a financial liability of the Company. The Company is exposed to variable returns from its involvement with the covered bond SEs and has the ability to affect those returns through its power over the SEs activities. The SEs are therefore consolidated by the Company when preparing consolidated Group financial statements. The covered bonds issued externally are included within debt issuances. REPURCHASE AGREEMENTS When the Company sells securities subject to repurchase agreements under which we retain substantially all the risks and rewards of ownership, then those assets do not qualify for derecognition. An associated liability is recognised for the consideration received from the counterparty. The table below sets out the balance of assets transferred that do not qualify for derecognition, along with the associated liabilities: Securitisations1,2 Covered bonds Repurchase agreements 2019 $m 2018 $m 2019 $m 2018 $m 2019 $m 2018 $m Current carrying amount of assets transferred 65,947 64,765 20,052 19,612 42,640 39,332 Carrying amount of associated liabilities 65,947 64,765 20,052 19,612 40,826 37,581 1. The balances relate to transfers to internal structured entities. 2. The securitisation noteholders have recourse only to the pool of residential mortgages which have been securitised. The carrying value of securitised assets and the associated liabilities approximates their fair value. 69 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 25. ASSETS AND LIABILITIES HELD FOR SALE At 30 September 2019 and 30 September 2018, there were no assets or liabilities that have been reclassified to held for sale. INCOME STATEMENT IMPACT RELATING TO ASSETS AND LIABILITIES HELD FOR SALE During 2018, the Company recognised the following impacts in relation to assets and liabilities held for sale: $13 million gain relating to the completion of the sale related activities of the Asia Retail and Wealth business. $247 million net gain relating to SRCB comprising a $289 million gain on release of reserves, $56 million of foreign exchange losses and other costs, and a $14 million adjustment for tax. The net result of these disposals is included in other income (refer to Note 2 Operating Income). KEY JUDGEMENTS AND ESTIMATES A significant level of judgement is used by the Company to determine: whether an asset or group of assets is classified and presented as held for sale or as a discontinued operation; and the fair value of the assets and liabilities classified as being held for sale. Management is required to exercise significant judgement when assessing the fair value less costs to sell for assets and liabilities held for sale. The judgemental factors include determining: costs to sell, allocation of goodwill, indemnities provided under the sale contract and consideration received - particularly where elements of consideration are contingent in nature. Any impairment we record is based on the best available evidence of fair value compared to the carrying value before the impairment. The final sale price may be different to the fair value we estimate when recording the impairment. Management regularly assess the appropriateness of the underlying assumptions against actual outcomes and other relevant evidence and adjustments are made to fair value where appropriate. We expect that the sales will complete within 12 months after balance date, subject to the relevant regulatory approvals and customary terms of sale for such assets. 70 NOTES TO THE FINANCIAL STATEMENTS 26. SUPERANNUATION AND POST EMPLOYMENT BENEFIT OBLIGATIONS Set out below is a summary of amounts recognised in the Balance Sheet in respect of the defined benefit superannuation schemes: 2019 $m 2018 $m Defined benefit obligation and scheme assets Present value of funded defined benefit obligation (1,353) (1,246) Fair value of scheme assets 1,591 1,385 Net defined benefit asset 238 139 As represented in the Balance Sheet Net liabilities arising from defined benefit obligations included in payables and other liabilities (17) (15) Net assets arising from defined benefit obligations included in other assets 255 154 Net defined benefit asset 238 139 Weighted average duration of the benefit payments reflected in the defined benefit obligation (years) 14.9 16.8 As at the most recent reporting dates of the schemes, the aggregate surplus of net market value of assets over the value of accrued benefits on a funding basis was $38 million (2018: deficit of $10 million). In 2019, the Company made defined benefit contributions totalling $2 million (2018: $2 million). It expects to make contributions of around $2 million next financial year. GOVERNANCE OF THE SCHEMES AND FUNDING OF THE DEFINED BENEFIT SECTIONS The main defined benefit superannuation schemes in which the Company participates operate under trust law and are managed and administered on behalf of the members in accordance with the terms of the relevant trust deed and rules and all relevant legislation. These schemes have corporate trustees, which are wholly owned subsidiaries of the Company. The trustees are the legal owners of the assets, which are held separately from the assets of the Company and are responsible for setting investment policy and agreeing funding requirements with the employer through the triennial actuarial valuation process. The defined benefit section of the ANZ Australian Staff Superannuation Scheme and ANZ UK Staff Pension Scheme are the two largest defined benefit plans and have been closed to new members since 1987 and 2004 respectively. These plans did not have a material deficit, or surplus, at the last funding valuations. The Company has no present liability under the schemes’ trust deeds to fund a deficit (measured on a funding basis). A contingent liability of the Company may arise if any of these schemes were wound up. RECOGNITION AND MEASUREMENT Defined benefit superannuation schemes For the Company’s defined benefit schemes, an independent actuary calculates the liability and expenses related to providing benefits to employees under each defined benefit scheme. They use the Projected Unit Credit Method to value the liabilities. The balance sheet includes: a defined benefit liability if the obligation is greater than the fair value of the schemes assets; and an asset (capped to its recoverable amount) if the fair value of the assets is greater than the obligation. In each reporting period, the movements in the net defined benefit liability are recognised as follows: the net movement relating to the current period’s service cost, net interest on the defined benefit liability, past service costs and other costs (such as the effects of any curtailments and settlements) as operating expenses; remeasurements of the net defined benefit liability (which comprise actuarial gains and losses and return on scheme assets, excluding interest income included in net interest) directly in retained earnings through other comprehensive income; and contributions of the Company directly against the net defined benefit position. Defined contribution superannuation schemes The Company operates a number of defined contribution schemes. It also contributes (according to local law, in the various countries in which it operates) to Government and other plans that have the characteristics of defined contribution plans. The Company’s contributions to these schemes are recognised as personnel expenses when they are incurred. 71 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 26. SUPERANNUATION AND POST EMPLOYMENT BENEFIT OBLIGATIONS (continued) KEY JUDGEMENTS AND ESTIMATES The main assumptions we use in valuing defined benefit obligations are listed in the table below. A change to any assumptions, or applying different assumptions, could effect the Statement of Other Comprehensive Income and Balance Sheet. Sensitivity analysis change in significant assumptions Increase/(decrease) in defined benefit obligation Assumptions 2019 2018 2019 $m 2018 $m Discount rate (% p.a.) 1.7 – 2.0 2.65 - 3.7 0.5% increase (101) (131) Future salary increases (% p.a.) 3.15 3.75 Future pension indexation In payment (% p.a.)/In deferment (% p.a) 1.75 - 3.0/2.35 2.0 - 3.0/ 2.25 0.5% increase 74 109 Life expectancy at age 60 for current pensioners 1 year increase 65 56 – Males (years) 25.6 – 28.6 25.5 - 29.0 – Females (years) 28.8 – 30.3 28.7 - 31.0 27. EMPLOYEE SHARE AND OPTION PLANS The Company operates a number of employee share and option schemes under the ANZ Employee Share Acquisition Plan and the ANZ Share Option Plan. ANZ EMPLOYEE SHARE ACQUISITION PLAN ANZ Employee Share Acquisition Plan schemes that operated during the 2019 and 2018 years were the Employee Share Offer and the Deferred Share Plan. Employee Share Offer Eligibility Most permanent employees employed in either Australia or New Zealand with three years continuous service for the most recent financial year. Grant Up to AUD 1,000 in Australia (and AUD 800 in New Zealand) ANZ shares each financial year, subject to Board approval. Allocation value One week Volume Weighted Average Price (VWAP) of ANZ shares traded on the ASX in the week leading up to and including the date of grant. Australia ANZ ordinary shares are granted to eligible employees for nil consideration. The shares vest on grant and are held in trust for three years from grant date, after which time they may remain in trust, be transferred to the employee’s name or sold. Dividends are automatically reinvested in the Dividend Reinvestment Plan. New Zealand Shares are granted to eligible employees on payment of NZD one cent per share. Shares vest subject to satisfaction of a three year service period, after which they may remain in trust, be transferred to the employee’s name or sold. Unvested shares are forfeited if the employee resigns or is dismissed for serious misconduct. Dividends are either paid in cash or reinvested into the Dividend Reinvestment Plan. Expensing value (fair value) In Australia, the fair value of the shares is expensed in the year shares are granted, as they are not subject to forfeiture. In New Zealand, the fair value is expensed on a straight-line basis over the three year vesting period. The expense is recognised as a share-based compensation expense with a corresponding increase in equity. 2019 and 2018 grants 656,738 shares were granted on 3 December 2018 at an issue price of $26.91. 541,982 shares were granted on 1 December 2017 at an issue price of $28.67. 72 NOTES TO THE FINANCIAL STATEMENTS 27. EMPLOYEE SHARE AND OPTION PLANS (continued) Deferred Share Plan i) ANZ Incentive Plan (ANZIP) - Chief Executive Officer (CEO) and Group Executive Committee (ExCo) Eligibility Group CEO and ExCo. Grant 50% of the CEO’s Annual Variable Remuneration (AVR) and 25% of ExCo’s Variable Remuneration (VR) received as deferred shares. Conditions ii) ANZIP (excluding the CEO and ExCo) and Business Unit Incentive Plans (BUIPs) - for grants from 1 October 2017 Deferred over four years from grant date. Eligibility All employees excluding the CEO and ExCo. Grant Conditions If VR is at or exceeds AUD 150,000, then 60% of incentive amounts exceeding AUD 80,000 (subject to a minimum deferral amount of AUD 42,000) is deferred as shares. Deferred over three years from grant date. iii) Long Term Incentives (LTIs) Eligibility Selected employees. Grant 100% deferred shares. Conditions Vest three years from grant date. iv) Exceptional circumstances Remuneration foregone In exceptional circumstances, we grant deferred shares to certain employees when they start with the Company to compensate them for remuneration they have foregone from their previous employer. The vesting period generally aligns with the remaining vesting period of the remuneration they have foregone, and therefore varies between grants. Retention We may grant deferred shares to high performing employees who are regarded as a significant retention risk to the Company. v) Further information Cessation Unless the Board decides otherwise, employees forfeit their unvested deferred shares if they resign, are terminated on notice, or are dismissed for serious misconduct. The deferred shares may be held in trust beyond the deferral period. Dividends Dividends are paid in cash or reinvested in the Dividend Reinvestment Plan. Instrument Deferred share rights may be granted instead of deferred shares in some countries as locally appropriate (see deferred share rights section). Allocation value All deferred shares are issued based on the VWAP of ANZ shares traded on the ASX in the week leading up to and including the date of grant. Expensing value (fair value) We expense the fair value of deferred shares on a straight-line basis over the relevant vesting period and we 2019 and 2018 grants Downward adjustment recognise the expense as a share-based compensation expense with a corresponding increase in equity. During the 2019 year, we granted 1,945,668 deferred shares (2018: 2,232,563) with a weighted average grant price of $25.39 (2018: $29.31). Deferred shares remain at risk and the Board has the discretion to adjust the number of deferred shares downwards, including to zero at any time before the vesting date. ANZ’s downward adjustment provisions are detailed in section 6.3 of the 2019 Remuneration Report. Board discretion was exercised to adjust downward 9,810 deferred shares to zero in 2019 (2018: 2,632). 73 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 27. EMPLOYEE SHARE AND OPTION PLANS (continued) Expensing of the ANZ Employee Share Acquisition Plan Expensing value (fair value) The fair value of shares we granted during 2019 under the Employee Share Offer and the Deferred Share Plan, measured as at the date of grant of the shares, is $67.7 million (2018: $80.9 million) based on 2,602,406 shares (2018: 2,774,545) at VWAP of $26.01 (2018: $29.17). ANZ SHARE OPTION PLAN Allocation We may grant selected employees options/rights which entitle them to acquire fully paid ordinary ANZ shares at a fixed price at the time the options/rights vest. Voting and dividend rights will be attached to the ordinary shares allocated on exercise of the options/rights. Each option/right entitles the holder to one ordinary share subject to the terms and conditions imposed on grant. Exercise price of options, determined in accordance with the rules of the plan, is generally based on the VWAP of the shares traded on the ASX in the week leading up to and including the date of grant. For rights, the exercise price is nil. Rules Prior to the exercise of the option/right if the Company changes its share capital due to a bonus share issue, pro-rata new share issue or reorganisation the following adjustments are required: Issue of bonus shares - When the holder exercises their option, they are also entitled to be issued the number of bonus shares they would have been entitled to had they held the underlying shares at the time of the bonus issue; Pro-rata share offer - We will adjust the exercise price of the option in the manner set out in the ASX Listing Rules; and Reorganisation - In respect of rights, if there is a bonus issue or reorganisation of the Company’s share capital, then the Board may adjust the number of rights or the number of underlying shares so that there is no advantage or disadvantage to the holder. Holders otherwise have no other entitlements to participate: in any new issue of the Company’s securities before they exercise their options/rights; or in a share issue of a body corporate other than ANZ (such as a subsidiary). For equity grants made after 1 November 2012, any portion of the award which vests may, at the Board’s discretion, be satisfied by a cash equivalent payment rather than shares. Expensing We expense the fair value of options/rights on a straight-line basis over the relevant vesting period and we recognise the expense as a share-based compensation expense with a corresponding increase in equity. Cessation The provisions that apply if the employee’s employment ends are in section 9.2.3 of the 2019 Remuneration Report in the ANZ 2019 Group Annual Report. Downward adjustment The Company’s downward adjustment provisions are detailed in section 6.3 of the 2019 Remuneration Report in the ANZ 2019 Group Annual Report. Option Plans that operated during 2019 and 2018 i) Performance Rights Allocation We grant performance rights to selected employees as part of the Company’s incentive plans. Performance rights provide the holder with the right to acquire ANZ shares at nil cost, subject to a three-year vesting period1 and Total Shareholder Return (TSR) performance hurdles. Further details on the performance hurdles are in section 6.2.3a of the 2019 Remuneration Report in the ANZ 2019 Group Annual Report. Satisfying vesting Any portion of the award of performance rights (that have met the performance hurdles) may be satisfied by a cash equivalent payment rather than shares at the Board’s discretion. All performance rights were satisfied through a share allocation, other than 47,195 performance rights (2018: none) for which Board discretion was exercised. 2019 and 2018 grants During the 2019 year, we granted 885,810 performance rights (2018: 1,023,239). Downward adjustment Board discretion was exercised to adjust downward 59,012 performance rights to zero in 2019 (2018: none). 1 Four years for grants from 1 October 2019. 74 NOTES TO THE FINANCIAL STATEMENTS 27. EMPLOYEE SHARE AND OPTION PLANS (continued) ii) Deferred Share Rights (no performance hurdles) Allocation Deferred share rights provide the holder with the right to acquire ANZ shares at nil cost after a specified vesting period. We adjust the fair value of rights for the absence of dividends during the restriction period. Satisfying vesting Any portion of the award of share rights may be satisfied by a cash equivalent payment rather than shares at the Board’s discretion. All share rights were satisfied through a share allocation, other than 68,357 deferred share rights (2018: 108,783) for which Board discretion was exercised. 2019 and 2018 grants During the 2019 year, 2,078,427 deferred share rights (no performance hurdles) were granted (2018: 2,546,333). Downward adjustment Board discretion was exercised to adjust downward 11,824 deferred share rights to zero in 2019 (2018: 1,638). Options, Deferred Share Rights and Performance Rights on Issue As at 30 October 2019, there were 615 holders of 4,173,045 deferred share rights on issue and 142 holders of 2,486,001 performance rights on issue. Options/Rights Movements This table shows the options/rights over unissued ANZ shares and their related weighted average (WA) exercise prices as at the beginning and end of 2019 and the movements during 2019: Opening balance 1 Oct 2018 Options/ rights granted Options/ rights forfeited1 Options/ rights expired Options/ rights exercised Closing balance 30 Sep 2019 Number of options/rights 7,148,573 2,964,237 (1,589,109) 0 (1,835,163) 6,688,538 WA exercise price $0.00 $0.00 $0.00 $0.00 $0.00 $0.00 WA closing share price $26.66 WA remaining contractual life 1.9 years WA exercise price of all exercisable options/rights outstanding $0.00 Outstanding exercisable options/rights 181,581 This table shows the options/rights over unissued ANZ shares and their related weighted average exercise prices as at the beginning and end of 2018 and the movements during 2018: Opening balance 1 Oct 2017 Options/ rights granted Options/ rights forfeited1 Options/ rights expired Options/ rights exercised Closing balance 30 Sep 2018 Number of options/rights 7,113,784 3,569,572 (2,043,209) (1,558) (1,490,016) 7,148,573 WA exercise price $0.00 $0.00 $0.00 $0.00 $0.00 $0.00 WA closing share price $28.43 WA remaining contractual life 2.1 years WA exercise price of all exercisable options/rights outstanding $0.00 Outstanding exercisable options/rights 67,666 1. Refers to any circumstance where equity can be forfeited (for example on cessation, downward adjustment or performance conditions not met). All of the shares issued as a result of the exercise of options/rights during 2019 and 2018, were issued at a nil exercise price. As at the date of the signing of the Directors’ Report on 30 October 2019: no options/rights over ordinary shares have been granted since the end of 2019; and 14,464 shares issued as a result of the exercise of options/rights since the end of 2019, all with nil exercise prices. 75 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 27. EMPLOYEE SHARE AND OPTION PLANS (continued) Fair Value Assumptions When determining the fair value, we apply the standard market techniques for valuation, including Monte Carlo and/or Black Scholes pricing models. We do so in accordance with the requirements of AASB 2 Share-based Payments. The models take into account early exercise of vested equity, non- transferability and internal/external performance hurdles (if any). The table below shows the significant assumptions we used as inputs into our fair value calculation of instruments granted during the period. We present the values as weighted averages, but the specific values we use for each allocation are the ones we use for the fair value calculation. 2019 2018 Deferred share rights Performance rights Deferred share rights Exercise price ($) 0.00 0.00 0.00 Share closing price at grant date ($) 25.83 25.52 29.24 Expected volatility of ANZ share price (%)1 20.0 20.0 20.0 Equity term (years) 2.5 4.8 2.4 Vesting period (years) 2.1 3.0 2.1 Expected life (years) 2.1 3.0 2.1 Expected dividend yield (%) 6 6 5.75 Risk free interest rate (%) 1.96 2.05 1.65 Fair value ($) 22.87 9.40 26.03 1. Expected volatility represents a measure of the amount by which ANZ’s share price is expected to fluctuate over the life of the rights. The measure of volatility used in the model is the annualised standard deviation of the continuously compounded rates of return on the historical share price over a deferred period of time preceding the date of grant. This historical average annualised volatility is then used to estimate a reasonable expected volatility over the expected life of the rights. SATISFYING EQUITY AWARDS All shares underpinning equity awards may be purchased on market, reallocated or be newly issued shares, or a combination. The equity we purchased on market during the 2019 financial year (either under the ANZ Employee Share Acquisition Plan and the ANZ Share Option Plan, or to satisfy options or rights) for all employees amounted to 4,317,094 shares at an average price of $25.99 per share (2018: 3,936,773 shares at an average price of $29.00 per share). Performance rights 0.00 29.21 20.0 5.0 3.0 3.0 5.75 1.95 12.24 76 NOTES TO THE FINANCIAL STATEMENTS 28. RELATED PARTY DISCLOSURES KEY MANAGEMENT PERSONNEL COMPENSATION Key Management Personnel (KMP) are defined as all directors and those executives who report directly to the CEO: with responsibility for the strategic direction and management of a major income generating division; or who control material income and expenses. KMP compensation included within total personnel expenses in Note 3 Operating Expenses as follows: 20191 $000 20181 $000 Short-term benefits 15,784 19,497 Post-employment benefits 415 333 Other long-term benefits 213 150 Termination benefits 2,112 454 Share-based payments 6,184 8,910 Total 24,708 29,344 1. Includes former disclosed KMP until the end of their employment. KEY MANAGEMENT PERSONNEL LOAN TRANSACTIONS Loans made to KMP are made in the ordinary course of business and on normal commercial terms and conditions that are no more favourable than those given to other employees or customers, including: the term of the loan, security required and the interest rate. No amounts have been written off during the period, or individual provisions raised in respect of these balances. The aggregate of loans made, guaranteed or secured to KMP, including their related parties, were as follows: 2019 $000 2018 $000 Loans advanced1,2 13,536 12,541 Interest charged3 285 477 1. Balances are at the balance sheet date (for KMP in office at balance sheet date) or at the date of cessation of former KMP. 2. Prior period has been restated to include credit card balances and exclude an available for redraw component of loan balances previously included within loans and advances. 3. Interest is for all KMP’s during the period. KEY MANAGEMENT PERSONNEL HOLDINGS OF ANZ SECURITIES KMP, including their related parties, held subordinated debt, shares, share rights and options over shares in the Company directly, indirectly or beneficially as shown below: 2019 Number1 2018 Number1 Shares, options and rights 1,892,754 2,293,271 Subordinated debt 1. Balances are at the balance sheet date (for KMP in office at balance sheet date) or at the date of cessation of former KMP. 11,802 13,152 DEPOSITS AND OTHER TRANSACTIONS OF KEY MANAGEMENT PERSONNEL AND THEIR RELATED PARTIES The aggregate of deposits with the Bank of KMP and their related parties was $42 million (2018: $44 million). Other transactions with KMP and their related parties included amounts paid to the Company in respect of investment management service fees, brokerage and bank fees and charges. The Company has reimbursed KMP for the costs incurred for certain administration and secretarial services associated with the performance of their duties. These transactions are conducted on normal commercial terms and conditions and no more favourable than those given to other employees or customers. 77 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 28. RELATED PARTY DISCLOSURES (continued) ASSOCIATES During the course of the financial year, the Company conducted transactions with all associates on terms equivalent to those made on an arm’s length basis as shown below: 2019 $000 Amounts receivable from associates",
    "Amounts payable to associates 697 Interest income from associates",
    "Other expenses paid to associates 7,624 There have been no material guarantees given or received. No amounts have been written-off during the period, or individual provisions raised in respect of these balances. SUBSIDIARIES We disclose material controlled entities in Note 23 Shares in Controlled Entities. During the financial year, subsidiaries conducted transactions with each other and with associates on terms equivalent to those on an arm’s length basis. As of 30 September 2019, we consider all outstanding amounts on these transactions to be fully collectible. Transactions between the Company and its subsidiaries include providing a wide range of banking and other financial facilities. Details of amounts paid to, or received from, related parties, in the form of dividends or interest, are set out in Note 2 Operating Income. Other intragroup transactions include providing management and administrative services, staff training, data processing facilities, transfer of tax losses, and the leasing of property plant and equipment. 2018 $000 34,364 608 1,704 6,735 78 NOTES TO THE FINANCIAL STATEMENTS 29. COMMITMENTS, CONTINGENT LIABILITIES AND CONTINGENT ASSETS CREDIT RELATED COMMITMENTS AND CONTINGENCIES 2019 2018 $m $m Contract amount of: Undrawn facilities 171,881 164,944 Guarantees and letters of credit 20,375 16,363 Performance related contingencies 20,097 22,176 Total 212,353 203,483 UNDRAWN FACILITIES The majority of undrawn facilities are subject to customers maintaining specific credit and other requirements or conditions. Many of these facilities are expected to be only partially used, and others may never be used at all. As such, the total of the nominal principal amounts is not necessarily representative of future liquidity risks or future cash requirements. Based on the earliest date on which the Company may be required to pay, the total undrawn facilities of $171,881 million (2018: $164,944 million) mature within 12 months. GUARANTEES, LETTERS OF CREDIT AND PERFORMANCE CONTINGENCIES Guarantees and contingent liabilities relate to transactions that the Company has entered into as principal – including: guarantees, standby letters of credit and documentary letters of credit. Documentary letters of credit involve the Company issuing letters of credit guaranteeing payment in favour of an exporter. They are secured against an underlying shipment of goods or backed by a confirmatory letter of credit from another bank. Performance related contingents are liabilities that oblige the Company to make payments to a third party if the customer fails to fulfil its non- monetary obligations under the contract. To reflect the risk associated with these transactions, we apply the same credit origination, portfolio management and collateral requirements that we apply to loans. The contract amount represents the maximum potential amount that we could lose if the counterparty fails to meet its financial obligations. As the facilities may expire without being drawn upon, the notional amounts do not necessarily reflect future cash requirements. Based on the earliest date on which the Company may be required to pay, the total guarantees and letters of credit of $20,375 million (2018: $16,363 million) and total performance related contingencies of $20,097 million (2018: $22,176 million) mature within 12 months. PROPERTY RELATED COMMITMENTS 2019 $m 2018 $m Lease rentals Land and buildings 1,699 1,533 Furniture and equipment 58 112 Total lease rental commitments1 1,757 1,645 Due within 1 year 304 321 Due later than 1 year but not later than 5 years 868 769 Due later than 5 years 585 555 Total lease rental commitments1 1,757 1,645 1. Total future minimum sublease payments we expect to receive under non-cancellable subleases at 30 September 2019 is $67 million (2018: $81 million). During the year, sublease payments we received amount to $28 million (2018: $29 million) and were netted against rent expense. 79 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 29. COMMITMENTS, CONTINGENT LIABILITIES AND CONTINGENT ASSETS (continued) OTHER CONTINGENT LIABILITIES As at 30 September 2019, the Company had contingent liabilities in respect of the matters outlined below. Where relevant, expert legal advice has been obtained and, in the light of such advice, provisions (refer to note 20) and/or disclosures as deemed appropriate have been made. In some instances we have not disclosed the estimated financial impact of the individual items either because it is not practicable to do so or because such disclosure may prejudice the interests of the Company. REGULATORY AND CUSTOMER EXPOSURES In recent years there has been an increase in the number of matters on which the Company engages with its regulators. There have also been significant increases in the nature and scale of regulatory investigations and reviews, civil and criminal enforcement actions (whether by court action or otherwise), formal and informal inquiries, regulatory supervisory activities and the quantum of fines issued by regulators, particularly against financial institutions both in Australia and globally. The Company has received various notices and requests for information from its regulators as part of both industry-wide and Company-specific reviews and has also made disclosures to its regulators at its own instigation. The nature of these interactions can be wide ranging and, for example, currently include a range of matters including responsible lending practices, product suitability and distribution, interest and fees and the entitlement to charge them, customer remediation, wealth advice, insurance distribution, pricing, competition, conduct in financial markets and financial transactions, capital market transactions, anti-money laundering and counter-terrorism financing obligations, reporting and disclosure obligations and product disclosure documentation. There may be exposures to customers which are additional to any regulatory exposures. These could include class actions, individual claims or customer remediation or compensation activities. The outcomes and total costs associated with such reviews and possible exposures remain uncertain. BANK FEES LITIGATION AND PERIODICAL PAYMENT REMEDIATION AND ASIC ACTION A litigation funder commenced a class action against the Company in 2010, followed by a second similar class action in March 2013. The applicants contended that certain exception fees (honour, dishonour and non-payment fees on transaction accounts and late payment and over-limit fees on credit cards) were unenforceable penalties and that various of the fees were also unenforceable under statutory provisions governing unconscionable conduct, unfair contract terms and unjust transactions. The claims in the March 2013 class action failed and have been dismissed. The original claims in the 2010 class action have been dismissed. In 2017, a new claim was added to the 2010 class action, in relation to the Company’s entitlement to charge certain periodical payment non-payment fees. Part of the class of customers had already received remediation payments from the Company. An agreement to settle the claim was reached in December 2018. The settlement is subject to court approval. In July 2019, ASIC commenced civil penalty proceedings against the Company in relation to the charging of fees for periodical payments in certain circumstances between August 2003 and February 2016. ASIC seeks civil penalties in respect of alleged false or misleading representations and unconscionable conduct. ASIC also alleges that the Company engaged in misleading or deceptive conduct and breached certain statutory obligations as a financial services licensee. The matter is at an early stage. The outcomes and total costs remain uncertain. The Company is defending the allegations. BENCHMARK/RATE ACTIONS In July and August 2016, class action complaints were brought in the United States District Court against local and international banks, including the Company – one action relating to the bank bill swap rate (BBSW), and one action relating to the Singapore Interbank Offered Rate (SIBOR) and the Singapore Swap Offer Rate (SOR). The class actions are expressed to apply to persons and entities that engaged in US-based transactions in financial instruments that were priced, benchmarked, and/or settled based on BBSW or SIBOR. The claimants seek damages or compensation in amounts not specified, and allege that the defendant banks, including the Company, violated US anti-trust laws and (in the BBSW case only) anti-racketeering laws, the Commodity Exchange Act, and unjust enrichment principles. The Company is defending the proceedings. The matters are at an early stage. In February 2017, the South African Competition Commission commenced proceedings against local and international banks including the Company alleging breaches of the cartel provisions of the South African Competition Act in respect of trading in the South African rand. The potential civil penalty or other financial impact is uncertain. The matter is at an early stage. CAPITAL RAISING ACTIONS In June 2018, the Commonwealth Director of Public Prosecutions commenced criminal proceedings against the Company and a senior employee alleging that they were knowingly concerned in cartel conduct by the joint lead managers of the Company’s August 2015 underwritten institutional equity placement of approximately 80.8 million ordinary shares. The matter is at an early stage. The Company and its senior employee are defending the allegations. In September 2018, the Australian Securities and Investments Commission (ASIC) commenced civil penalty proceedings against the Company alleging failure to comply with continuous disclosure obligations in connection with the Company’s August 2015 underwritten institutional equity placement. ASIC alleges the Company should have advised the market that the joint lead managers took up approximately 25.5 million ordinary shares of the placement. The matter is at an early stage. The Company is defending the allegations. 80 NOTES TO THE FINANCIAL STATEMENTS 29. COMMITMENTS, CONTINGENT LIABILITIES AND CONTINGENT ASSETS (continued) FRANCHISEE LITIGATION In February 2018, two related class actions were brought against the Company alleging breaches of contract and unconscionable conduct in relation to lending to 7-Eleven franchisees. An agreement to settle the claims against the Company was reached in March 2019. The settlement is subject to court approval. ROYAL COMMISSION The Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry released its final report on 4 February 2019. The findings and recommendations of the Commission are resulting in additional costs and may lead to further exposures, including exposures associated with further regulator activity or potential customer exposures such as class actions, individual claims or customer remediation or compensation activities. The outcomes and total costs associated with these possible exposures remain uncertain. SECURITY RECOVERY ACTIONS Various claims have been made or are anticipated, arising from security recovery actions taken to resolve impaired assets. These claims will be defended. WARRANTIES AND INDEMNITIES The Company has provided warranties, indemnities and other commitments in favour of the purchaser and other persons in connection with various disposals of businesses and assets and other transactions, covering a range of matters and risks. It is exposed to potential claims under those warranties, indemnities and commitments. CLEARING AND SETTLEMENT OBLIGATIONS The Company has a commitment to comply with rules governing various clearing and settlement arrangements which could result in a credit risk exposure and loss if another member institution fails to settle its payment clearing activities. The Company’s potential exposure arising from these arrangements is unquantifiable in advance. The Company holds membership of central clearing houses, including ASX Clear (Futures), London Clearing House (LCH) SwapClear and RepoClear, Korea Exchange (KRX), Hong Kong Exchange (HKEX) and the Clearing Corporation of India. These memberships allow the Company to centrally clear derivative instruments in line with cross-border regulatory requirements. Common to all of these memberships is the requirement for the Company to make default fund contributions. In the event of a default by another member, the Company could potentially be required to commit additional default fund contributions which are unquantifiable in advance. PARENT ENTITY GUARANTEES The Company has issued letters of comfort and guarantees in respect of certain subsidiaries in the normal course of business. Under these letters and guarantees, the Company undertakes to ensure that those subsidiaries continue to meet their financial obligations, subject to certain conditions including that the entity remains a controlled entity of the Company. SALE OF GRINDLAYS BUSINESSES On 31 July 2000, the Company completed the sale to Standard Chartered Bank (SCB) of ANZ Grindlays Bank Limited and the private banking business of ANZ in the United Kingdom and Jersey, together with ANZ Grindlays (Jersey) Holdings Limited and its subsidiaries, for USD1.3 billion in cash. The Company provided warranties and certain indemnities relating to those businesses and, where it was anticipated that payments would be likely under the warranties or indemnities, made provisions to cover the anticipated liabilities. The issue below has not adversely impacted the reported results. All settlements and penalties to date have been covered within existing provisions. In 1991 certain amounts were transferred from non-convertible Indian Rupee accounts maintained with Grindlays in India. These transactions may not have complied with the provisions of the Foreign Exchange Regulation Act, 1973. Grindlays, on its own initiative, brought these transactions to the attention of the Reserve Bank of India. The Indian authorities served notices on Grindlays and certain of its officers in India and civil penalties have been imposed which are the subject of appeals. Criminal prosecutions are pending and will be defended. The amounts in issue are not material. CONTINGENT ASSETS NATIONAL HOUSING BANK The Company is pursuing recovery of the proceeds of certain disputed cheques which were credited to the account of a former Grindlays customer in the early 1990s. The disputed cheques were drawn on the National Housing Bank (NHB) in India. Proceedings between Grindlays and NHB concerning the proceeds of the cheques were resolved in early 2002. Recovery is now being pursued from the estate of the Grindlays customer who received the cheque proceeds. Any amounts recovered are to be shared between the Company and NHB. 81 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 30. COMPENSATION OF AUDITORS 2019 $’000 KPMG Australia Audit or review of financial reports 7,058 Audit-related services1 2,642 Non-audit services2 114 Total3 9,814 Overseas related practices of KPMG Australia Audit or review of financial reports 1,924 Audit-related services1 714 Non-audit services2 2 Total 2,640 Total compensation of auditors 12,454 1. Comprises prudential and regulatory services of $2.56 million (2018: $2.41 million), comfort letters $0.45 million (2018: $0.45 million) and other $0.34 million (2018: $1.84 million). 2. The nature of the non-audit services includes general market insights, controls related assessments and training. 3. Inclusive of goods and services tax. The Company’s policy allows KPMG Australia or any of its related practices to provide assurance and other audit-related services that, while outside the scope of the statutory audit, are consistent with the role of external auditor. These include regulatory and prudential reviews requested by regulators such as APRA. Any other services that are not audit or audit-related services are non-audit services. The Policy allows certain non-audit services to be provided where the service would not contravene auditor independence requirements. KPMG Australia or any of its related practices may not provide services that are perceived to be in conflict with the role of the external auditor or breach auditor independence. These include consulting advice and subcontracting of operational activities normally undertaken by management, and engagements where the auditor may ultimately be required to express an opinion on its own work. 2018 $’000 6,674 4,152 100 10,926 1,642 545 2 2,189 13,115 82 NOTES TO THE FINANCIAL STATEMENTS 31. IMPACT OF ADOPTION OF NEW STANDARDS AND OTHER CHANGES Impact of the transition to AASB 15 Revenue from Contracts with Customers (AASB 15) The following table summarises changes to the balance sheet in the comparatives period resulting from the application of AASB 15, and other reclassification adjustments to enhance comparability with current period presentation. Reported as at 30 Sep 18 $m Impact of application of AASB 15 $m Other reclassification adjustment $m Restated as at 30 Sep 18 $m Net loans and advances1 475,419",
    "432 475,851 Other assets2 2,571 32",
    "2,603 Other non-impacted balance sheet line items 362,757",
    "362,757 Total assets 840,747 32 432 841,211 Deferred tax liabilities2 39 10",
    "49 Other provisions1,3 838",
    "432 1,270 Other non-impacted balance sheet line items 786,016",
    "786,016 Total liabilities 786,893 10 432 787,335 Retained earnings2 26,377 22",
    "26,399 Other non-impacted balance sheet line items 27,477",
    "27,477 Total shareholders' equity2 53,854 22",
    "53,876 1. $432 million of individually and collectively assessed provisions for credit impairment attributable to off-balance sheet credit related commitments at 30 September 2018 were reclassified from Net loans and advances at amortised cost to Other provisions to enhance comparability with current period presentation. 2. The Company adopted AASB 15 in this reporting period with comparatives restated. The impact of this policy change on the reported 30 September 2018 balance sheet was an increase in Other assets of $32 million, an increase in Deferred tax liabilities of $10 million and an increase in Retained earnings of $22 million, reflecting revenue that qualifies for upfront recognition under AASB 15 but was not previously recognised under AASB 118. In addition to the balance sheet impact above, upon adoption of AASB 15 certain items previously netted are now presented gross in operating income and operating expenses. This increased total operating income and total operating expenses by $122m for the 2019 financial year. Comparative information has been restated which increased total operating income and total operating expenses by $146 million for the 2018 financial year. Impact of the transition to AASB 9 Financial Instruments (AASB 9) ALLOWANCE FOR EXPECTED CREDIT LOSSES The table below reconciles the closing provisions for credit impairment of financial assets determined in accordance with AASB 139 Financial Instruments: Recognition and Measurement, and provisions for credit impairment of loan commitments and financial guarantee contracts determined in accordance with AASB 137 Provisions, Contingent Liabilities and Contingent Assets as at 30 September 2018, and the opening allowance for expected credit losses determined in accordance with AASB 9 as at 1 October 2018. As at 30 Sep 18 As at 1 Oct 18 Provision for credit impairment under AASB 139 or AASB 137 $m Incremental allowance for ECL under AASB 9 $m Allowance for ECL under AASB 9 $m Loans and advances - at amortised cost 2,348 583 2,931 Investment securities - debt securities at amortised cost",
    "1 1 Off-balance sheet commitments - undrawn and contingent facilities1 432 143 575 Total provisions for credit impairment 2,780 727 3,507 Loss allowances recognised in other comprehensive income Investment securities - debt securities at FVOCI2",
    "4 4 Total loss allowance recognised in other comprehensive income",
    "4 4 1. The individually and collectively assessed allowance for ECL for off-balance sheet commitments is included in Other provisions. Allowance for ECL does not change the carrying amount which remains at fair value. Instead, the allowance for ECL is recognised in OCI, with a corresponding charge to profit or loss. 83 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 31. IMPACT OF ADOPTION OF NEW STANDARDS AND OTHER CHANGES (continued) The following table summarises the adjustments arising on adoption of AASB 9. BALANCE SHEET RECONCILIATION Reference AASB 139 measurement category AASB 9 measurement category Restated as at 30 Sep 18 $m AASB 9 reclassification impact $m AASB 9 Re- measurement (excl. impairment) $m AASB 9 credit impairment impact $m Trading securities Investment securities: 1,2 FVTPL FVTPL 29,519 (999)",
    "debt securities at amortised cost - debt securities at FVOCI 2,6,7 1,2 N/A Amortised cost N/A FVOCI",
    "2,477 62,823 1",
    "equity securities at FVOCI Available-for-sale assets (AFS) Net loans and advances 2 2 N/A AFS FVOCI N/A 64,728 1,086 (64,728) - - at amortised cost at FVTPL 3,6,7,8 3,8 Loans and receivables FVTPL Amortised cost FVTPL 475,850 1 (2,223) 1,564 15 (23) (583)",
    "Due from controlled entities at amortised cost at FVPTL Deferred tax assets Other non-impacted balance sheet line items 5 5 1,2,4,6 Loans and receivables FVTPL N/A N/A Amortised cost FVTPL N/A N/A 90,170 1,071 179,872 (1,800) 1,800 -",
    "149 12",
    "207",
    "Total assets Current tax liabilities Payables and other liabilities 1,3,4 N/A N/A 841,211 85 - 154 30 (377) - at amortised cost - at FVTPL 5 Amortised cost Amortised cost FVTPL 5 FVTPL 3,942 1,060 - (19) - - Other provisions Debt issuances: 6 N/A N/A 1,270",
    "143 at amortised cost - at FVTPL 4, 5 Amortised cost Amortised cost FVTPL 4, 5 FVTPL 97,184 1,442 (2,646) 2,646 - - 101 Other non-impacted balance sheet line items N/A N/A 682,352",
    "Total liabilities 787,335",
    "112 143 Ordinary share capital 27,533",
    "Reserves 1,2,6 (56)",
    "2 3 Retained earnings 1,3,4,5,6 26,399",
    "40 (523) Share capital and reserves attributable to shareholders of the Company 53,876",
    "42 (520) Total shareholders' equity 53,876",
    "42 (520) Revised carrying amount as at 1 Oct 18 $m 28,520 2,477 62,823 1,086 - - 473,059 1,542 88,370 1,949 1,290 179,872 840,988 115 3,923 1,060 1,413 94,538 4,189 682,352 787,590 27,533 (51) 25,916 53,398 53,398 84 NOTES TO THE FINANCIAL STATEMENTS 31. IMPACT OF ADOPTION OF NEW STANDARDS AND OTHER CHANGES (continued) REFERENCE 1. On initial application of AASB 9, a portfolio of bonds with a fair value of $1,000 million was transferred from Trading securities to Investment securities - debt securities at FVOCI as the applicable business model was held to collect and sell. Cumulative fair value gains/(losses) on this portfolio of $2 million (after-tax) were transferred from Retained earnings to the FVOCI reserve. Additionally, the reclassification resulted in a reduction in deferred tax assets and current tax liabilities of $1 million. The Available-for-sale classification is no longer applicable under AASB 9. Accordingly, on transition: 1. On initial application of AASB 9, a portfolio of bonds with a fair value of $1,000 million was transferred from Trading securities to Investment securities - debt securities at FVOCI as the applicable business model was held to collect and sell. Cumulative fair value gains/(losses) on this portfolio of $2 million (after-tax) were transferred from Retained earnings to the FVOCI reserve. Additionally, the reclassification resulted in a reduction in deferred tax assets and current tax liabilities of $1 million. The Available-for-sale classification is no longer applicable under AASB 9. Accordingly, on transition:",
    "$61,823 million of Available-for-sale debt instruments were reclassified to Investment securities - debt securities at FVOCI due to the business model being held to collect and sell. There was no re-measurement impact associated with this reclassification;",
    "$1,818 million of Available-for-sale debt instruments were reclassified to Investment securities - debt securities at amortised cost due to the business model being held to collect at 1 October 2018. This reclassification resulted in re-measurement of a $1 million increase to the carrying amount arising from reversal of the previous available-for-sale revaluation reserve;",
    "the Company made irrevocable elections to designate $1,086 million of non-traded Available-for-sale equity securities as Investment securities - equity securities at FVOCI; and",
    "$1 million of Available-for-sale equity securities were reclassified to Trading securities. 3. Certain loans with contractual cash flow characteristics that are not solely payments of principal and interest were reclassified from Net loans and advances at amortised cost to Net loans and advances at FVTPL. The loans had an amortised cost carrying amount of $224 million and a fair value of $201 million at 30 September 2018. The associated re-measurement of $23 million was recognised in Retained earnings offset by a decrease in current tax liabilities of $7 million. In addition, one of the loans was previously in a fair value hedge relationship which was discontinued effective 1 October 2018. Accordingly, changes in the fair value due to changes in the hedged risk which were previously recognised as a reduction to the carrying value of the loan amounting to $15 million were written back to Retained earnings offset by an increase in current tax liabilities of $4 million. The Company elected to designate certain financial liabilities (bonds included within Debt issuances) as measured FVTPL effective from 1 October 2018 to reduce an accounting mismatch. The bonds had an amortised cost carrying amount of $879 million and a fair value of $824 million at 30 September 2018. The difference of $55 million (comprising a $109 million decrease in fair value before own credit, offset by a $54 million increase in fair value attributable to own credit) offset by a net tax impact of $17 million (increase in deferred tax asset of $17 million and an increase in current tax liability of $34 million) was recognised in Retained earnings. 5. Certain capital notes with contractual cash flow characteristics that are not solely payments of principal and interest were reclassified from Due from controlled entities at amortised cost to Due from controlled entities at FVTPL. The capital notes had an amortised cost of $1,800 million and a fair value of $1,949 million at 30 September 2018. In addition, the Company elected to designate debt issuances previously measured at amortised cost as measured at FVTPL effective from 1 October 2018 to reduce an accounting mismatch. The debt issuances had an amortised cost carrying amount of $1,786 million (comprising $1,767 million recognised in Debt issuances plus $19 million relating to accrued interest recognised in Payables and other liabilities) and a fair value of $1,923 million at 30 September 2018. The net re-measurement impact $12 million was recognised in Retained earnings offset by a $4 million increase in deferred tax liabilities. The initial application of the expected credit loss requirements of AASB 9, resulted in increases in allowances for credit impairment attributable to the following: On-balance sheet loans and advances of $583 million reflected in Net loans and advances at amortised cost; Debt securities of $1 million reflected in Investment securities – debt securities at amortised cost; and Off-balance sheet credit related commitments of $143 million reflected in Other provisions. The total impact of $727 million was recognised as a reduction to Retained earnings, offset by an increase of $207 million related to deferred tax. Additionally, loss allowances of $2 million (after-tax) attributable to Investment securities - debt securities at FVOCI have been recognised in Reserves with a corresponding adjustment to Retained earnings. The debt securities remain at fair value on the face of the Balance Sheet. 7. On initial application of AASB 9, a portfolio of Negotiable Certificates of Deposit with a carrying amount of $659 million was reclassified from Net loans and advances at amortised cost to Investment securities - debt securities at amortised cost. There was no re-measurement impact associated with this reclassification. 8. On initial application of AASB 9, loans with a carrying amount and fair value of $1,340 million that were in the process of being syndicated were reclassified from Net loans and advances at amortised cost to Net Loans and advances at FVTPL on the basis that the applicable business model is held-to-sell. There was no re-measurement impact associated with this reclassification. 85 ANZ 2019 ANNUAL REPORT NOTES TO THE FINANCIAL STATEMENTS (continued) 32. EVENTS SINCE THE END OF THE FINANCIAL YEAR On 17 October the Company announced it had agreed a revised price for the sale of its OnePath P&I business and ADGs to IOOF of $850 million, being a $125 million reduction from the original sale price of $975 million announced in October 2017. The new price of $850 million includes ~$25 million that ANZ has already received for the sale of ADGs in October 2018. The revised terms reflect changing market conditions and include lower overall warranty caps as well as some changes to the strategic alliance arrangements. Subject to APRA approval, the Company expects the transaction to complete in the first quarter of calendar year 2020. The impact of the reduction in price has been reflected in the 2019 financial results. Other than the matter above, there have been no significant events from 30 September 2019 to the date of signing this report. 86 NOTES TO THE FINANCIAL STATEMENTS DIRECTORS’ AND LEAD AUDITOR’S INDEPENDENCE DECLARATION DIRECTORS’ DECLARATION The Directors of Australia and New Zealand Banking Group Limited declare that: a) in the Directors’ opinion, the financial statements and notes of the Company: i) are prepared in accordance with Part 7.8 of the Corporations Act 2001, including that they comply with the Australian Accounting Standards and the applicable regulations of the Corporations Regulations 2001; and ii) give a true and fair view of the financial position of the Company as at 30 September 2019 and of its performance for the year ended on that date; and b) The auditor’s report lodged with the financial statements is a true copy of the report on the financial statements. Signed in accordance with a resolution of the Directors. David M Gonski, AC Chairman 30 October 2019 Shayne C Elliott Director LEAD AUDITOR'S INDEPENDENCE DECLARATION UNDER SECTION 307C OF THE CORPORATIONS ACT 2001 To the Directors of Australia and New Zealand Banking Group Limited declare that: I declare that, to the best of my knowledge and belief, in relation to the audit of Australia and New Zealand Banking Group Limited for the financial year ended 30 September 2019 there have been: i) no contraventions of the auditor independence requirements as set out in the Corporations Act 2001 in relation to the audit; and ii) no contraventions of any applicable code of professional conduct in relation to the audit. KPMG Alison Kitchen Partner Melbourne 30 October 2019 87 ANZ 2019 ANNUAL REPORT INDEPENDENT AUDITOR’S REPORT TO THE SHAREHOLDERS OF AUSTRALIA AND NEW ZEALAND BANKING GROUP LIMITED REPORT ON THE AUDIT OF THE FINANCIAL REPORT OPINION We have audited the Financial Report of Australia and New Zealand Banking Group Limited (the Company). In our opinion, the accompanying Financial Report of the Company is in accordance with part 7.8 of the Corporations Act 2001, including: giving a true and fair view of the Company’s financial position as at 30 September 2019 and of its financial performance for the year ended on that date; and complying with Australian Accounting Standards and the relevant Corporations Regulations 2001. The Financial Report comprises the: statement of financial position as at 30 September 2019; income statement, statement of comprehensive income, statement of changes in equity, and statement of cash flows for the year then ended; notes 1 to 32 including a summary of significant accounting policies; and Directors’ Declaration. BASIS FOR OPINION We conducted our audit in accordance with Australian Auditing Standards. We believe that the audit evidence we have obtained is sufficient and appropriate to provide a basis for our opinion. Our responsibilities under those standards are further described in the Auditor’s responsibilities for the audit of the Financial Report section of our report. We are independent of the Company in accordance with the Corporations Act 2001 and the ethical requirements of the Accounting Professional and Ethical Standards Board’s APES 110 Code of Ethics for Professional Accountants (the Code) that are relevant to our audit of the Financial Report in Australia. We have fulfilled our other ethical responsibilities in accordance with the Code. KEY AUDIT MATTERS The Key Audit Matters we identified are: Allowance for expected credit losses; Valuation of Financial Instruments held at Fair Value; Provision for Customer Remediation; and IT Systems and Controls. Key Audit Matters are those matters that, in our professional judgement, were of most significance in our audit of the Financial Report of the current period. These matters were addressed in the context of our audit of the Financial Report as a whole, and in forming our opinion thereon, and we do not provide a separate opinion on these matters. 88 NOTES TO THE FINANCIAL STATEMENTS KEY AUDIT MATTERS (continued) ALLOWANCE FOR EXPECTED CREDIT LOSSES ($2,921M) Refer to the critical accounting estimates and judgements and disclosures in relation to allowance for expected credit losses in Note 12 to the Financial Report. The Key Audit Matter AASB 9 Financial Instruments (AASB 9) was adopted by the Company on 1 October 2018. This is a key audit matter due to the significance of the loans and advances balance to the financial statements and the inherent complexity of the Company’s Expected Credit Loss (ECL) models (ECL models) used to measure ECL allowances. This new and complex accounting standard requires the Company to recognise ECLs on its loans and advances and off-balance sheet positions; the Company developed new models which are reliant on data as well as a number of estimates including the impact of multiple economic scenarios and other assumptions such as defining a significant increase in credit risk (SICR). This involves significant judgement and estimates and takes into account forward looking information reflecting potential future economic events. AASB 9 requires the Company to measure ECLs on a forward-looking basis reflecting a range of future economic conditions, including key forward- looking assumptions such as forecast GDP and unemployment levels. Post-model adjustments to the ECL results are also made by the Company to address known ECL model limitations or emerging trends in the loan portfolios. We exercise significant judgement in challenging the economic scenarios used and the judgemental overlays the Company applied to the ECL results. The criteria selected to identify a SICR, such as a decrease in customer credit rating (CCR), are key areas of judgement within the Company’s ECL methodology as these criteria determine if a forward-looking 12 month or lifetime allowance is recorded. Separate from the ECL calculation, allowances for individually assessed loans exceeding specific thresholds are individually assessed by the Company. These specific allowances are established based on the expected future cash repayments and estimated proceeds from the value of the collateral held by the Company in respect of the loans. How the matter was addressed in our audit Our audit procedures for the allowance for ECL and disclosures for the year ended 30 September 2019 included assessing the Company’s significant accounting policies against the requirements of the accounting standard. Additionally our procedures covered: We tested key controls in relation to: The Company’s ECL model governance and validation processes; The Company’s assessment and approval of the forward looking macroeconomic assumptions and scenario weightings through challenge applied by the Company’s internal governance processes; Reconciliation of the data used in the ECL calculation process to gross balances recorded within the general ledger as well as source systems; Testing the key controls over counterparty risk grading for wholesale loans (larger customer exposures are monitored individually). We tested the approval of new lending facilities against the Company’s lending policies, and controls over the monitoring of counterparty credit quality. This included testing controls over the identification of exposures showing signs of stress, either due to internal factors specific to the counterparty or external macroeconomic factors, and testing the timeliness of and the accuracy of counterparty risk assessments and risk grading against the requirements of the Company’s lending policies and regulatory requirements; and For retail loans, testing controls over the systems which record lending arrears, group exposures into delinquency buckets, and re-calculate individual allowances. We tested automated calculation and change management controls and evaluated the Company’s oversight of the portfolios, with a focus on controls over delinquency monitoring. We tested a sample of the level of allowances held against different loan products based on the delinquency profile and challenged assumptions made in respect of expected recoveries, including from collateral held. We also tested relevant General Information Technology Controls (GITCs) over the key IT applications used by the Company in measuring ECL allowances as detailed in the IT Systems and Controls key audit matter below. In addition to controls testing, our procedures included: Performing credit assessments of a sample of wholesale loans controlled by the Company’s specialist workout and recovery team assessed as higher risk or impaired, and a sample of other loans, focusing on larger exposures assessed by the Company as showing signs of deterioration, or in areas of emerging risk (assessed against external market conditions). We challenged the Company’s risk grading of the loan, assessment of loan recoverability, valuation of security and the impact on the credit allowance. To do this, we used the information on the Company’s loan file, understood the facts and circumstances of the case with the loan officer, and performed our own assessment of recoverability. Exercising our judgment, our procedures included using our understanding of relevant industries and the macroeconomic environment and comparing data and assumptions used by the Company in recoverability assessments to externally sourced evidence, such as commodity prices, publicly available audited financial statements and comparable external valuations of collateral held. Where relevant we assessed the forecast timing of future cash flows in the context of supporting valuations and approved business plans and challenged key assumptions implicit in the valuations; Obtaining an understanding of the Company’s processes to determine ECL allowances, evaluating the Company’s ECL model methodologies against established market practices and criteria in the accounting standards; 89 ANZ 2019 ANNUAL REPORT INDEPENDENT AUDITOR’S REPORT (continued) KEY AUDIT MATTERS (continued) Working with KPMG Risk Consulting specialists, we assessed the accuracy of the Company’s ECL model predictions by re-performing, for a sample of loans, the ECL allowance and comparing this to the amount recorded by the Company; Working with KPMG Economic specialists, we challenged the Company’s forward-looking macroeconomic assumptions and scenarios incorporated in the Company’s ECL models. We compared the Company’s forecast GDP and unemployment rates to relevant publicly available macro-economic information, and considered other known variables and information obtained through our other audit procedures to identify contradictory indicators; Testing the implementation of the Company’s SICR methodology by re-performing the staging calculation for a sample of loans and comparing our expectation to actual staging applied on an individual account level, taking into consideration movements in CCR; and Assessing the accuracy of the data used in the ECL models by confirming a sample of data fields such as account balance and CCR to relevant source systems. We also challenged key assumptions in the components of the Company’s post-model adjustments to the ECL allowance balance. This included: Evaluating underlying data used in concentration risk and economic cycle allowances by comparing underlying portfolio characteristics to recent loss experience, current market conditions and specific risks inherent in the Company’s loan portfolios; Assessing the requirement for other additional allowances considering the Company’s ECL model and data deficiencies identified by the Company’s ECL model validation processes, and Assessing the completeness of additional allowance overlays by checking the consistency of risks we identified in the portfolios against the Company’s assessment. AASB 7 Financial Instruments: Disclosures Assessing the appropriateness of the Company’s disclosures in the financial report using our understanding obtained from our testing against the requirements of the accounting standard. VALUATION OF FINANCIAL INSTRUMENTS HELD AT FAIR VALUE - - ASSETS HELD AT FAIR VALUE $222,093M LIABILITIES HELD AT FAIR VALUE $124,398M Refer to the critical accounting estimates, judgements and disclosures of fair values in Note 16 to the Financial Report. The Key Audit Matter Financial instruments held at fair value on the Company’s balance sheet include investment securities, trading securities, derivative assets and liabilities, certain debt securities, and other assets and liabilities designated as measured at fair value through profit or loss or fair value through other comprehensive income. The instruments are mainly risk management products sold to customers and used by the Company to manage its own interest rate and foreign exchange risk. The valuation of financial instruments held at fair value is considered a Key Audit Matter as: Financial instruments held at fair value are significant (25% of assets and 14% of liabilities); The significant volume and range of products transacted, in a number of international locations, increases the risk of inconsistencies in transaction management processes that could lead to inaccurate valuation; Determining the fair value of trading securities and derivatives involves a significant level of judgement by the Company, increasing the risk of error, and adding complexity to our audit. The level of judgement increases where internal models, as opposed to quoted market prices, are used to determine fair value of an instrument, or where inputs to the internal models, such as discount rates and measures of volatility, are not observable; or where there are a greater number of variables, including trade economic details and modelling assumptions, which feed into the internal models; and The valuation of certain derivatives held by the Company is sensitive to inputs including funding rates, probabilities of default and loss given default. Both funding and credit risk are incorporated within the valuation of certain derivative instruments. This increased our audit effort in this area and necessitated the involvement of valuation specialists. How the matter was addressed in our audit Our audit procedures for the valuation of financial instruments held at fair value included: Testing access rights and change management controls for key valuation systems;  Testing interface controls, notably the completeness and accuracy of data transfers between transaction processing systems, key systems used to generate valuations and any related valuation adjustments, and the Company’s market risk management and finance systems to identify inconsistencies in transaction management and valuation processes across products and locations; 90 NOTES TO THE FINANCIAL STATEMENTS KEY AUDIT MATTERS (continued) Testing the governance and approval controls, such as management review and approval of the valuation models, and approval of new products against policies and procedures; Testing the front office management review and approval of the daily financial instrument trading profit and loss reconciliations prepared by the Company’s independent markets and treasury control; Testing the management review and approval of model construction and validation, aimed at assessing the validity and robustness of underlying valuation models; and Testing the Company’s data validation controls, such as those over key inputs in generating the fair value to market data where fair values were determined by front office teams. We carried out testing over the valuation of financial instruments with both observable and unobservable inputs. Our specific testing involved valuation specialists and included: Re-performing the valuation of ‘level 1’ and ‘level 2’ investment securities and trading securities, which are primarily government, semi- government and corporate debt securities, by comparing the observable inputs, including quoted prices, to independently sourced market data; Using independent models, re-calculating the valuation of a sample, across locations, of derivative assets and liabilities where the fair value was determined using observable inputs. This included comparing a sample of observable inputs used in the Company’s derivative valuations to independently-sourced market data, such as interest rates, foreign exchange rates and volatilities; Where the fair value of derivatives and other financial assets and liabilities were determined using unobservable inputs (‘level 3’ instruments), challenging the Company’s valuation model by testing the key inputs used to comparable data in the market, including the use of proxy instruments and available alternatives. We compared the Company’s valuation methodology to industry practice and the criteria in the accounting standards; and Evaluating the appropriateness of the Company’s valuation methodology for derivative financial instruments, having regard to current and emerging derivative valuation practices across a range of peer institutions, and against the required criteria in the accounting standards. We tested adjustments made to valuations, particularly funding and credit valuation adjustments on un-collateralised derivatives. In particular, for a sample of individual counterparties, across locations, we tested key inputs to the credit valuation adjustment calculation, including the probability of default, against observable market data. Where proxies were used, we assessed the proxy against available alternatives, across a number of locations. PROVISION FOR CUSTOMER REMEDIATION ($967M) Refer to the critical accounting estimates, judgements and disclosures in Notes 20 to the Financial Report. The Key Audit Matter The Company has assessed the need to recognise provisions in relation to certain customer remediation activities arising from both internal and external investigations and reviews. This includes provisions for expected refunds to customers, remediation project costs and related customer and regulatory claims, penalties, and litigation outcomes. The provision for customer remediation activities is a Key Audit Matter due to the number of investigations, the quantum of amounts involved, and the judgements required by us in assessing the Group’s determination of: The existence of a present legal or constructive obligation arising from a past event using the conditions of the event against the criteria in the accounting standards; Reliable estimates of the amounts which may be paid arising from investigations, including estimates of related costs and regulatory penalties; The potential for legal proceedings, further investigations, and reviews from its regulators leading to a wider range of estimation outcomes for us to consider. How the matter was addressed in our audit Our audit procedures for customer remediation provisions included: Obtaining an understanding of the Company’s processes for identifying and assessing the potential impact of customer remediation payments, related project costs and legal proceedings associated with compliance matters, investigations and reviews from its regulators; Enquiring with the Company regarding ongoing legal and regulatory matters, and investigation into other remediation activities; Enquiries with external legal counsel; Reading the minutes and other relevant documentation of the Company’s Board of Directors, Board Committees, various management committees, and attending the Company’s Audit and Risk Committee meetings; Inspecting correspondence with relevant regulatory bodies;  For a sample of individual exposures, assessing the basis for recognition and measurement of a provision and associated costs against the requirements of the accounting standards. We did this by understanding and challenging the provisioning methodologies and underlying assumptions; 91 ANZ 2019 ANNUAL REPORT INDEPENDENT AUDITOR’S REPORT (continued) KEY AUDIT MATTERS (continued) Testing completeness by evaluating where exposures may have arisen based upon our knowledge and experience of broader industry matters, the Company's documentation of compliance matters and customer complaints and the current regulatory environment. We also checked features of these exposures against the criteria defining a provision or a contingency in the accounting standards; Assessing the appropriateness of the Company’s conclusions against the requirements of Australian Accounting Standards where estimates were unable to be reliably made for a provision to be recognised; Evaluating the related disclosures against the requirements of Australian Accounting Standards. IT SYSTEMS AND CONTROLS The Key Audit Matter As a major Australian bank, the Company’s businesses utilise a large number of complex, interdependent Information Technology (IT) systems to process and record a high volume of transactions. Controls overaccess and changes to IT systems are critical to the recording of financial information and the preparation of a financial report which provides a true and fair view of the Company’s financial position and performance. The IT systems and controls, as they impact the financial recording and reporting of transactions, is a key Audit matter and our audit approach could significantly differ depending on the effective operation of the Company’s IT controls. KPMG IT specialists were used throughout the engagement as a core part of our audit team. How the matter was addressed in our audit We tested the technology control environment for key IT applications (systems) used in processing significant transactions and recording balances in the general ledger. We also tested automated controls embedded within these systems which support the effective operation of technology-enabled business processes. Our audit procedures included: Assessing the governance and higher-level controls in place across the IT Environment, including the approach to Company policy design, review and awareness, and IT Risk Management practices; Design and operating effectiveness testing of controls across the User Access Management Lifecycle, including how users are on-boarded, reviewed, and removed on a timely basis from critical IT applications and supporting infrastructure. We also looked at how privileged roles and functions are managed across each IT Application and the supporting infrastructure; Design and operating effectiveness testing of controls in place to enable Change Management including how changes are initiated, documented, approved, tested and authorised prior to migration into the production environment of critical IT Applications. We also assessed the appropriateness of users with access to make changes to IT applications across the Company; Design and operating effectiveness testing of controls used by the Company’s technology teams to schedule system jobs and monitor system integrity; Design and operating effectiveness testing of controls in place to support Program Development, including the implementation of revised guidelines per the new ANZ Delivery Framework; and Design and operating effectiveness testing of automated business process controls include those that enforce segregation of duties conflicts between toxic role combinations within IT applications, configurations in place to perform calculations, mappings, and flagging of financial transactions, automated reconciliation controls, both between systems and intra-system and data integrity of critical system reporting used for sampling, data analysis and financial reporting across the audit. 92 NOTES TO THE FINANCIAL STATEMENTS RESPONSIBILITIES OF DIRECTORS FOR THE FINANCIAL REPORT The Directors are responsible for: preparing a Financial Report that gives a true and fair view in accordance with Australian Accounting Standards and the Corporations Act 2001; implementing necessary internal control to enable the preparation of a Financial Report that gives a true and fair view and is free from material misstatement, whether due to fraud or error; and assessing the Company’s ability to continue as a going concern and whether the use of the going concern basis of accounting is appropriate. This includes disclosing, as applicable, matters related to going concern and using the going concern basis of accounting unless they either intend to liquidate the Company or to cease operations, or have no realistic alternative but to do so. AUDITOR’S RESPONSIBILITIES FOR THE AUDIT OF THE FINANCIAL REPORT Our objective is: to obtain reasonable assurance about whether the Financial Report as a whole is free from material misstatement, whether due to fraud or error; and to issue an Auditor’s Report that includes our opinion. Reasonable assurance is a high level of assurance, but is not a guarantee that an audit conducted in accordance with Australian Auditing Standards will always detect a material misstatement when it exists. Misstatements can arise from fraud or error. They are considered material if, individually or in the aggregate, they could reasonably be expected to influence the economic decisions of users taken on the basis of the Financial Report. A further description of our responsibilities for the audit of the Financial Report is located at the Auditing and Assurance Standards Board website at: http://www.auasb.gov.au/auditors_responsibilities/ar2.pdf. This description forms part of our Auditor’s Report. KPMG Alison Kitchen Partner Melbourne 30 October 2019 93"
]