[
    "Appendix 3X Initial Director’s Interest Notice Rule 3.19A.1 Appendix 3X Initial Director’s Interest Notice Information or documents not available now must be given to ASX as soon as available. Information and documents given to ASX become ASX’s property and may be made public. Introduced 30/9/2001. Name of entity Australia and New Zealand Banking Group Limited ABN 11 005 357 522 We (the entity) give ASX the following information under listing rule 3.19A.1 and as agent for the director for the purposes of section 205G of the Corporations Act. Name of Director Paul Dominic O’Sullivan Date of appointment 4 November 2019 Part 1 - Director’s relevant interests in securities of which the director is the registered holder In the case of a trust, this includes interests in the trust made available by the responsible entity of the trust Note: In the case of a company, interests which come within paragraph (i) of the definition of “notifiable interest of a director” should be disclosed in this part. Number & class of securities 4,078 Ordinary Shares 9,250 Capital Notes 2 (held jointly with Mr Federico Dimicoli) + See chapter 19 for defined terms. 11/3/2002 Appendix 3X Page 1 Appendix 3X Initial Director’s Interest Notice Part 2 – Director’s relevant interests in securities of which the director is not the registered holder In the case of a trust, this includes interests in the trust made available by the responsible entity of the trust Name of holder & nature of interest Note: Provide details of the circumstances giving rise to the relevant interest. Number & class of Securities Nil Part 3 – Director’s interests in contracts Note: In the case of a company, interests which come within paragraph (ii) of the definition of “notifiable interest of a director” should be disclosed in this part. Detail of contract Nil Nature of interest Name of registered holder (if issued securities) No. and class of securities to which interest relates .............................................. Simon Pordage Company Secretary Australia and New Zealand Banking Group Limited 11 November 2019 + See chapter 19 for defined terms. Appendix 3X Page 2 11/3/2002"
]