{"context": "ASX Release"}
{"context": "For release: 31 October 2019"}
{"context": "Transcript of Full Year 2019 Results Presentation"}
{"context": "A transcript of the presentation of ANZ’s Full Year 2019 results by ANZ’s CEO Shayne Elliott and CFO Michelle Jablko follows."}
{"context": "This document should be read in conjunction with ANZ’s Full Year Financial materials released via the ASX, which are available in the Shareholder Centre on the ANZ website."}
{"context": "All results materials are available on shareholder.anz.com"}
{"context": "For investor enquiries contact:"}
{"context": "Jill Campbell, +61 412 047 448 Cameron Davis, +61 421 613 819"}
{"context": "Australia and New Zealand Banking Group Limited ABN 11 005 357 522"}
{"context": "Company: Date: Time:"}
{"context": "Jill Campbell:"}
{"context": "Shayne Elliott:"}
{"context": "TRANSCRIPTION"}
{"context": "ANZ - Full Year Results Announcement Thursday 31 October 2019 10:00am (AEDT)"}
{"context": "[START OF TRANSCRIPT]"}
{"context": "Hi everybody, good morning. I'm Jill Campbell. I'm the Head of"}
{"context": "Investor Relations for ANZ. Welcome to everyone joining us in"}
{"context": "Sydney today, listening in by phone or webcast for the"}
{"context": "presentation of our full year 2019 financial results. We're live"}
{"context": "streaming today's presentation on social media, through"}
{"context": "Periscope and Twitter and you can access the feed by"}
{"context": "searching at ANZ News."}
{"context": "The result materials lodged earlier this morning with the ASX"}
{"context": "are all available on the ANZ website in the shareholder centre."}
{"context": "A replay of the presentation, along with the Q&A, will be"}
{"context": "available via the website from around mid-afternoon. Our"}
{"context": "CEO, Shayne Elliott and CFO, Michelle Jablko, will present for"}
{"context": "around 25 minutes and after that we'll go to Q&A, thanks"}
{"context": "Shayne."}
{"context": "Thank you. Good morning. Today is about result and it's"}
{"context": "important to cover where we are, but frankly it's more"}
{"context": "important to share what we will do from here. I could spend"}
{"context": "some significant time talking about how challenging the"}
{"context": "environment is, but you all know that. More regulation, intense"}
{"context": "competition, low rates and slow growth, we get it, but we are"}
{"context": "prepared well. Earnings this year were stable, we further"}
{"context": "strengthened the balance sheet, exited more non-core"}
{"context": "businesses and we kept costs flat while absorbing a significant"}
{"context": "increase in investment."}
{"context": "2"}
{"context": "The number of shares on issue reduced again and earnings"}
{"context": "per share increased 2% and net tangible assets per share,"}
{"context": "6%. I am pleased that we are able to maintain our dividend at"}
{"context": "$0.80, although I acknowledge that some shareholders will be"}
{"context": "disappointed that we're reducing franking to 70%. Our decision"}
{"context": "to reduce franking to a new base reflects the changed shape"}
{"context": "of our business, but recognises how important the dividend,"}
{"context": "franking and predictability is to our shareholders."}
{"context": "Our balance sheet has never been stronger. We've delivered"}
{"context": "significant change in the past four years, rebalancing our"}
{"context": "portfolio and improving capital efficiency and 2019 was no"}
{"context": "exception. That allowed us to return $5.6 billion to"}
{"context": "shareholders while still increasing our capital."}
{"context": "In a large organisation there will always be a lot of things we"}
{"context": "can do, but it's our job to ensure that our resources are"}
{"context": "focused on those things that make a real difference. We've"}
{"context": "tweaked words and tightened up the language, but the"}
{"context": "strategy we launched in 2016 remains relevant and"}
{"context": "appropriate. For 2020 we've implemented a six-point plan,"}
{"context": "modified accountability for our top team, changed governance"}
{"context": "processes all the way up to the Board, enhanced the metrics"}
{"context": "we use to monitor results and we've increased pace. We meet"}
{"context": "more briefly but more often and we make more timely"}
{"context": "decisions."}
{"context": "As I said, we're focused on the six levers that we think will"}
{"context": "have the biggest impact: running the business well,"}
{"context": "maintaining discipline within Institutional, resolving our"}
{"context": "challenges in New Zealand, investing to prepare Australia for"}
{"context": "growth, driving further simplification and building the team's"}
{"context": "resilience and capability."}
{"context": "3"}
{"context": "It's easy to get distracted, but running the business well is our"}
{"context": "top priority. It's particularly true in Australia where we have"}
{"context": "acknowledged our challenges. We've responded appropriately,"}
{"context": "we've changed the leadership team and the organisational"}
{"context": "structure. We're refining credit policies and investing to reduce"}
{"context": "processing times and increased capacity. We're delegating"}
{"context": "more decisions to the frontline and monitoring operational"}
{"context": "metrics daily."}
{"context": "We launched an incredibly successful campaign to provide"}
{"context": "confidence for our channels and our customers and while the"}
{"context": "resulting in uplift in applications is good, the real benefit was"}
{"context": "the preparation work that we did to improve operational"}
{"context": "capacity and reduce approval turnarounds. These actions"}
{"context": "position us well as we head into 2020. However, while the"}
{"context": "housing market shows some signs of improvement, system"}
{"context": "growth remains hard to predict. Low interest rates are also"}
{"context": "putting pressure on margins and managing that trade-off is"}
{"context": "complex, but we're focused on managing risk-adjusted margin"}
{"context": "more than simple market share growth."}
{"context": "Running the business well also requires progress on"}
{"context": "remediation, because it's the right thing to do, but also"}
{"context": "because the sooner we finish, the sooner we can apply"}
{"context": "learnings and refocus on responsible growth. For a range of"}
{"context": "reasons, ANZ started a little earlier than our peers and from"}
{"context": "what we can see, we're a little further ahead. We're investing"}
{"context": "everything required to complete known remediations and"}
{"context": "identify any new issues. I can't tell you when we will be"}
{"context": "finished, but we are working as hard as we can to get it done."}
{"context": "Finally, running the business well means strengthening the"}
{"context": "Bank, operationally, culturally and financially. The work done"}
{"context": "over four years to simplify and de-risk the Bank has seen our"}
{"context": "expected loss rates fall again."}
{"context": "4"}
{"context": "We are not complacent and we do expect to return to more"}
{"context": "normal credit conditions at some point, but our book is"}
{"context": "inherently lower risk than before. We have not changed our"}
{"context": "risk appetite, although we have reduced our assumptions"}
{"context": "around cost of capital, which will have an impact on the"}
{"context": "business rating strategy, particularly in Institutional."}
{"context": "Institutional provides diversification to shareholders and unique"}
{"context": "value to customers. Its returns are now above our cost of"}
{"context": "capital and as industry returns for the Australian banking peers"}
{"context": "fall, our Institutional business is increasing in relative value."}
{"context": "But we're not done. Our plan for Institutional is simple: keep"}
{"context": "disciplined."}
{"context": "There is no change in strategy, there is no change in target"}
{"context": "market, we will continue to do more with the customers we"}
{"context": "know and trust. We will do more on cost and simplification,"}
{"context": "while strengthening the franchise and we will stay disciplined"}
{"context": "on credit and focused on the risk-adjusted returns."}
{"context": "In New Zealand, the Reserve Bank has two major changes on"}
{"context": "the table: BS11 and the proposed new capital regime."}
{"context": "Preparation for BS11 is well advanced but it comes at a cost,"}
{"context": "which we estimate at around $350 million over three years."}
{"context": "We've already invested $42 million in FY19, which explains the"}
{"context": "increase in New Zealand operating expense. BS11 investment"}
{"context": "is not called out as a large and notable item. Now Michelle will"}
{"context": "talk through the proposed capital changes, but I've expressed"}
{"context": "my concerns about them, but we're not sitting by hoping for the"}
{"context": "best."}
{"context": "We're taking the proposals as a catalyst to do better, to be"}
{"context": "leaner and more focused. We meet weekly and we're actively"}
{"context": "working on a range of initiatives which will lead to a portfolio of"}
{"context": "actions. We intend to remain the largest and most successful"}
{"context": "bank for New Zealanders, but how we go about delivering that"}
{"context": "will change."}
{"context": "5"}
{"context": "Those priorities are about running the place well, but we also"}
{"context": "need to invest for the future, particularly in Australia. Australian"}
{"context": "retail and commercial banking is a good business, generating"}
{"context": "decent returns, but it's getting tougher. We've strengthened"}
{"context": "our balance sheet, we've reduced operating risk and we've"}
{"context": "materially improved productivity and that gives us the capacity"}
{"context": "to invest without calling on shareholders. Over the past decade"}
{"context": "we've invested about $1.2 billion each year in new technology"}
{"context": "and systems across the Group. In 2019, we invested a record"}
{"context": "amount of $1.4 billion and we will invest even more in 2020."}
{"context": "Other than BS11, that increase is focused on Australia, but we"}
{"context": "didn't do this on a buy-now-pay-later scheme; 70% of the"}
{"context": "investment is expensed during the year. As a result, software"}
{"context": "assets on our balance sheet continue to decline and remain"}
{"context": "the lowest amongst our peers, reflecting our more"}
{"context": "conservative approach to paying up front for investment and"}
{"context": "holding ourselves to account to deliver outcomes. The"}
{"context": "investments we're making in Australia will reshape ANZ for the"}
{"context": "coming decade and my team is deeply involved in the detail."}
{"context": "Simpler and better has become the industry mantra. We"}
{"context": "started early, but it is getting harder. Looking through the"}
{"context": "noise, our cost base today is around $8.6 billion and getting to"}
{"context": "this point hasn't been easy. I will remind you that it's the lowest"}
{"context": "cost base in six years and we've absorbed a lot of change over"}
{"context": "that time. Revenue is also $450 million higher today than six"}
{"context": "years ago, despite selling 23 businesses."}
{"context": "We are now focused on simplifying key customer and support"}
{"context": "function processes that represent around 70% of that cost"}
{"context": "base. The work is coordinated with other priorities, particularly"}
{"context": "the investment in Australia and while some is already"}
{"context": "underway, the major execution will start in the new year."}
{"context": "6"}
{"context": "Michelle Jablko:"}
{"context": "We will not jeopardise the franchise to meet an arbitrary target,"}
{"context": "but we remain confident that staying true to our strategy and"}
{"context": "improving customer outcomes will reduce the cost of running"}
{"context": "the bank to $8 billion. This work is incredibly important and I"}
{"context": "am personally leading it."}
{"context": "It is hackneyed but our ultimate competitive advantage is our"}
{"context": "culture and that means our people. We're asking more of our"}
{"context": "team than ever before, particularly in terms of change and"}
{"context": "accountability. I don't see that environment getting any easier"}
{"context": "and so we're investing to build capability and resilience and"}
{"context": "there are signs that this is having an impact. Our culture audits"}
{"context": "show that our people believe in the strategy, are committed to"}
{"context": "doing the right thing and want ANZ to succeed. We recently"}
{"context": "recorded the highest employee engagement score in our"}
{"context": "history at 77% and we saw an 82% increase in applicants for"}
{"context": "graduate roles. I don’t take the engagement of our people for"}
{"context": "granted and we will continue to invest in their capability,"}
{"context": "providing them with better tools and supporting them through a"}
{"context": "challenging environment."}
{"context": "I'll now hand over to Michelle to walk through the results in"}
{"context": "more detail."}
{"context": "Thanks Shayne and good morning. This year we had three"}
{"context": "things to balance: fixing issues of the past, running our"}
{"context": "business well and building for the future. Right now, like many"}
{"context": "in the industry, we're more heavily weighted towards fixing"}
{"context": "past issues. But we've also been investing more to further"}
{"context": "simplify the business and build for the future. Against this"}
{"context": "backdrop we had a solid result."}
{"context": "Continuing cash profit was flat at $6.5 billion. EPS was up 2%"}
{"context": "and ROE was stable. Revenue in our Australian retail and"}
{"context": "commercial business was down $590 million, reflecting margin"}
{"context": "and fee pressures and some execution challenges."}
{"context": "7"}
{"context": "We saw the benefits of disciplined growth in Institutional, with"}
{"context": "cash profit up 11% and ROE almost 100 basis points higher."}
{"context": "Costs of the Group were well managed and even with higher"}
{"context": "investment, they were down 1.6% FX adjusted. Credit losses"}
{"context": "remained low, benefiting from significant work in recent years"}
{"context": "to de-risk the business. Our work on customer remediation"}
{"context": "continued and we took $682 million in post-tax remediation"}
{"context": "charges. So while the broader operating environment was"}
{"context": "challenging, we maintained cash profit and increased EPS."}
{"context": "We also maintained the dividend at $0.80 per share, but it will"}
{"context": "be franked at 70%. I'll spend some time at the end taking you"}
{"context": "through this once we've discussed the result."}
{"context": "Balance sheet strength has been the key plank of our strategy."}
{"context": "Our CET1 ratio is 11.4%, around $3.5 billion above"}
{"context": "unquestionably strong. Organic capital generation remained"}
{"context": "high at 165 basis points for the full year. We returned capital to"}
{"context": "our shareholders, completing $1.1 billion in share buybacks"}
{"context": "this year. We neutralised the DRP for the sixth consecutive"}
{"context": "half and absorbed 60 basis points of new regulatory imposts"}
{"context": "during the year."}
{"context": "So while there are clearly some regulatory uncertainties, we"}
{"context": "face them from a position of strength. We're engaging with our"}
{"context": "regulators on a number of possible capital changes. Most of"}
{"context": "these remain in consultation. While in the past the primary"}
{"context": "focus has been on Level 2 Group capital, these potential"}
{"context": "changes put an increased focus on Level 1."}
{"context": "This slide shows the difference between Level 1 and Level 2"}
{"context": "capital generation this year. The difference stems largely from"}
{"context": "our New Zealand Board already retaining around $1.5 billion of"}
{"context": "the possible higher capital that might be required in New"}
{"context": "Zealand over the next few years. We expect the RBNZ's final"}
{"context": "position in December."}
{"context": "8"}
{"context": "APRA has also released a consultation paper on investment in"}
{"context": "subsidiaries. While the paper implies an impact of $2.5 billion,"}
{"context": "there are measures that could materially offset this. In short,"}
{"context": "while there are still many moving parts, our capital position"}
{"context": "means that these proposals are more about capital efficiency"}
{"context": "than quantum. Once we have more clarity, we will consider"}
{"context": "future capital management and capital allocation opportunities."}
{"context": "There are six key things that really shaped the result this year:"}
{"context": "lower revenue in Australia, disciplined growth in Institutional,"}
{"context": "margin pressures across the Group, good outcomes on cost"}
{"context": "and credit quality, and further customer remediation charges."}
{"context": "Australia revenues were down $590 million for the year, but"}
{"context": "stabilised in the second half. $530 million of the reduction was"}
{"context": "due to lower margins and fees. $60 million was due to lower"}
{"context": "volume, largely because of the slower housing market and"}
{"context": "some execution issues in home loans, as well as lower credit"}
{"context": "card and personal loan volumes, in line with market trends,"}
{"context": "subdued lending volumes in small business but good deposit"}
{"context": "growth and the continued runoff of our consumer asset finance"}
{"context": "business."}
{"context": "Our mortgage portfolio is down $7 billion for the full year,"}
{"context": "almost all in interest only loans. In the second half of the year,"}
{"context": "we significantly improved our home loan assessment times,"}
{"context": "with better clarity and consistency on policy and risk settings"}
{"context": "for the front line. This has seen the overall rate of decline in"}
{"context": "the portfolio progressively slow over the course of the second"}
{"context": "half. We also ran a major marketing campaign to attract new"}
{"context": "customers and restore confidence across our distribution"}
{"context": "channels. As a result, application volumes increased, with"}
{"context": "average levels in the second half more than 30% higher than"}
{"context": "the first. Importantly, our improved momentum has continued,"}
{"context": "with application volumes now not far below the campaign"}
{"context": "average and slightly below 2018 levels."}
{"context": "9"}
{"context": "This improved momentum takes time to flow through to the"}
{"context": "balance sheet and needs to be balanced against higher"}
{"context": "amortisation, with 82% of customers paying principal and"}
{"context": "interest and many customers now getting ahead on their"}
{"context": "repayments, given lower interest rates."}
{"context": "Institutional continues to deliver the benefits of a simpler and"}
{"context": "more disciplined business. On a year-on-year basis, revenue,"}
{"context": "profit and ROE all increased. This was driven by another"}
{"context": "record year in payments and cash management, where"}
{"context": "revenue was up 10%. Loans also performed well, up 7%."}
{"context": "Markets were flat year on year at around $1.8 billion, with the"}
{"context": "second half impacted by a flattening yield curve and low"}
{"context": "volatility. Market sales were up and were actually more than"}
{"context": "half of market's revenues for the year."}
{"context": "Lower interest rates and competitive pressures continue to"}
{"context": "impact margins. Underlying NIM was down five basis points."}
{"context": "Asset and funding mix had a two basis point impact. With rate"}
{"context": "cuts globally, deposit margins were down four basis points,"}
{"context": "mostly in Australia. Lower rates also impacted earnings on"}
{"context": "capital and our replicating portfolios by a further two basis"}
{"context": "points. There was some benefit from lower wholesale funding"}
{"context": "costs and some asset repricing, but these weren't enough to"}
{"context": "offset the significant impact of lower rates and competitive"}
{"context": "pressures across all businesses."}
{"context": "These headwinds on margins are likely to remain in the near"}
{"context": "term. Competition and mix impacts are continuing. There will"}
{"context": "be a further negative impact in the first half of 2020 from rate"}
{"context": "cuts that have already happened, including the RBA rate cut"}
{"context": "earlier this month and the Fed cut overnight. This is around"}
{"context": "three basis points and net of recent repricing decisions."}
{"context": "10"}
{"context": "Any additional rate cuts would have further impacts. We know"}
{"context": "that around $110 billion of our deposits globally are already at"}
{"context": "or near zero rates, so any further cuts would impact deposit"}
{"context": "margins as well as our earnings on invested capital."}
{"context": "Adjusted for FX costs across the Group were down 1.6% this"}
{"context": "year, despite the impact of higher regulatory and compliance"}
{"context": "costs and inflation. Costs in institutional were down for the"}
{"context": "seventh half in a row, costs in Australia were flat."}
{"context": "This year we generated $260 million of savings across the"}
{"context": "Group after absorbing inflation of $160 million. For example,"}
{"context": "we have reduced FTE through automation and process"}
{"context": "improvements. We replaced higher cost managed services"}
{"context": "with internal resources and technology. We continued to"}
{"context": "reduce our property spend through consolidation of our"}
{"context": "international footprint as well as optimisation of our branch"}
{"context": "network."}
{"context": "This outcome has not been at the expense of investment. In"}
{"context": "fact investment spend is up $185 million over the year. Quite"}
{"context": "a bit of the increase has been for regulatory and compliance"}
{"context": "spend, such as meeting our BS11 requirements in New"}
{"context": "Zealand and a number of compliance projects in Australia."}
{"context": "Other investment has been skewed to Australian retail and"}
{"context": "commercial, along with digital data and payments initiatives."}
{"context": "Whilst some might categorise regulatory and compliance"}
{"context": "spend as an extra burden, this spend also improves the"}
{"context": "business through enhanced data quality, better customer"}
{"context": "origination processes, and lower operational risk."}
{"context": "Importantly 70% of our investment spend is recognised upfront"}
{"context": "as OpEx, given our $20 million capitalisation threshold."}
{"context": "Driving our capitalised software balance to a new low of $1.3"}
{"context": "billion."}
{"context": "11"}
{"context": "Our disciplined approach to credit quality has continued to"}
{"context": "deliver with a loss rate of only 13 basis points for the year."}
{"context": "Credit impairment charges were higher in absolute terms but"}
{"context": "off a low base and largely due to release of collective"}
{"context": "provisions in the prior year."}
{"context": "Institutional remained well managed with zero net IP charges"}
{"context": "and a 40% reduction in impaired assets. This wasn’t because"}
{"context": "of write-backs and recoveries, which were down $100 million"}
{"context": "in the division."}
{"context": "Our collective provision remains strong at $3.4 billion."}
{"context": "Adjusting for regulatory capital in costs our coverage ratio"}
{"context": "remains stable."}
{"context": "Gross and new impaired assets were both down 5% year-on-"}
{"context": "year. Australian mortgage 90 days past due were 116 basis"}
{"context": "points at the end of September and stabilised in the fourth"}
{"context": "quarter. The absolute number of loans past due and losses"}
{"context": "both remain small. Across our book 76% of customers are"}
{"context": "ahead on their repayments, and 82% are now paying principal"}
{"context": "and interest."}
{"context": "We have continued to make substantial progress on"}
{"context": "remediation this year. On 8 October we announced additional"}
{"context": "remediation charges of $559 million, bringing our full year"}
{"context": "charge to $682 million. Total remediation charges over the"}
{"context": "past three years are around $1.6 billion. Our balance sheet"}
{"context": "provision now stands at around $1.1 billion."}
{"context": "Our costs of remediation have increased as we have"}
{"context": "expanded the number of staff supporting our efforts to just"}
{"context": "over 1000. Around 70% of the current year charge relates to"}
{"context": "banking product and service remediation as we accelerated"}
{"context": "our proactive discovery reviews. These product reviews are"}
{"context": "ongoing. We have provided for what we know and we are"}
{"context": "working hard to put customers right as soon as possible."}
{"context": "12"}
{"context": "Turning to the dividend. The Board has proposed to maintain"}
{"context": "a final dividend of $0.80 per share, franked at 70%, and to"}
{"context": "neutralise the DRP. In making its dividend decision the Board"}
{"context": "considered a range of options and the interests of all"}
{"context": "shareholders, including retail. The Board landed on $0.80 per"}
{"context": "share supported by our strong capital position."}
{"context": "On franking, you know that our position has been tight for a"}
{"context": "while. This half was franked at 70%. While there are some"}
{"context": "subtleties around timing of tax payments, statutory profit in our"}
{"context": "Australian geography is the key driver here. These earnings"}
{"context": "have declined over the past couple of years with lower"}
{"context": "underlying revenue, remediation costs, the bank levy and the"}
{"context": "divestment of wealth."}
{"context": "This year Australian geographic earnings were 55% of our"}
{"context": "total, compared to a dividend payout ratio of 76%."}
{"context": "Given the current operating environment I thought it might be"}
{"context": "useful to provide some context for the first half of 2020. On"}
{"context": "Australian housing lead indicators for ANZ suggest momentum"}
{"context": "is improving. While we expect this to lead to improvement in"}
{"context": "new volumes, this needs to be balanced with faster"}
{"context": "amortisation of our existing book in a low rate environment."}
{"context": "On margins a combination of competitive pressures, mix"}
{"context": "impacts and low rates across all of our geographies will"}
{"context": "continue to have an impact."}
{"context": "In the past we have said that we manage markets as a $2"}
{"context": "billion business in terms of capital and resource allocation."}
{"context": "However in a world of lower global growth and rates revenues"}
{"context": "are likely to be closer to current full year levels in the near"}
{"context": "term, and we're changing out settings accordingly."}
{"context": "13"}
{"context": "Shayne Elliott:"}
{"context": "On expenses we are committed to absolute cost reduction."}
{"context": "But as we have said, the paths may not always be linear. With"}
{"context": "this in mind we expect underlying expenses in the first half of"}
{"context": "2020 to be around $150 million to $200 million higher than the"}
{"context": "second half of '19. We will have a new accounting standard"}
{"context": "on leases and higher investment, including BS11."}
{"context": "In the medium-term lowering costs remains an intense focus"}
{"context": "so that we can fund investment in our business and meet our"}
{"context": "$8 billion cost ambition. The first half is also likely to bring"}
{"context": "clarity on regulatory capital. Once we have this we can"}
{"context": "determine our business response and any future capital"}
{"context": "management opportunities."}
{"context": "Overall while the operating environment is tough our efforts to"}
{"context": "create a simpler, stronger and more productive ANZ place us"}
{"context": "in a good position. With that I'll hand back to Shayne."}
{"context": "About four years ago we identified the need for bold action to"}
{"context": "reposition ANZ for long-term success. We recognised that"}
{"context": "while banking would remain attractive a step-change in the"}
{"context": "operating environment meant that strategies of the past would"}
{"context": "no longer be successful. We have work to do but have"}
{"context": "prepared well by strengthening our balance sheet, reducing"}
{"context": "financial and non-financial risk, simplifying the bank,"}
{"context": "enhancing management capability and improving productivity."}
{"context": "There is no change in our strategy and we are fully focused on"}
{"context": "execution. Low interest rates and the weaker global economy"}
{"context": "mean that growing revenue will be difficult. Remediation"}
{"context": "requires ongoing effort, and we do need to invest for future"}
{"context": "growth."}
{"context": "14"}
{"context": "Credit conditions are benign but they will turn at some point."}
{"context": "But our balance sheet is strong, our revenue sources diverse"}
{"context": "and we have a clear plan with a focus on simplification,"}
{"context": "productivity and capital efficiency. Our people are more"}
{"context": "engaged than ever."}
{"context": "I do not underestimate the challenge. But remaining true to"}
{"context": "our purpose, values and our strategy will unlock opportunity to"}
{"context": "the benefit of our customers and shareholders alike."}
{"context": "15"}
