{"context": "ANZ 2 Our approach to climate change We seek to provide investors and other stakeholders with information enabling them to assess the adequacy of our approach to climate change and our ability to manage the associated risks and opportunities. This is the third year we have reported using the recommendations of the Financial Stability Board Taskforce on Climate-related Financial Disclosures (TCFD). The TCFD's 2018 Status Report included a review of our disclosures. The report confirmed we had taken up many of their recommendations, however there were some suggestions for improvement. For example, it was suggested we provide information on customers beyond the thermal coal supply chain and risks, particularly physical risks. In response we have provided disclosures on our agribusiness sector in the ‘Strategy’ section below. In 2019 we have focused on: * training our people on climate-related risks and opportunities; * engaging with our largest emitting customers on their transition plans; and « feeding the results of our customer engagement into our assessments of individual customers and carbon-intensive portfolios, in particular the energy, transport, buildings and food, beverage and agricultural sectors. Contents Our progress in aligning with the TCFD 3 Risk Management Governance 4 Metrics and Targets 8 Strategy 4 Financed Emissions 10 ANZ 2019 CLIMATE-RELATED FINANCIAL DISCLOSURES Our progress in aligning w TCFD theme Governance Strategy Metrics and targets Our progress to date Focus areas - 2020/21 Board Risk Committee oversees management of climate-related risks Board Ethics, Environment, Social and Governance Committee approves climate-related objectives, goals and targets Ethics and Responsible Business Committee (executive management) oversees our approach to sustainability and reviews climate-related risks ANZ's Climate Change Statement (available on anz.com) reaffirms support for the Paris Agreement goals and the transition to a net-zero carbon economy Managing the net-zero carbon transition focuses on an orderly and just transition that gives careful consideration to the impacts on communities Participation in a United Nations Environment Programme Finance Initiative (UNEP Fl) working group on TCFD scenario analysis that issued recommendations and methods to assess portfolio transition and physical risks Low carbon products and services within our Institutional business focused on climate-related opportunities Analysis of flood-relate risks for our home loan portfolio in a major regional location of Australia resilience of home loan Climate change risk ad in our UK Disclosure ani Enhanced financial ana terms applied to agricu Risk Appetite Statements Test-pilot of socio-economic indicators showing financial customers with respect to flood risk led to Group and Institutional Climate change identified as a Principal Risk and Uncertainty Transparency Rules (DTR) Submission Guidelines and training provided to over 1,000 of our nstitutional bankers on customer transition plan discussions lysis and stronger credit approval tural property purchases in regions of low average rainfall or measured variability New agribusiness customers assessed for financial resilience and understanding of rainfall and climate trends in their area, and water budgets considered if irrigating Support 100 of our largest emitting customers’ to establish or strengthen low carbon transition plans by 2021, with metrics developed to track their progress Exceeded our 5-year $15 billion target to fund and facilitate low carbon and environmentally sustainable solutions Power Purchase Agreement to increase renewable energy use in our Australian operations Ongoing emissions reduction targets for ANZ energy use aligned with the Paris Agreement goals In the energy, transport, buildings and food, beverage and agricultural sectors Align with regulatory guidance on climate-related risk governance, including stress testing of selected portfolios Consider extending scenario analysis to incorporate bushfire, flood and other risks relating to retail customers ossible extension of emerging environmental and climate-related risks to other segments of the ome loan portfolio nclude climate risk reference in Agriculture related lending guidance documents used by our front line bankers Encourage customers to develop and disclose their transition plans in key sectors energy, transport, buildings and food, beverage and agriculture Customer engagement to identify customer or sector-specific transition or physical risks Complete transition plan engagement with high emitting customers and consider how to integrate into customer assessments « New 6-year $50 billion target to fund and facilitate sustainable solutions New metrics for measuring impact of our progress on environmental sustainability New target to procure 100% renewable electricity for ANZ's operations by 2025 Beyond 2020 vision An enhanced risk management framework that is responsive to climate change, and meets financial regulators’ requirements ANZ business strategy more closely aligned to a resilient and sustainable economy that supports the Paris Agreement goals and Sustainable Development Goals Integrate assessment of climate-related risks into our Group risk management framework Standard with business customers include climate-related risks and opportunities iscussions Assessment of customer transition plans part of standard lending decisions and portfolio analysis Monitor industry standards for lending aligned with the Paris Agreement goals Reduce ANZ's operational emissions in line with the decarbonisation trajectory of the Paris Agreement goals 4 Governance Our Board has the highest level of oversight for climate change with responsibilities also allocated to some sub-committees. The Ethics, Environment, Social and Governance (EESG) Committee of the Board meets quarterly and is responsible for reviewing and approving our climate-related objectives and performance, including goals and targets to support action on climate change. The Board Risk Committee has responsibility for the overview of ANZ's management of new and emerging risks, including climate-related risks. At an executive level, the Ethics and Responsible Business Committee (ERBC) sets our policy as detailed in our Climate Change Statement. The ERBC provides leadership on our sustainability risks and opportunities, monitoring progress against our targets, including those related to climate change. The ERBC is also responsible for: guiding which industry sectors, customers and transactions we bank, to align with our purpose, strategy and values, and our public statements on issues such as climate change; and assessing current and emerging ethical, social, environmental and governance risks and opportunities. Strategy Identification and management of our material sustainability risks and opportunities, including those related to climate change, supports the achievement of our business strategy. Environmental sustainability is one of our key priorities and accordingly we are: establishing low carbon financial products and services; creating policies to guide which customers we bank; training staff on climate- related risks and seeking to reduce our own operational footprint. We are supporting our customers to identify their risks and plan for the transition, in addition to assisting customers that are able to create opportunities for affected communities. Each of our business areas needs to understand the risks and opportunities relevant to their customers — including those related to climate change. In 2018 we worked with the United Nations Environment Programme for Financial Institutions (UNEP Fl) on a pilot scenario analysis project. We stress tested our agricultural portfolio for physical risk under two warming scenarios and the results were in line with our expectations — that customers with weaker credit profiles experienced more significant impacts of higher temperatures. This work is summarised in the UNEP FI report, ‘Navigating a New Climate: Assessing Credit Risk and Opportunity in a Changing Climate’? We continue our UNEP FI involvement by providing advice to other participant banks who have joined the project in 2019. Risk specialists in our Australian agribusiness team have assisted other banks with the scenario analysis developed in 2018, enabling them to stress test their agriculture portfolios. Since 2016 we have also been working with the Australian Bureau of Meteorology (BOM), using their mapping to identify parts of Australia with low rainfall and those areas more likely to experience rainfall variation. (Fig 1- Rainfall Annual 30-year average (1986-2015)). When customers purchase properties in these areas, we test their financial resilience to climatic events like rainfall variation and drought. Customers with lower resilience may be subject to enhanced underwriting standards, for example, loan approval may be dependent on a lower loan to valuation ratio, higher repayments, or evidence of savings or equity. Our bankers also need to document the customer's knowledge of recent rainfall and climate trends where their farm is located and, if relevant, how they manage water budgets for irrigation. This year we extended these financial resilience tests to new customers in all drought-affected parts of New South Wales and Queensland. From 2020 we will consider measures to encourage customers to build climate resilience into their farm operating models, regardless of whether they are located in areas experiencing rainfall variability. In effect this means that our farming customers nationally would undergo testing for financial resilience to climate events such as rainfall variability. In addition, all farm purchases in Australia would require the customer's knowledge of climate and rainfall conditions and water budgets, to be documented. We continue to work with Australia’s BOM as it improves its identification of areas potentially impacted by other climate factors such as drought, which reduces streamflow to irrigators, warmer than usual temperatures leading to accelerated evaporation, and heatwaves. 2. See https://www.unepfi.org/wordpress/wp-content/uploads/2018/07/NAVIGATING-A-NEW-CLIMATE.pdf ANZ 2019 CLIMATE-RELATED FINANCIAL DISCLOSURES Risk Managemen Climate Risk Management We have disclosed our most material social and environmental risks in our 2019 Annual Report (see page 46) on anz.com/annualreport in accordance with the ASX Corporate Governance Principles and Recommendations. Our most material climate-related risks and opportunities result from our lending to business and retail customers, including credit-related losses incurred as a result of a customer being unable to repay debt. Under our risk management framework, our material risk category of Credit Risk incorporates the risks associated with lending to customers that could be impacted by climate change or by changes to laws, regulations, or other policies such as carbon pricing and climate change adaptation or mitigation policies. It also includes changes to the cost and level of insurance cover available to our customers. We also specifically include climate change as one of our Principal Risks and Uncertainties (available on anz.com/annualreport). Climate change risk is included in the Group and Institutional Risk Appetite Statements to ensure the risk is appropriately identified and assessed. We continue to develop an organisational culture that encourages regular discussion and consideration of emerging climate-related risks. Our Risk team is working with our bankers, encouraging them to talk with customers about managing the risks and opportunities associated with climate change, assisting us to progress our low carbon transition target focused on our largest emitting customers. Rainfall Annual 30-year average (1986-2015) Millimeters. kKalumburu Katherine 3000 Kowanyama », Cairns ‘© Normanton Broome 3 a8 o 9° 66 8 . Tennant Creek Port Hedland ¢ Mount Isa \\ Townsville Py ° ° Longreach w 3 ° B Rockhampton N 3 ° emenen «Charleville 3 i) Wiluna wo ° [BRISBANE EN 3° ° ° Geraldton me. ~~ Ceduna Esperance Port Lincoln Y Coffs Harbour Warnambool Cape Grim St. Helens Projection: Lambert conformal with standard parallels 10°S, 40°S. © Commonwealth of Australia, 2017 Data sourced from the Bureau of Meteorology HOBART Strahan 6 Engaging with our customers on their transition plans We have a target to encourage and support 100 of our largest emitting customers in the energy, transport, buildings and food, beverage and agricultural sectors to establish, and where appropriate, strengthen existing low carbon transition plans, by 2021. Our progress Throughout 2019 we have analysed the carbon disclosures of over 80 of our largest emitting customers and engaged with 29 of these to support them to establish, and where appropriate, strengthen existing low carbon transition plans. This engagement will inform the development of a model applicable to our broader customer base enabling us to encourage customers to improve the management and disclosure of their climate-related risks and opportunities. Within each industry our customers have different starting points. Both through customer discussions and reviews of public disclosures we are developing a better understanding of our customers’ preparation for, and management of, their most likely climate-related risks and opportunities. While acknowledging transition plans vary depending on the sector, some sector-specific measures we expect are: energy customers seeking to diversify energy sources towards less carbon-intensive fuels, and if diversification is not feasible within the period to 2030, can they discuss how their business is resilient under scenarios in which demand for their commodities declines more rapidly than a‘business as usual’ scenario; transportation customers moving towards more fuel-efficient vehicle fleets or other measures that will reduce their carbon emissions; property developers or retailers reducing building energy consumption and refrigerant-based emissions using best available, commercially viable technologies; and, « food, beverage and agriculture customers switching to practices that lower energy use or non-energy emissions such as reforestation or energy efficient farm equipment. Our engagement with energy customers is well-progressed, especially amongst those with thermal coal operations. A number of them have already disclosed robust transition plans, while others have signalled an intention to improve disclosure. Our customer discussions have generally been well-received and have often revealed more detailed strategies and plans than were apparent from previous engagements. Insights we have gained from these early customer conversations include: Energy: our engagement in this sector is initially focused on customers with thermal coal operations. Some customers see continuing strong demand for high quality, low-cost Australian thermal coal that will be used in recently built or planned high efficiency, lower emissions (HELE) plants across Asia. Their strategy is focused on developing high quality thermal coal assets and they are committed to improving their external disclosures. Other customers have undertaken scenario analysis (aligned with TCFD recommendations), revealing that some of their commodities perform worst under a low-carbon transition; in response they are directing limited expenditure to thermal coal and most of this is in maintenance capital rather than expansion. Some energy companies are also starting to work with their suppliers and customers to seek to reduce the emissions associated with the use of their mining commodities, ie ‘Scope 3’ emissions. 3. See https://news.anz.com/posts/2019/may/low-carbon-transition-plans ANZ 2019 CLIMATE-RELATED FINANCIAL DISCLOSURES Transport: a significant customer has ambitious plans to expand their electric vehicle fleet in Australia and is building a new distribution centre that will integrate rooftop solar and electric vehicle charging bays. They also plan to enter a renewable energy power purchase agreement (PPA) to lower their carbon footprint and shield themselves from price volatility. Buildings: a number of customers have established net-zero carbon targets that will be achieved largely through improved energy efficiency and onsite solar installations, setting time bound goals to achieve this by 2030. Food, beverage and agriculture: for many of our agribusiness and food producers, the physical risks of climate change (eg. water availability and supply) represent the most material and immediate risk to their business, rather than transition risks. We have observed many soft commodity customers are increasingly focused on managing climate-related risks by committing to reduce or remove deforestation from their operations and supply chains. To equip our staff with the skills and knowledge to undertake these customer engagements, in 2019 we provided training to over 1,000 frontline bankers in our Institutional and Corporate businesses. The training covered how climate-related risks and opportunities might manifest for our customers and what elements we would expect to see in a robust transition plan. Our Risk, Sustainable Development and Institutional ESG specialists assisted, attending team meetings and customer discussions about low carbon transition plans and the TCFD framework. Results of customer transition plan engagement ANZ has defined three key elements that constitute a robust low-carbon transition plan for our customers regarding their level of governance, targets / long term plans and disclosures that are preferably TCFD-alignec®. Of the 29 customers that we engaged with during FY19, the diagram below show how many we have assessed to have met each of the three transition plan elements. In FY20, we will aim to meet with the remainder of our largest emitting customers to encourage and support them to develop transition plans that incorporate each of the three elements above. Customer transition plan status 35 30 25 20 : a fe) Customers Governance Targets/long term Disclosures plans TCFD-aligned Planned @ Yes «== Customers engaged How we are responding BAU cycle Strategic segment management Climate-related cycle Portfolio assessment of carbon-intensive sectors ANZ CUSTOMER Periodic customer engagement Ongoing credit review BAU staff training 1. 2019 focus on ANZ staff managing specific higher carbon emitting customers Whilst it is important to have identified the sectors that are potentially at risk from climate change, to ensure transition risk is part of our future customer strategies, we will embed the results of our transition plan target into our customer due diligence. Initially, we are focused on sectors most likely to be impacted by climate change and we will use the results of this work to help understand risk exposure at a customer and an industry level. We will also use this to inform our engagement with customers and our risk evaluation of them, which we expect to increasingly inform our credit decisions. MANAGEMENT Periodic custom engagement on transition plan Desktop research on customer disclosures and statements Staff training on low-carbon transition discussion! The results of our customer due diligence will be incorporated to help us understand client exposure, and their strategic response to their climate risks and opportunities. This will help us to understand our customer's climate resilience and inform our actions and strategy. Our support for society's transition to a net-zero carbon economy, can be seen in ANZ's declining exposure to thermal coal mining, which has halved since 2015. This year we have again publicly disclosed our financial exposure to thermal coal and our overall exposures that include metallurgical coal mining. 8 Metrics ets TCFD-related metrics and industry exposures For the second consecutive year we have disclosed credit metrics and our exposure to various sub-industries in four key sectors identified by the TCFD to be most exposed to climate-related risks: energy, transportation, materials and building, and agriculture, food and forestry products. This is in response to the TCFD recommendations that ‘banks should describe significant concentrations of credit exposure to carbon related assets“ and provide a breakdown of this data by industry, geography, credit quality and average tenor. Our overall exposure to these four sectors is 20% of the Group exposure at default (EAD), up from 19% in the previous two years. In terms of credit metrics, we have observed a steady improvement in the percentage of exposures rated as investment grade with 51.5% of our exposures across the four sectors achieving this benchmark in FY19 compared to 44.1% in FY17. The higher proportion of our loans rated investment grade has been matched by a corresponding decrease in the proportion of loans rated as non-performing with 0.4% of our exposures across the four sectors falling into this category; down from 0.7% in FY17. The average loan term is relatively short for the majority of our exposures; 87% of total loans to customers in the four sectors are due for repayment in less than five years. ANZ acknowledges stakeholder interest in banks’ exposure to the transition risks faced by some customers in the energy sector, including the potential risk of ‘stranded assets’ in the transition to a net-zero economy. For ANZ, transition risks may manifest as credit losses which can occur when a customer becomes unable or unwilling to repay debt. Our total exposure to the energy sector at the end of FY19 was $31.9b — which is just over 3% of the Group EAD. With more than 81% of these exposures rated as investment 4. Implementing the Recommendations of the TCFD, June 2017 (p24) ANZ 2019 CLIMATE-RELATED FINANCIAL DISCLOSURES grade, and a declining proportion of non-performing loans, it reflects our strategy to bank larger, well-rated clients, that are adapting their business strategies to pursue opportunities available in the long- term decarbonisation of the energy sector. Also disclosed is a more detailed industry and sub-industry breakdown of our exposures to the four sectors identified by the TCFD (see following page). Our exposure to the most carbon-intensive forms of energy generation has declined since 2015. This decline is partly an outcome of active portfolio management, informed by our credit strategies. hese industry credit strategies (known as Risk Appetite Statements) reference our Climate Change Statement and relevant industry standards and they reflect risks associated with climate change, influencing decisions about business strategy and capital allocation. For example we expect the decline in our exposures to thermal coal mining to continue over time and we will continue to disclose our progress. To help manage our exposures, we will also only consider lending to new customers involved in coal-related mining, transport and power generation if their thermal coal operations contribute less than 50% of their revenue, installed capacity or generation. While supporting our customers to reduce their emissions, we are also seeking to reduce the environmental impact of our own operations. We have a suite of environmental sustainability targets aimed at lowering our carbon emissions, reducing our water and paper consumption and increasing our recycling rates. See our 2019 ESG Supplement, to be released in December, for detail on how we have performed against these and our other targets. TCFD-Related Metrics and Industry Exposures Industry groups and credit quality summary® Exposure at Default (EAD) Non-performing loans Investment Grade (Sb) (% of sector EAD) (% of sector EAD) Group 2019 2018 2017 2019 2018 2017 2019 2018 2017 Energy 31.9 28.7 283 0.1% 0.1% 0.3% 81.5% 80.0% 796% Transportation 18.8 16.6 15.5 0.2% 0.3% 0.8% 65.1% 63.7% 60.5% Materials and Building 100.3 92.5 85.8 0.4% 04% 0.6% 46.0% 40.9% 35.9% Agriculture, Food and Forestry 43.6 42.3 418 0.8% 0.9% 1.1% 36.2% 35.8% 30.7% Total 194.7 180.0 171.3 0.4% 0.5% 0.7% 51.5% 48.0% 44.1% Exposures to key TCFD sub-industries Exposure at Default ($b) FY19 FY18 FY17 Oil and Gas 19.9 18.4 18.0 Energy Coal Mining® 1.5 14 1 Electric Utilities’ 10.4 89 91 Air Freight 3.8 34 33 Maritime Transportation 24 17 17 ail Transportation 17 2.0 15 Transportation tucking Services 5.6 47 5 Automobiles 5.3 47 37 assenger Air 0.1 0.1 03 Metals and Mining 8.6 67 67 Chemicals 3.2 26 19 Materials and Building Construction Materials 1.7 18 17 Capital Goods 22.0 203 19.5 Real Estate Management and Development 64.9 611 559 Beverages 3.2 3.0 29 Agriculture 31.6 31.2 30.7 Agriculture, Food and Forestry Packaged Foods and Meats 78 71 70 Paper and Forest Products 11 1.0 12 Total 194.7 180.0 171.3 5. Values may not add to totals due to rounding 6. Coal mining includes exposures to metallurgical (coking) coal used for steel making and thermal coal used for energy generation 7. Electric utilities includes exposures to electricity generators that own or operate a mix of thermal and renewable generation assets as well as transmission and distribution infrastructure 10 Financed Emissions Direct financing of renewables projects has increased by 27% compared to the previous year. Renewable generation assets now comprise 83% of our total exposures to electricity generation assets in our project finance portfolio — up from 76% in FY18. Over the past year our financing has contributed to bringing online 488 megawatts (MW) of renewables projects in Australia, helping reduce the emissions intensity of the electricity generation assets we irectly finance to 0.54tCO2 for every megawatt-hour generated. This is 18% below the previous year and is the lowest level recorded for this metric in the six years we have reported it. With a further 859MW of solar and wind projects under construction and scheduled to come online in FY20, we expect to see continued reductions in the emissions intensity of our Australian-based generation portfolio. One of these projects is Stage 1 of the Kiamal Solar Farm located near the Ouyen township in North-West Victoria. This project consists of 720,000 solar PV modules with a nameplate capacity of 256.5MWp%, which will not only support Australia’s long-term transition to cleaner energy, it has also helped to deliver social and economic benefits to the Mildura region. More than 300 jobs are being supported during the project's construction phase with long-term employment for 10 skilled employees. Once operational, a voluntary community fund will be established to support initiatives in the Ouyen local community. No new thermal coal power projects were added to our Australian-based project finance portfolio over the past year. Explanatory notes Financed Emissions The average emissions intensity of generation we finance continues to be well below the grid average in Australia of 0.79 tonnes of carbon dioxide per megawatt-hour?. For electricity generation assets located outside of Australia, the removal of a Southeast Asian coal-fired power station from our portfolio in the last 12 months has supported a record low emissions intensity of 0.02tCO2 for every megawatt-hour generated. For our international portfolio, all but a small proportion of our total limits are directed at wind, hydro and geothermal assets. Tonnes CO,-e per MWh electricity generated Australia Outside Australia 2019 0.54 0.02 2018 0.66 0.08 2017 0.58 0.24 2016 0.62 0.16 2015 0.64 0.20 2014 0.77 0.25 Movement 2014-2019 -30% -92% Reported figures reflect actual generation from financed assets over the period October 2018 to September 2019, or an annual reporting period as close to those dates as possible. The proportion of generation attributable to ANZ finance was based on the ratio of our Class 1 Debt Limits to Total Syndicate Debt. They do not include generation assets under construction. Australian financed emissions is calculated using generation and emissions data from four sources: 1. Australian Energy Market Operator (AEMO) for scheduled generators connected to the National Electricity Market (NEM) grid'® and the South West Interconnected System in Western Australia; 2. The register of large-scale generation certificates (LGC’s) for non-scheduled renewable energy assets connected to the NEM; 3. 2017-18 National Greenhouse and Energy Reporting (NGER) data for designated generation facilities (available from Australian Clean Energy Regulator website); and 4. Client supplied data for remaining generators where there was no data available from the first three sources. Overall, AEMO, LGC and NGER data was available for more than 99% of electricity generation from projects financed by us in 2019. Financed emissions outside Australia is calculated using generation and emissions data from four sources: 1. The New Zealand Electricity Authority's Electricity Market Information website for New Zealand generation assets; 2. Carbon Monitoring for Action database maintained by the Centre for Global Development; 3. Client supplied data; and 4. Estimates by ANZ for remaining generators where there was no data available from the first three sources or where there was doubt over the accuracy from the first three sources. 8. MWp denotes the theoretical maximum DC power output. 9. Australian Government Department of the Environment and Energy, National Greenhouse Accounts (NGA) Factors, August 2019 10. Generation data for scheduled generation assets connected to the NEM was supplied by Energy One Limited. ANZ 2019 CLIMATE-RELATED FINANCIAL DISCLOSURES"}
