[
  "dataview",
  "obsidian-day-planner",
  "obsidian-excalidraw-plugin",
  "url-into-selection",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "calendar",
  "periodic-notes",
  "nldates-obsidian",
  "obsidian-admonition",
  "obsidian-projects",
  "obsidian-icon-folder",
  "obsidian-tracker",
  "obsidian-linter"
]