{"context": "ANZ"}
{"context": "NOTICE OF MEETING 2019 ANNUAL GENERAL MEETING"}
{"context": "Contents"}
{"context": "Time and location of the Annual General Meeting"}
{"context": "2"}
{"context": "ANZ shareholder centre website"}
{"context": "3"}
{"context": "2019 Annual Report"}
{"context": "3"}
{"context": "Annual General Meeting agenda"}
{"context": "4"}
{"context": "How business will be conducted at the meeting"}
{"context": "4"}
{"context": "Notice of 2019 Annual General Meeting"}
{"context": "5"}
{"context": "Explanatory notes"}
{"context": "9"}
{"context": "Cultural Centre"}
{"context": "V I C"}
{"context": "R I A B"}
{"context": "R I D"}
{"context": "Brisbane River"}
{"context": "E S"}
{"context": "M"}
{"context": "I"}
{"context": "South Brisbane"}
{"context": "L S"}
{"context": "R"}
{"context": "D"}
{"context": "E"}
{"context": "L"}
{"context": "I"}
{"context": "A"}
{"context": "S"}
{"context": "T"}
{"context": "Brisbane Convention & Exhibition Centre"}
{"context": "Time and location of the Annual General Meeting"}
{"context": "M"}
{"context": "L S"}
{"context": "Musgrave Park"}
{"context": "G S"}
{"context": "L"}
{"context": "I"}
{"context": "T"}
{"context": "T"}
{"context": "L"}
{"context": "E"}
{"context": "S"}
{"context": "T"}
{"context": "A"}
{"context": "N"}
{"context": "L"}
{"context": "E"}
{"context": "Y"}
{"context": "S"}
{"context": "T"}
{"context": "Tuesday, 17 December 2019, 10:00am (Brisbane Time)"}
{"context": "BRISBANE CONVENTION & EXHIBITION CENTRE, CORNER MERIVALE AND GLENELG STREETS, SOUTH BANK, BRISBANE QLD 4101"}
{"context": "W"}
{"context": "N"}
{"context": "I"}
{"context": "N"}
{"context": "G"}
{"context": "S"}
{"context": "T S"}
{"context": "PARKING"}
{"context": "BUS"}
{"context": "South Bank"}
{"context": "TRAIN"}
{"context": "FERRY"}
{"context": "TIME AND LOCATION OF THE ANNUAL GENER AL MEETING"}
{"context": "Tuesday, 17 December 2019, 10:00am (Brisbane Time)"}
{"context": "Plaza Ballroom, Plaza Level, Brisbane Convention & Exhibition Centre, corner Merivale and Glenelg Streets, South Bank, Brisbane QLD 4101"}
{"context": "BRISBANE CONVENTION & EXHIBITION CENTRE"}
{"context": "Brisbane Convention & Exhibition Centre is located in the heart of Brisbane’s South Bank precinct, adjacent to the Brisbane River. There is quick and easy access to and from the Centre by car, train, bus, taxi, ferry and on foot."}
{"context": "STARTING OUR MEETING ON TIME"}
{"context": "Remember you will need some time on arrival to register for the meeting. We’ll make every effort to do this as quickly as possible but suggest arriving 20 - 30 minutes ahead of time to ensure you have ample time to find your seat."}
{"context": "Brisbane Convention & Exhibition Centre"}
{"context": "ACCESSIBILITY"}
{"context": "We are committed to ensuring that our AGM is accessible and inclusive for all shareholders and guests:"}
{"context": "The venue is wheelchair accessible and has a hearing loop"}
{"context": "installed (please set your hearing aid to ‘T’ Telecoil);"}
{"context": "AUSLAN interpreters will be present, and seats will be reserved"}
{"context": "in front of the interpreters;"}
{"context": "The event will be live captioned, with monitors at the front of the room displaying the captions, and these will also be available to access on your own device. An event recording will be made available after the event. If you have any other accessibility requirements which would help you to participate in the AGM, please let us know."}
{"context": "MEETING SECURITY"}
{"context": "The safety and comfort of our shareholders is important to ANZ and for that reason security personnel will ask to inspect any large bags, packages or backpacks etc prior to you entering the meeting proper."}
{"context": "2"}
{"context": "IMPORTANT DATES"}
{"context": "All times are given in Brisbane Time (which is one hour behind Melbourne/ Sydney time at this time of year) unless otherwise specified"}
{"context": "15 DECEMBER 2019 10:00am (Brisbane Time) Latest time for receipt of proxy appointments"}
{"context": "17 DECEMBER 2019 10:00am (Brisbane Time) Annual General Meeting"}
{"context": "18 DECEMBER 2019"}
{"context": "2019 Final Dividend Payment Date"}
{"context": "2019 ANNUAL REPORT"}
{"context": "The Annual Report provides detailed information on the Group’s financial and non-financial performance, and complies with applicable regulatory requirements. We also issue an Annual Review which is a summary non-statutory document."}
{"context": "These documents are available at anz.com/annualreport or by calling the Share Registrar on 1800 11 33 99 (within Australia) or (61 3) 9415 4010 (outside Australia) to request a hard copy."}
{"context": "TRANSPORT OPTIONS"}
{"context": "FERRY The closest stop is the South Bank Ferry Terminal."}
{"context": "TAXI A dedicated taxi rank is located at the main entrance of the Centre on the corner of Merivale and Glenelg Streets. Taxis are also accessible in other locations in the South Bank precinct."}
{"context": "TRAIN The closest stop is South Brisbane station – only a few minutes walk away. If travelling from the airport, a regular Airtrain service is in operation."}
{"context": "BUS The Cultural Centre is the main hub for many bus routes, only a few minutes walk away."}
{"context": "DRIVING Parking areas can be accessed from Merivale, Melbourne and Grey streets."}
{"context": "ANZ SHAREHOLDER CENTRE WEBSITE"}
{"context": "Shareholders are able to view information in the manner that best suits them on our website: anz.com/shareholdercentre."}
{"context": "Annual Report anz.com/annualreport"}
{"context": "3"}
{"context": "ANNUAL GENERAL MEETING AGENDA TUESDAY, 17 DECEMBER 2019"}
{"context": "9:00am"}
{"context": "Registration Opens"}
{"context": "9:15am"}
{"context": "Morning Tea"}
{"context": "10:00am • Annual General Meeting commences • Welcome to Shareholders – Chairman • Chief Executive Officer’s presentation • Items of Business"}
{"context": "Please join the Chairman, David Gonski AC, the Directors and senior executives of ANZ for refreshments after the Annual General Meeting"}
{"context": "HOW BUSINESS WILL BE CONDUCTED AT THE MEETING"}
{"context": "The Annual General Meeting (the Meeting) is an important event and we encourage shareholders to actively participate."}
{"context": "Shareholders who are unable to attend the Meeting or who prefer to register questions in advance are invited to do so."}
{"context": "Important information about the conduct of the Meeting is set out below."}
{"context": "DISCUSSION AND ASKING QUESTIONS"}
{"context": "A Questions from Shareholders Form has been included in the AGM mailing and is also available on the website. We will attempt to address as many of the more frequently asked questions as possible in the Chairman’s and Chief Executive Officer’s presentations to the Meeting."}
{"context": "Discussion will take place on all items of business that are put to the Meeting – refer to the “Business” and “Explanatory Notes” sections for further information relating to the items of business."}
{"context": "A shareholder information stand will be available in the area outside the Meeting room. In addition Directors and senior executives will be available after the Meeting."}
{"context": "Shareholders as a whole will have a reasonable opportunity to ask questions at the Annual General Meeting (including an opportunity to ask questions of the Auditor)."}
{"context": "WEBCAST AND PHOTOGRAPHY"}
{"context": "To ensure that as many shareholders as possible have the opportunity to participate, shareholders are requested to observe the following guidelines:"}
{"context": "We have arranged for the Annual General Meeting to be filmed and broadcast via a webcast which can be viewed at anz.com/agm. After the Meeting you can also watch an archived recording on the ANZ website."}
{"context": "please keep questions as brief as possible and relevant to the"}
{"context": "matters being discussed;"}
{"context": "We have arranged for photographs to be taken at the Meeting. If you attend the Meeting in person, you may be included in photographs or the webcast recording."}
{"context": "if a shareholder has more than one question, please ask all questions at the one time; and"}
{"context": "shareholders should not ask questions at the Meeting that they may have as an individual customer. These questions should be taken up with the ANZ representatives after the Meeting."}
{"context": "For the safety and security of all those present at the Meeting, cameras and recording devices are not permitted."}
{"context": "4"}
{"context": "NOTICE OF 2019 ANNUAL GENER AL MEETING"}
{"context": "Notice is given that the 51st Annual General Meeting of Australia and New Zealand Banking Group Limited (the Company) will be held at:"}
{"context": "Plaza Ballroom, Plaza Level at the Brisbane Convention & Exhibition Centre corner Merivale and Glenelg Streets, South Bank, Brisbane QLD 4101 Tuesday, 17 December 2019 at 10:00am (Brisbane time)."}
{"context": "BUSINESS"}
{"context": "1. ANNUAL REPORTS"}
{"context": "To consider the Annual Report, Financial Report and the Reports of the Directors and of the Auditor for the year ended 30 September 2019."}
{"context": "There is no requirement for shareholders to approve these reports."}
{"context": "2. ELECTION AND RE-ELECTION OF BOARD"}
{"context": "The vote on this resolution is advisory only and does not bind the Company. However, if at least 25% of the votes validly cast on the item are against the resolution, it will constitute a ‘second strike’, and the conditional spill resolution in item 4 will be put to shareholders for their consideration and vote."}
{"context": "ENDORSED CANDIDATES"}
{"context": "4. SPILL RESOLUTION (CONDITIONAL ITEM)"}
{"context": "(a) TO ELECT MR P D O’SULLIVAN"}
{"context": "Mr Paul Dominic O’Sullivan, having been appointed by the Board after the date of the 2018 Annual General Meeting, is retiring in accordance with the Company’s Constitution and, being eligible, offers himself for election as a Director."}
{"context": "Condition for item 4: This resolution will only be put to the Meeting if at least 25% of the votes validly cast on item 3 are against that resolution. If you do not want a spill meeting to take place, you should vote ‘against’ item 4. If you want a spill meeting to take place, you should vote ‘for’ item 4."}
{"context": "(b) TO RE-ELECT MR G R LIEBELT"}
{"context": "Mr Graeme Richard Liebelt is retiring in accordance with the Company’s Constitution and, being eligible, offers himself for re-election as a Director."}
{"context": "That, subject to and conditional upon at least 25% of the votes validly cast on the resolution to adopt the Remuneration Report for the year ended 30 September 2019 being cast against the adoption of the Report, that as required by the Corporations Act 2001 (Cth) (Corporations Act):"}
{"context": "(c) TO RE-ELECT MS S J HALTON AO PSM"}
{"context": "Ms Sarah Jane Halton is retiring in accordance with the Company’s Constitution and, being eligible, offers herself for re-election as a Director."}
{"context": "(a) An extraordinary general meeting of Australia and New Zealand Banking Group Limited (the ‘spill meeting’) be held within 90 days of the passing of this resolution;"}
{"context": "(b) All of the directors who were directors of Australia and New"}
{"context": "3. ADOPTION OF THE REMUNERATION REPORT"}
{"context": "To adopt the Remuneration Report for the year ended 30 September 2019."}
{"context": "Zealand Banking Group Limited when the resolution to make the Directors’ Report for the year ended 30 September 2019 was passed (other than the Chief Executive Officer), and who remain in office at the time of the spill meeting, cease to hold office immediately before the end of the spill meeting; and"}
{"context": "(c) Resolutions to appoint persons to offices that will be vacated immediately before the end of the spill meeting be put to the vote at the spill meeting."}
{"context": "5"}
{"context": "5. GRANT OF PERFORMANCE RIGHTS"}
{"context": "TO MR S C ELLIOTT"}
{"context": "To consider and, if thought fit, to pass the following resolution as an ordinary resolution:"}
{"context": "Subject to and conditional upon the resolution in item 6 (Amendment to the Constitution) being passed as a special resolution, to consider and, if thought fit, to pass the following resolution as an ordinary resolution:"}
{"context": "“That, for the purposes of Listing Rule 10.14, sections 200B and 200E of the Corporations Act 2001 (Cth) and for all other purposes, approval is given for the Company to grant to the Company’s Chief Executive Officer, Mr Shayne Elliott, Performance Rights under the ANZ Share Option Plan on the terms set out in, and to provide Mr Elliott any or all of the benefits (including on cessation of employment) described in, the Explanatory Notes to this Notice of Meeting.”"}
{"context": "6. RESOLUTION REQUISITIONED BY MEMBERS –"}
{"context": "AMENDMENT TO THE CONSTITUTION"}
{"context": "“Shareholders request the company disclose in annual reporting from 2020 strategies and targets to reduce exposure to fossil fuel (oil, gas, coal) assets in line with the climate goals of the Paris Agreement, including the elimination of exposure to thermal coal in OECD countries by no later than 2030.”"}
{"context": "The Board recommends that shareholders vote against item 7 for the reasons set out in the Explanatory Notes to this Notice of Meeting. The Chairman of the Meeting intends to vote undirected proxies against item 7."}
{"context": "The following proposed resolution has been requisitioned under section 249N of the Corporations Act by a group of shareholders holding approximately 0.01% of the Company’s ordinary shares on issue. This resolution is not endorsed by the Board."}
{"context": "8. RESOLUTION REQUISITIONED BY MEMBERS – ORDINARY RESOLUTION ON LOBBYING INCONSISTENT WITH THE GOALS OF THE PARIS AGREEMENT (CONDITIONAL ITEM)"}
{"context": "To consider and, if thought fit, to pass the following resolution as a special resolution:"}
{"context": "Condition for item 8: This resolution will only be put to the Meeting if at least 75% of the votes validly cast on item 6 are for that resolution."}
{"context": "“Insert into the Constitution in clause 13 ‘Meetings of members’ the following new sub-clause 13.5A ‘Advisory resolutions’: “The Company in general meeting may by ordinary resolution express an opinion or request information about the way in which a power of the Company partially or exclusively vested in the Directors has been or should be exercised. Such a resolution must relate to a material risk identified by the Directors or the Company and cannot advocate action that would violate any law or relate to any personal claim or grievance. Such a resolution is advisory only and does not bind the Directors or the Company.””"}
{"context": "The following proposed resolution has been requisitioned under section 249N of the Corporations Act by a group of shareholders holding less than 0.01% of the Company’s ordinary shares on issue. This resolution is not endorsed by the Board."}
{"context": "Subject to and conditional upon the resolution in item 6 (Amendment to the Constitution) being passed as a special resolution, to consider and, if thought fit, to pass the following resolution as an ordinary resolution:"}
{"context": "“Shareholders recommend that our company suspend memberships of Industry Associations where:"}
{"context": "Note: for item 6 to be passed as a special resolution, at least 75% of the votes cast by shareholders entitled to vote on the resolution must be in favour of the resolution. If item 6 is not passed, the Chairman of the Meeting will not put the resolutions proposed in items 7 or 8 to the Meeting."}
{"context": "a."}
{"context": "a major function of the Industry Association is to undertake lobbying, advertising and/or advocacy relating to climate and/ or energy policy (Advocacy); and"}
{"context": "The Board recommends that shareholders vote against item 6 for the reasons set out in the Explanatory Notes to this Notice of Meeting. The Chairman of the Meeting intends to vote undirected proxies against item 6."}
{"context": "b."}
{"context": "the Industry Association’s record of Advocacy in the last three years demonstrates, on balance, inconsistency with the Paris Agreement’s goals.1"}
{"context": "Nothing in this resolution should be read as limiting the Board’s discretion to take decisions in the best interests of our company.”"}
{"context": "7. RESOLUTION REQUISITIONED BY MEMBERS"}
{"context": "– TRANSITION PLANNING DISCLOSURE (CONDITIONAL ITEM)"}
{"context": "Condition for item 7: This resolution will only be put to the Meeting if at least 75% of the votes validly cast on item 6 are for that resolution."}
{"context": "The Board recommends that shareholders vote against item 8 for the reasons set out in the Explanatory Notes to this Notice of Meeting. The Chairman of the Meeting intends to vote undirected proxies against item 8."}
{"context": "The following proposed resolution has been requisitioned under section 249N of the Corporations Act by a group of shareholders holding approximately 0.01% of the Company’s ordinary shares on issue. This resolution is not endorsed by the Board."}
{"context": "1. “Lobbying positively in line with the Paris Agreement” is Principle 1 of the Investor Principles on Lobbying, set out in IIGCC’s European Investor Expectations on Corporate Lobbying"}
{"context": "on Climate Change, October 2018. https://www.iigcc.org/download/investor-expectations-on-corporate-lobbying/?wpdmdl=1830&refresh=5d52233df01791565664061."}
{"context": "6"}
{"context": "VOTING RESTRICTIONS VOTING RESTRICTIONS FOR ITEM 3 (ADOPTION OF THE REMUNERATION REPORT) AND ITEM 4 (SPILL RESOLUTION (CONDITIONAL ITEM))"}
{"context": "The Corporations Act restricts KMP and their closely related parties from voting on the resolutions proposed in items 3 and 4. Closely related party is defined in the Corporations Act and includes a spouse, dependant and certain other close family members, as well as any companies controlled by a member of the KMP."}
{"context": "Any votes cast in any capacity (e.g. as a shareholder, proxy or corporate representative) on the proposed resolutions in items 3 and 4 by or on behalf of:"}
{"context": "Directors and the other members of the KMP details of whose remuneration are included in the Remuneration Report; and"}
{"context": "closely related parties of those persons,"}
{"context": "will be disregarded."}
{"context": "In addition, any votes cast as a proxy on these items by any other members of the KMP (and their closely related parties) will also be disregarded."}
{"context": "However, the Company will not disregard the votes as a result of these restrictions if cast:"}
{"context": "as proxy for a person entitled to vote, in accordance with a"}
{"context": "direction on the proxy form; or"}
{"context": "by the Chairman of the Meeting as proxy for a person entitled"}
{"context": "to vote and the Chairman has received express authority to vote undirected proxies as the Chairman sees fit."}
{"context": "The Chairman of the Meeting intends to vote undirected proxies (where the Chairman has been appropriately authorised) in favour of item 3 and, if it is put to the Meeting, against item 4."}
{"context": "VOTING RESTRICTIONS FOR ITEM 5 (GRANT OF PERFORMANCE RIGHTS TO MR S C ELLIOTT)"}
{"context": "Item 5 is also a resolution connected directly with the remuneration of a member of the KMP (Mr Elliott)."}
{"context": "In accordance with the ASX Listing Rules, any votes cast in any capacity (e.g. as a shareholder, proxy or corporate representative) in favour of the proposed resolution in item 5 by Mr Elliott, or any of his associates, will be disregarded."}
{"context": "In addition, a vote cast as a proxy on item 5 by members of the KMP or their closely related parties will be disregarded."}
{"context": "However, the Company will not disregard a vote as a result of these restrictions if it is cast:"}
{"context": "by a person as proxy for a person who is entitled to vote, in"}
{"context": "accordance with the directions on the proxy form; or"}
{"context": "by the Chairman of the Meeting as proxy for a person who is"}
{"context": "entitled to vote and the Chairman is expressly authorised to vote as the Chairman sees fit."}
{"context": "The Chairman of the Meeting intends to vote undirected proxies (where the Chairman has been appropriately authorised) in favour of item 5."}
{"context": "If you do not wish the Chairman of the Meeting as your proxy to vote in favour of the resolutions in items 3 and 5 or (if it is put to the Meeting) against the resolution in item 4, it is important that you complete the voting directions in respect of those items in Step 2 of the Proxy Form."}
{"context": "ASSOCIATES"}
{"context": "The Voting Restrictions for item 5 apply to “associates” of Mr Elliott. The applicable definitions of “associate” are set out in the Corporations Act and ASX Listing Rules. Shareholders who are “associates” subject to the Voting Restrictions and who intend to attend and cast a vote at the Meeting in person, should inform a representative of the Company’s Share Registrar, Computershare, of that fact when they register at the Meeting."}
{"context": "QUESTIONS ON VOTING RESTRICTIONS"}
{"context": "If shareholders (including nominees, custodians or fiduciaries) have questions on the Voting Restrictions, they should contact the Company’s Share Registrar, Computershare, on 1800 11 33 99 (within Australia), 0800 174 007 (within New Zealand), 0870 702 0000 (within the United Kingdom) or (61 3) 9415 4010 (outside Australia)."}
{"context": "ENTITLEMENT TO ATTEND AND VOTE"}
{"context": "The Board has determined that, for the purposes of the Meeting (including voting at the Meeting) shareholders are those persons who are the registered holders of the Company’s shares at 7:00pm (Sydney time), being 6:00pm (Brisbane time) on Sunday, 15 December 2019."}
{"context": "Holders of the Company’s ordinary shares may vote on all items of business, subject to the Voting Restrictions described previously."}
{"context": "UNDIRECTED PROXIES"}
{"context": "The Chairman of the Meeting intends to vote undirected proxies (where he has been appropriately authorised, having regard to the Voting Restrictions described previously) in favour of items 2, 3 and 5, and against items 4, 6, 7 and 8 (where they are put to the Meeting)."}
{"context": "7"}
{"context": "VOTING BY PROXY"}
{"context": "VOTING BY ATTORNEY"}
{"context": "A shareholder who is entitled to attend and cast a vote at the Meeting may appoint a proxy. A proxy need not be a shareholder. A person can appoint an individual or a body corporate as a proxy. If a body corporate is appointed as a proxy, it must ensure that it appoints a corporate representative in accordance with section 250D of the Corporations Act to exercise its powers as proxy at the Meeting."}
{"context": "A shareholder may appoint an attorney to vote on his/her behalf. For an appointment to be effective for the Meeting, the instrument effecting the appointment (or a certified copy of it) must be received by the Company at its registered office or one of the addresses listed previously for the receipt of proxy appointments at least 48 hours before the commencement of the Meeting."}
{"context": "A shareholder who is entitled to cast 2 or more votes may appoint up to 2 proxies and may specify the proportion or number of votes each proxy is appointed to exercise."}
{"context": "The following addresses are specified for the purposes of receipt of proxy appointments and any authorities under which proxy appointments are signed (or certified copies of those authorities):"}
{"context": "Australia ANZ Share Registrar GPO Box 242 Melbourne Victoria 3001 Australia"}
{"context": "ANZ Share Registrar Yarra Falls 452 Johnston Street Abbotsford Victoria 3067 Australia"}
{"context": "CORPORATE REPRESENTATIVES"}
{"context": "A body corporate which is a shareholder, or which has been appointed as a proxy, may appoint an individual to act as its representative at the Meeting. The appointment must comply with the requirements of section 250D of the Corporations Act. The representative should bring to the Meeting evidence of his or her appointment, including any authority under which it is signed, unless it has been given previously to the Company."}
{"context": "By Order of the Board"}
{"context": "United Kingdom ANZ Share Registrar The Pavilions Bridgwater Road Bristol BS99 6ZZ United Kingdom"}
{"context": "New Zealand ANZ Share Registrar Private Bag 92119 Auckland 1142 New Zealand"}
{"context": "Simon Pordage COMPANY SECRETARY"}
{"context": "11 November 2019"}
{"context": "Proxy appointments and any authorities under which they are signed (or certified copies of those authorities) may be sent by fax to facsimile number 1800 783 447 (within Australia) or (61 3) 9473 2555 (outside Australia)."}
{"context": "Shareholders may also submit their proxy instructions electronically to the Company’s Share Registrar by visiting www.investorvote.com.au, and Intermediary Online subscribers only (custodians) should visit www.intermediaryonline.com."}
{"context": "To be effective, a proxy appointment and, if the proxy appointment is signed by the shareholder’s attorney, the authority under which the appointment is signed (or a certified copy of the authority) must be received by the Company at least 48 hours before the commencement of the Meeting."}
{"context": "For more information concerning the appointment of proxies and the addresses to which Proxy Forms may be sent, please refer to the Proxy Form."}
{"context": "8"}
{"context": "EXPLANATORY NOTES"}
{"context": "ITEM 1 ANNUAL REPORTS"}
{"context": "A copy of the Company’s 2019 Annual Report, including the Financial Report and the Reports of the Directors and of the Auditor for the year ended 30 September 2019, can be found on the Company’s website at anz.com/annualreport."}
{"context": "As a shareholder you may elect to receive by mail, free of charge, the Company’s 2019 Annual Report (which includes detailed financial statements and reports) or the 2019 Annual Review (a non-statutory document covering key performance areas, financial information, remuneration details and corporate responsibility). If you would like a hard copy of either document, please contact the Company’s Share Registrar, Computershare."}
{"context": "The Company mails a copy of the Annual Report or the Annual Review as applicable (when they are released each year) only to those shareholders who have made an election to receive them."}
{"context": "ITEM 2 ELECTION AND RE-ELECTION OF BOARD ENDORSED CANDIDATES"}
{"context": "The Board endorsed candidates standing for election and re-election as Directors, and their details follow. Mr O’Sullivan having been appointed by the Board after the date of the 2018 Annual General Meeting, is retiring in accordance with the Company’s Constitution and offers himself for election. Mr Liebelt and Ms Halton are retiring in accordance with the Company’s Constitution and offer themselves for re-election."}
{"context": "ITEM 2(A) TO ELECT MR P D O’SULLIVAN"}
{"context": "Mr Paul Dominic O’Sullivan BA (Mod) Economics (Trinity College Dublin), Advanced Management Program of Harvard"}
{"context": "Independent Non-Executive Director, joined the Board on 4 November 2019."}
{"context": "Paul is a member of the Nomination and Board Operations Committee."}
{"context": "Career Paul has experience in the telecommunications, banking and oil and gas sectors, both in Australia and overseas. He has held senior executive roles with Singapore Telecommunications (Singtel) and was previously the CEO of Optus. He has also held management roles with the Colonial Group and the Royal Dutch Shell Group in Canada, the Middle East, Australia and United Kingdom."}
{"context": "Relevant Other Directorships Chairman: Singtel Optus Pty Limited (from 2014, Director from 2004) and Western Sydney Airport Corporation (from 2017)."}
{"context": "Director: Coca-Cola Amatil Limited (from 2017) and St Vincent’s Health Australia (from 2019)."}
{"context": "Board member: National Disability Insurance Agency (from 2017)."}
{"context": "Relevant Former Directorships held in last three years, include Former Director: Healthscope Limited (2016-2019)."}
{"context": "Age: 59. Residence: Sydney, Australia."}
{"context": "Board Recommendation: The Board (excluding Mr O’Sullivan because of his interest) endorses the election of Mr O’Sullivan as a Director."}
{"context": "ITEM 2(B)"}
{"context": "TO RE-ELECT MR G R LIEBELT"}
{"context": "Mr Graeme Richard Liebelt BEc (Hons), FAICD, FTSE, FIML"}
{"context": "Independent Non-Executive Director, appointed as a Director in July 2013."}
{"context": "Graeme is the Chair of the Risk Committee and a member of the Audit Committee, Human Resources Committee and Nomination and Board Operations Committee."}
{"context": "Career Graeme brings to the Board his experience of a 23 year executive career with Orica Limited (including a period as Chief Executive Officer), a global mining services company with operations in more than 50 countries. He has extensive international experience and a strong record of achievement as a senior executive including in strategy development and implementation."}
{"context": "Graeme is committed to global trade and co-operation, as well as community education."}
{"context": "Relevant Other Directorships Chairman: Amcor Limited (from 2013, Director from 2012)."}
{"context": "Director: Australian Foundation Investment Company Limited (from 2012) and Carey Baptist Grammar School (from 2012)."}
{"context": "Relevant Former Directorships held in last three years, include"}
{"context": "Former Chairman: DuluxGroup Limited (2018-2019, Director from 2016)."}
{"context": "Age: 65. Residence: Melbourne, Australia."}
{"context": "Board Recommendation: The Board (excluding Mr Liebelt because of his interest) endorses the re-election of Mr Liebelt as a Director."}
{"context": "ITEM 2(C)"}
{"context": "TO RE-ELECT MS S J HALTON AO PSM"}
{"context": "Ms Sarah Jane Halton (Jane) BA (Hons) Psychology, FIML, FIPAA, NAM, Hon. FAAHMS, Hon. FACHSE, Hon. DLitt (UNSW)"}
{"context": "Independent Non-Executive Director, appointed as a Director in October 2016."}
{"context": "Jane is Chair of the Digital Business and Technology Committee and a member of the Human Resources Committee, Ethics, Environment, Social and Governance Committee and Nomination and Board Operations Committee."}
{"context": "Career Jane’s 33 year career in the public service includes the positions of Secretary of the Australian Department of Finance, Secretary of the Australian Department of Health, Secretary for the Department of Health and Ageing, and Executive Co-ordinator (Deputy Secretary) of the Department of the Prime Minister and Cabinet. She brings to the Board extensive experience in finance, insurance, risk management, information technology, human resources, health and ageing and public policy. She also has significant international experience."}
{"context": "9"}
{"context": "Jane has contributed extensively to community health through local and international organisations including the World Health Organisation and National Aboriginal and Torres Strait Islander Health Council."}
{"context": "Relevant Other Directorships Chairman: Vault Systems (from 2017), Coalition for Epidemic Preparedness Innovations (Norway) (from 2018, Member from 2016) and Council on the Ageing Australia (from 2017)."}
{"context": "Board Recommendation: The Board considers that the remuneration policies adopted by the Company are appropriately structured to provide rewards that are commensurate with the Company’s performance and competitive with the external market. On this basis, the Board recommends that shareholders eligible to do so vote in favour of item 3."}
{"context": "ITEM 4 SPILL RESOLUTION (CONDITIONAL ITEM)"}
{"context": "Director: Clayton Utz (from 2017) and Crown Resorts Limited (from 2018)."}
{"context": "Member: Executive Board of the Institute of Health Metrics and Evaluation at the University of Washington (from 2007)."}
{"context": "Adjunct Professor: University of Sydney and University of Canberra."}
{"context": "The resolution in item 4 is a “conditional resolution”. It will be put to the Meeting only if 25% or more of the votes validly cast on the adoption of the Remuneration Report (item 3) are against the adoption of the Report, i.e., if a “second strike” is received. A “first strike” was received in relation to the adoption of last year’s Remuneration Report, with a 33.76% vote against the adoption of that Report."}
{"context": "Council Member: Australian Strategic Policy Institute (from 2016)."}
{"context": "Relevant Former Directorships held in last three years, include Former Chairman: OECD Asian Senior Budget Officials Network (2014–2016)."}
{"context": "Former Public Policy Fellow: ANU Crawford School of Public Policy (2012-2016)."}
{"context": "Age: 59. Residence: Canberra, Australia."}
{"context": "Board Recommendation: The Board (excluding Ms Halton because of her interest) endorses the re-election of Ms Halton as a Director."}
{"context": "ITEM 3 ADOPTION OF THE REMUNERATION REPORT"}
{"context": "If the resolution in item 4 is put to the vote at the Annual General Meeting and passed, then it will be necessary for the Board to convene another general meeting of the Company (“Spill Meeting”) within 90 days after the Annual General Meeting. At the Spill Meeting, all the Directors of the Company who were in office when the Board resolution to approve the Company’s 2019 Directors’ Report was passed, other than the Company’s Managing Director, Mr Elliott, will automatically vacate office at the conclusion of the Spill Meeting unless they stand for re-election and are re-elected at the Spill Meeting. The Directors who were in office when the Board resolution to approve the Company’s 2019 Directors’ Report was passed (other than Mr Elliott) are:"}
{"context": "As required by the Corporations Act, the Board presents the Remuneration Report to shareholders for consideration and adoption by a non-binding vote. The Remuneration Report contains:"}
{"context": "Mr David Gonski AC"}
{"context": "Ms Ilana Atlas"}
{"context": "Ms Paula Dwyer"}
{"context": "information about Board policy for determining the nature and amount of remuneration of the Company’s Directors and most senior executives;"}
{"context": "Ms Jane Halton AO PSM"}
{"context": "The Right Hon Sir John Key, GNZM AC"}
{"context": "a description of the relationship between the remuneration"}
{"context": "Mr Graeme Liebelt"}
{"context": "policy and the Company’s performance; and"}
{"context": "Mr John Macfarlane"}
{"context": "remuneration details for key management personnel (including the Directors of the Company) for the period ended 30 September 2019."}
{"context": "The Remuneration Report, which is part of the 2019 Annual Report, can be found on the Company’s website at anz.com/annualreport or can be obtained by contacting the Company’s Share Registrar, Computershare."}
{"context": "If the resolution in item 4 is put to, and passed at, the 2019 Annual General Meeting, Mr Liebelt and Ms Halton would need to be re-elected at the Spill Meeting even if they are re-elected at the 2019 Annual General Meeting. If Mr O’Sullivan, who became a Director on 4 November 2019, is elected at the 2019 Annual General Meeting, he would not be required to stand for re-election at the Spill Meeting, given he joined the Board after the approval of the 2019 Directors’ Report."}
{"context": "At last year’s Annual General Meeting, while approximately two thirds of the shares voted supported our Remuneration Report, approximately one third of the votes cast were against the resolution to adopt the 2018 Remuneration Report. This “against vote” of at least 25% constituted what is referred to as a “first strike”. If a “second strike” is received at the 2019 Annual General Meeting in relation to the adoption of this year’s Remuneration Report, the resolution in item 4 (Spill Resolution) will be put to a vote in accordance with the Corporations Act."}
{"context": "Your Directors take shareholders’ concerns and feedback on remuneration very seriously. Each year the Company consults broadly to better understand the views of investors and other stakeholders. In 2019, this resulted in a number of refinements being made to the remuneration framework and to the variable remuneration awarded to executives. These changes are outlined in the Remuneration Report."}
{"context": "Reasons why the Board recommends that shareholders vote against item 4 if it is put to the Meeting"}
{"context": "The Board considers the following factors to be relevant to shareholders’ decisions on how to vote on this item:"}
{"context": "the Board and Management’s actions to address the concerns expressed by shareholders in relation to remuneration issues, including: – increased and more effective disclosure in the 2019 Remuneration Report in relation to the assessment of executive performance;"}
{"context": "– significant differentiation in the remuneration awarded to our executives in the 2019 Financial Year, reflecting different levels of performance among our most senior leaders, as set out in the 2019 Remuneration Report;"}
{"context": "10"}
{"context": "– the implementation during the 2019 Financial Year of a"}
{"context": "strengthened Accountability and Consequence Framework to ensure that meaningful consequences are applied to executives and employees at all levels, where it is appropriate, for material risk events, as set out in the 2019 Remuneration Report;"}
{"context": "– the introduction of wide-ranging reforms to how ANZ pays people below its Disclosed Executives, replacing individual bonuses for the vast majority of employees with an incentive based on the overall performance of the Group, as set out in the Chief Executive’s Report within the 2019 Annual Report; and"}
{"context": "the significant cost of, and disruption involved in, convening and holding a Spill Meeting within 90 days of this Annual General Meeting. Board Recommendation: Having regard to the matters set out above, the Board does not consider the proposed resolution to be in the best interests of the Company and its shareholders. Therefore, the Board recommends that shareholders eligible to do so vote against item 4."}
{"context": "ITEM 5 GRANT OF PERFORMANCE RIGHTS TO MR S C ELLIOTT"}
{"context": "As part of Mr Elliott’s Variable Remuneration the Company is asking shareholders to approve the proposed grant of Performance Rights to the Chief Executive Officer (CEO), Mr Shayne Elliott, under the ANZ Share Option Plan on the terms and conditions set out below."}
{"context": "For the 2019 grant, Long Term Variable Remuneration (LTVR) will be delivered as two tranches of Performance Rights with forward looking performance hurdles where:"}
{"context": "75% will be measured against the Total Shareholder Return (TSR) of the Select Financial Services comparator group (Tranche 1); and"}
{"context": "25% will be measured against Absolute Compound Annual Growth"}
{"context": "Rate (CAGR) TSR (Tranche 2)."}
{"context": "At a glance: • Long Term Variable Remuneration (LTVR), in the form of"}
{"context": "Performance Rights, with a current face value of A$4,200,000 at full vesting (A$2,100,000 at threshold vesting);"}
{"context": "The Performance Rights will be granted in two tranches:"}
{"context": "– for Tranche 1, the performance condition is based on ANZ’s TSR performance compared against a set comparator group with nil vesting below median, 50% vesting at median (i.e. threshold), and increasing to 100% vesting at the 75th percentile of the relevant comparator group;"}
{"context": "– for Tranche 2, the performance condition is based on ANZ’s Absolute CAGR TSR performance against targets as set by the Board, with nil vesting below 8.5%, 50% vesting at 8.5% (threshold), and increasing to 100% vesting at 12.75%."}
{"context": "– Performance is assessed at the end of a four-year performance"}
{"context": "period (with no retesting)."}
{"context": "In more detail: A Performance Right is a right to acquire an ordinary fully paid share in the Company at nil cost (i.e. nil exercise price), subject to meeting the applicable performance conditions. To the extent the performance conditions are met, the relevant number of Performance Rights will vest on the fourth anniversary of grant (Vesting Date). Upon vesting the Board will determine whether to settle the Performance Rights with ANZ shares or by payment of a cash equivalent amount."}
{"context": "Mr Elliott’s entitlement to the Performance Rights and to any shares/ cash equivalent payment will be subject to:"}
{"context": "the Board’s on-going discretion to reduce (including to zero)"}
{"context": "the number of Performance Rights if the Board considers such a reduction to be necessary or appropriate (see further below); and"}
{"context": "the rules concerning treatment on termination of employment or"}
{"context": "on a change of control referred to below."}
{"context": "Mr Elliott will not be entitled to trade, transfer or otherwise deal in (including by entering into any hedging arrangements in respect of) any Performance Rights, or any entitlement to shares or cash equivalent payment, prior to the Vesting Date."}
{"context": "If the Board determines to settle the Performance Rights in shares each Performance Right entitles Mr Elliott to one ANZ ordinary share which will rank equally with shares in the same class, subject to any adjustments in accordance with the Listing Rules. Mr Elliott is not required to pay any amount on grant of the Performance Rights, nor on vesting. The Performance Rights form part of Mr Elliott’s “at risk” remuneration."}
{"context": "Performance Rights granted under the ANZ Share Option Plan do not carry any dividend or voting rights."}
{"context": "If approval is obtained, it is the intention of the Board that the Performance Rights will be granted to Mr Elliott on 17 December 2019 (but, in any event, not more than 12 months after the date of this Annual General Meeting)."}
{"context": "Grant value and calculation of the number of Performance Rights to be granted Using a face value allocation methodology, the number of Performance Rights proposed to be granted to Mr Elliott will be determined by dividing the face value of the grant (i.e. A$4,200,000) by the Volume Weighted Average Price (VWAP) of the Company’s ordinary shares traded on the ASX in the five trading days up to and including 22 November 2019, which is the start of the Performance Period. The actual number of Performance Rights to be granted is not known at this stage as it will depend on the VWAP at the start of the Performance Period. Details of the actual number of Performance Rights will be announced to the ASX and will also be advised to shareholders at the 2019 Annual General Meeting."}
{"context": "The grant value will be split into two tranches of Performance Rights (75% Tranche 1 and 25% Tranche 2)."}
{"context": "If, for example, the VWAP was A$26.50, then 118,867 Performance Rights would be allocated to Mr Elliott for Tranche 1 and 39,622 Performance Rights for Tranche 2, summing to a total allocation of 158,489 Performance Rights."}
{"context": "11"}
{"context": "Performance conditions"}
{"context": "Tranche 1 The Board has determined that the Performance Rights to be granted to Mr Elliott (if approval is received) under Tranche 1 will be subject to a TSR hurdle which ranks the TSR performance of the Company with the TSR performance of the Select Financial Services comparator group."}
{"context": "The Select Financial Services comparator group includes the Bank of Queensland Limited, Bendigo and Adelaide Bank Limited, Commonwealth Bank of Australia Limited, DBS Bank Limited, Macquarie Group Limited, National Australia Bank Limited, Standard Chartered PLC, Suncorp Group Limited and Westpac Banking Corporation."}
{"context": "The Board retains discretion to adjust the Absolute CAGR TSR hurdle in exceptional circumstances to ensure that Mr Elliott is neither advantaged nor disadvantaged by matters outside management’s control that materially affect achievement of the Absolute CAGR TSR performance condition."}
{"context": "IF THE ABSOLUTE COMPOUND ANNUAL GROWTH RATE TSR OF THE COMPANY:"}
{"context": "THE PERCENTAGE OF PERFORMANCE RIGHTS WHICH WILL VEST IS:"}
{"context": "Does not reach 8.5%"}
{"context": "0%"}
{"context": "Reaches 8.5%"}
{"context": "50%"}
{"context": "Broadly, TSR is the growth in share price, plus the value of the dividends and distributions on the relevant shares. The TSR is measured over a four year performance period starting on 22 November 2019 and ending on 21 November 2023 (Performance Period). The proportion of the Tranche 1 Performance Rights that will become exercisable will depend on the Company’s TSR relative to the TSR of the constituents in the Comparator Group at the end of the Performance Period."}
{"context": "Exceeds 8.5% but does not reach 12.75%"}
{"context": "Reaches or exceeds 12.75%"}
{"context": "Progressive pro rata vesting between 50% and 100% (on a straight line basis)"}
{"context": "100%"}
{"context": "The level of performance required for each level of vesting, and the percentage of Performance Rights that vest at each level of performance, is set out in the table below. The Performance Rights lapse if the applicable performance condition is not met. There is no re-testing."}
{"context": "IF THE TSR OF THE COMPANY COMPARED TO THE TSR OF THE CONSTITUENTS OF THE COMPARATOR GROUP:"}
{"context": "THE PERCENTAGE OF PERFORMANCE RIGHTS WHICH WILL VEST IS:"}
{"context": "Does not reach the 50th percentile"}
{"context": "0%"}
{"context": "Board discretion"}
{"context": "The Board also retains an on-going discretion to reduce (including to zero) the number of Performance Rights granted to Mr Elliott, if the Board considers such a reduction to be necessary or appropriate. This discretion may be exercised, for example, where the Board considers this is necessary to protect the financial soundness of ANZ, to meet unexpected or unknown regulatory requirements or if the Board subsequently considers that the grant was not justified."}
{"context": "Accordingly, before the scheduled release of any Performance Rights the Board considers whether any malus/downward adjustment of Performance Rights (or deferral of vesting for a further period or periods) should be made."}
{"context": "Reaches or exceeds the 50th percentile"}
{"context": "50%, plus 2% for every one percentile increase above the 50th percentile"}
{"context": "Treatment on termination of employment If:"}
{"context": "Mr Elliott resigns prior to the vesting date the Performance Rights"}
{"context": "will lapse;"}
{"context": "Reaches or exceeds the 75th percentile"}
{"context": "100%"}
{"context": "Tranche 2 The Board has determined that the Performance Rights to be granted to Mr Elliott (if approval is received) under Tranche 2 will be subject to an Absolute CAGR TSR hurdle with targets outlined below."}
{"context": "The Absolute CAGR TSR is measured over the same four year Performance Period that applies to Tranche 1. The proportion of the Tranche 2 Performance Rights that will become exercisable will depend upon the Company’s Absolute CAGR TSR at the end of the Performance Period compared to the targets set by the Board."}
{"context": "The level of performance required for each level of vesting, and the percentage of Performance Rights that vest at each level of performance, is set out in the table below. The Performance Rights lapse if the performance condition is not met. There is no re-testing."}
{"context": "Mr Elliott’s employment is terminated by the Company with notice, except as set out below in relation to “good leaver” termination, all unvested Performance Rights as at the full notice termination date1 will lapse;"}
{"context": "Mr Elliott’s employment is terminated by the Company for"}
{"context": "misconduct with notice, all unvested Performance Rights will lapse on cessation of employment. If Mr Elliott’s employment is terminated by the Company for serious misconduct without notice, all Performance Rights will lapse (whether or not the Performance Rights have vested), on cessation of employment; or"}
{"context": "Mr Elliott ceases employment in circumstances of death or total and permanent disability, the performance conditions will be waived and all unvested Performance Rights will vest on cessation. In certain circumstances termination may be classified by the Board as a “good leaver” termination. In such case, unless the Board determines otherwise, the number of any unvested Performance"}
{"context": "1. Full notice termination date means the date of cessation of employment or, if later, the date on which cessation of employment would have"}
{"context": "occurred but for any payment made in lieu of notice."}
{"context": "12"}
{"context": "Rights held by Mr Elliott will be adjusted pro-rata for the period from the date of grant to the full notice termination date (with the remainder of the Performance Rights, representing the proportion of the Performance Period from the full notice termination date to the end of the Performance Period, lapsing on cessation of employment) and, where and to the extent the Board determines the applicable performance condition is met, the relevant number of Performance Rights will vest. On vesting, the Board may determine to settle the relevant Performance Rights with a cash equivalent payment, rather than with shares."}
{"context": "Treatment on change of control The Conditions of Grant will set out the treatment of the Performance Rights on a change of control prior to the Vesting Date. Where a change of control occurs, which includes a person acquiring a relevant interest in at least 50% of the Company’s ordinary shares as a result of a takeover bid, or other similar event, the applicable performance conditions applying to the Performance Rights will be tested and the Performance Rights will vest based on the extent the performance conditions are satisfied. No pro rata reduction in vesting will occur, and vesting will only be determined by the extent to which the relevant performance conditions are satisfied."}
{"context": "Any Performance Rights which vest based on satisfaction of the performance conditions will vest at a time (being no later than the final date on which the change of control event will occur) determined by the Board."}
{"context": "Any Performance Rights which do not vest will lapse with effect from the date of the change of control event occurring, unless the Board determines otherwise."}
{"context": "Other information ANZ provides the following additional information in relation to the proposed grant of Performance Rights to Mr Elliott."}
{"context": "The Chief Executive Officer (Mr Elliott) is the only Director entitled to participate in the ANZ Share Option Plan. No associate of any Director is entitled to participate."}
{"context": "Mr Elliott was granted 110,365 Performance Rights on 19 December 2018 at no cost to him, as approved by shareholders at the 2018 Annual General Meeting."}
{"context": "There is no loan scheme in relation to the Performance Rights (or the shares underlying them)."}
{"context": "For the settlement of the Performance Rights on vesting, shares may be issued or acquired on market, or the Board may determine to settle the Performance Rights with a cash equivalent amount. Details of any shares issued under the ANZ Share Option Plan will be published in the Company’s annual report for the relevant period."}
{"context": "Under section 200B of the Corporations Act, a company may only give a person a benefit in connection with their ceasing to hold a managerial or executive office in the company or a related body corporate if it is approved by shareholders under section 200E or an exemption applies. Section 200B of the Corporations Act applies to managerial or executive officers of the Company or any of its subsidiaries, which includes Mr Elliott. The term “benefit” has a wide operation and could include the early vesting of the Performance Rights as contemplated above or otherwise under the ANZ Share Option Plan."}
{"context": "Accordingly, shareholder approval is also sought for the purpose of section 200E of the Corporations Act to allow vesting of Performance Rights and settlement of them with shares or a cash equivalent payment upon Mr Elliott ceasing employment, (as summarised under “Treatment on termination of employment” above), including where to do so would involve the giving of a “benefit” to Mr Elliott in connection with him ceasing to hold a managerial or executive office. The approval is sought in relation to the Performance Rights proposed to be granted to Mr Elliott under item 5 in this Notice of Meeting."}
{"context": "The value of any benefit relating to the Performance Rights given in connection with Mr Elliott ceasing to hold managerial or executive office cannot presently be ascertained. However, matters, events and circumstances that will, or are likely to, affect the calculation of that value are:"}
{"context": "the number of Performance Rights held by Mr Elliott prior to"}
{"context": "cessation of employment;"}
{"context": "the circumstances of or reasons for Mr Elliott’s cessation"}
{"context": "of employment (see “Treatment on termination of employment” above);"}
{"context": "the result of any pro rating on cessation of employment;"}
{"context": "whether performance hurdles are waived or (if not waived) met, and the number of Performance Rights that vest (which could be all of the Performance Rights held by Mr Elliott);"}
{"context": "whether the Performance Rights are settled in ANZ shares or by"}
{"context": "payment of a cash equivalent amount; and"}
{"context": "the market price of ANZ shares on ASX on the date shares are"}
{"context": "provided to Mr Elliott upon vesting of the Performance Rights or, if the Board decides to settle the Performance Rights by payment of a cash equivalent amount, in the five trading days up to (and including) the date of vesting."}
{"context": "The rules of the ANZ Share Option Plan address the impact of rights issues and bonus issues on the Performance Rights."}
{"context": "A copy of the ANZ Share Option Plan rules is available on request from the Company Secretary."}
{"context": "Board Recommendation: The Board considers that the proposed granting of Performance Rights is appropriate and is in the best interests of the Company and its shareholders, as the grant strengthens the alignment of Mr Elliott’s interests with shareholders, and the Performance Rights provide a strong link between the reward for Mr Elliott’s performance and total shareholder returns over the next four year period."}
{"context": "The Board also considers that obtaining shareholder approval to allow Performance Rights to vest upon Mr Elliott ceasing employment in accordance with the Conditions of Grant, as described above, is appropriate and in the best interests of the Company and its shareholders. It will provide the Company with the ability to ensure its ongoing compliance with section 200B of the Corporations Act and with the Conditions of Grant for the Performance Rights."}
{"context": "Accordingly, the Board (excluding Mr Elliott because of his interest) recommends that shareholders eligible to do so vote in favour of item 5."}
{"context": "13"}
{"context": "ITEM 6 RESOLUTION REQUISITIONED BY MEMBERS – AMENDMENT TO THE CONSTITUTION (NON-BOARD ENDORSED ITEM)"}
{"context": "A group of shareholders holding approximately 0.01% of the Company’s ordinary shares on issue has proposed resolutions under section 249N of the Corporations Act. The Company has included those proposed resolutions as items 6 and 7 in this Notice of Meeting."}
{"context": "Another group of shareholders holding less than 0.01% of the Company’s ordinary shares on issue has also proposed a resolution under section 249N of the Corporations Act. The Company has included that proposed resolution as item 8 in this Notice of Meeting."}
{"context": "These resolutions are not endorsed by the Board."}
{"context": "Under the law and the Company’s Constitution, it is the Board’s responsibility to manage the business of the Company. The Board believes it would be inappropriate to allow interest groups to potentially qualify or compromise its stewardship. If shareholders disagree with the direction the Company is taking, other options are already available to them, as set out above."}
{"context": "Board Recommendation: Having regard to the matters set out above, the Board does not consider the proposed resolution to be in the best interests of the Company and its shareholders. Therefore, the Board recommends that shareholders vote against item 6."}
{"context": "ITEM 7 RESOLUTION REQUISITIONED BY MEMBERS – TRANSITION PLANNING DISCLOSURE (CONDITIONAL , NON-BOARD ENDORSED ITEM)"}
{"context": "The same groups of shareholders have also requested, under section 249P of the Corporations Act, that the Company provides statements prepared by them to shareholders about these proposed resolutions. The statements can be found in the Appendix to this Notice of Meeting."}
{"context": "The same group of shareholders that proposed the resolution in item 6 has also proposed the resolution in item 7 in this Notice of Meeting. The resolution is an advisory resolution."}
{"context": "By including these statements in this Notice of Meeting, the Company does not make any representations as to the truth or accuracy of their contents and disclaims all liability for them."}
{"context": "The resolution is not endorsed by the Board."}
{"context": "The resolution in item 7 will be proposed to the Meeting only if the resolution in item 6 is passed by the requisite majority."}
{"context": "Reasons why the Board recommends that shareholders vote against item 6"}
{"context": "Reasons why the Board recommends that shareholders vote against item 7 if it is put to the Meeting"}
{"context": "The resolution in item 6 is a proposal to amend the Company’s Constitution to enable shareholders in general meeting, by non- binding advisory resolution, to express an opinion or request information about the way in which a power of the Company partially or exclusively vested in the Directors has been or should be exercised if the matter relates to a material risk identified by the Directors or the Company. The resolution in item 6 is proposed as a special resolution and, to be carried, must be passed by at least 75% of the votes cast by shareholders entitled to vote on the resolution."}
{"context": "Commitment to supporting energy transition"}
{"context": "ANZ acknowledges the Paris Agreement aim of holding the increase in global average temperature to well below 2°C above pre-industrial levels and of pursuing efforts towards limiting it to 1.5°C."}
{"context": "The transition required is enormous and will require all stakeholders to seek to carefully balance the environmental, social and economic issues in a manner which is acceptable to Australians."}
{"context": "The Board respects the rights of shareholders. It does not, however, consider it appropriate to change the Constitution to allow interest groups to promote their various ideological positions in this way, which by law they would not be able to without the change. Shareholders have a number of existing ways in which they can engage with the Company including by asking or submitting questions at general meetings, by distributing members’ statements under the Corporations Act and by choosing whether to support the election of Directors and other resolutions posed at general meetings. The Company also has a variety of existing avenues whereby it seeks robust discussion and can gauge differing opinions, including through regular engagement with retail and institutional shareholders. Such constructive engagement gives the Company important insights into perspectives on the Company’s operations."}
{"context": "Your Board is committed to ensuring that ANZ continues to be a responsible and sustainable business that is playing its part to support and facilitate this transition to a low carbon economy."}
{"context": "This is evidenced in our reporting of our strategies and targets to over time reduce our exposure to carbon intensive sectors while increasing support for lower-carbon energy. Our direct financing of renewables projects has increased almost 30% over the last year. Renewable energy is now over 80% of our electricity generation lending in our project finance portfolio."}
{"context": "Since 2015 when ANZ confirmed its support for the 2°C goal, ANZ has reviewed its commitments to take account of market developments and government pledges to reduce emissions. The Board understands greater ambition must be balanced with the need for reliable, efficient and affordable energy."}
{"context": "In addition, the statement provided in support of this resolution refers to differences between shareholder rights in Australia and those in some other countries. The Board’s view is that if people believe such a change to allow non-binding advisory resolutions is desirable, the appropriate mechanism to effect it is for them to engage with the Australian Government to seek to legislate the change rather than to seek to change the Constitution of individual companies."}
{"context": "Australia moving towards a lower-carbon future"}
{"context": "Australia is making the shift to lower carbon energy sources, principally renewables and gas, but this transformation will take time. Coal currently provides about 60% of Australia’s energy needs. To achieve the goals of the Paris Agreement it is critical to shift to more renewable and low carbon sources of energy. Natural gas has a vital role to play in this shift. For natural gas to fulfil its role as a transition fuel, resource development, additional pipeline capacity and market integration are critical."}
{"context": "14"}
{"context": "How ANZ is working with its business customers"}
{"context": "ANZ expects and has worked with its business customers to encourage them to consider building climate change mitigation and adaptation risk into their business strategies and establish plans to support the transition. ANZ is taking a number of specific actions to manage its long-term carbon risks and opportunities and to support the below 2°C goal. These include the following:"}
{"context": "ANZ is supporting its customers to transition to a low carbon"}
{"context": "economy, for example, by:"}
{"context": "– providing finance and advisory services for energy efficiency improvements, low carbon energy generation, resilient infrastructure and carbon abatement;"}
{"context": "– contributing directly to investment in the development of low"}
{"context": "or zero emissions industries, technologies and practices through ‘green’ bonds;"}
{"context": "– encouraging the development of new industries and business models, and supporting innovative solutions from small and large business customers;"}
{"context": "ANZ is engaging constructively and transparently with"}
{"context": "stakeholders. Among other things, ANZ:"}
{"context": "– identifies, assesses and manages climate-related financial risks and provides clear, decision useful disclosures for our investors using the Financial Stability Board’s Climate related Financial Disclosures Taskforce (TCFD) recommendations;"}
{"context": "– provides regular updates on our progress in our external"}
{"context": "reporting, including disclosing ANZ’s financing of sectors most exposed to the physical and transition risks of climate change; and"}
{"context": "– is participating in a pilot project on implementing the TCFD"}
{"context": "recommendations for banks, an initiative to develop methods to enable scenario-based, forward-looking assessment and disclosure of climate-related risks and opportunities. The initiative is led by the United Nations Environment Programme Finance Initiative."}
{"context": "Disclosure"}
{"context": "ANZ is among the sector’s carbon reporting leaders, each year expanding and improving disclosure."}
{"context": "ANZ was the first Australian bank to report under the TCFD."}
{"context": "The TCFD included ANZ as a case study in its 2018 status update, noting the bank as “an early supporter of the TCFD recommendations”."}
{"context": "Investor groups and the leading global environment, social and governance (ESG) assessment have found your bank to be:"}
{"context": "an ASX ESG reporting leader: the Australian Council of"}
{"context": "Superannuation Investors 2019;"}
{"context": "“industry best” on climate strategy, with three others within our"}
{"context": "sector globally: Dow Jones Sustainability Index 2019; and"}
{"context": "sole Australian bank to have achieved “Leadership” ranking in the 2018 Carbon Disclosure Project, the benchmark assessment of corporate carbon management."}
{"context": "Transition challenges"}
{"context": "Your Board understands that some of ANZ’s stakeholders view our financing of fossil fuel industries as a material risk and in direct conflict with our stated position on the need to reduce greenhouse gas emissions."}
{"context": "We understand this and confirm that we have taken action to act on this concern. Specifically, we point to the halving of our thermal coal exposure within the last five years. However, as Australia moves gradually to rebalance its energy mix other sources of energy must take its place. This will include renewables, to which we have a significant and growing exposure, and gas."}
{"context": "It is our considered view that reducing our exposure to gas, as is sought by the resolution, would potentially contribute to a decline in Australia’s energy security. Variable energy sources like wind and solar power need to be complemented by reliable alternatives, particularly amid extreme weather events."}
{"context": "Social transition risk"}
{"context": "As noted above, around 60% of Australia’s electricity currently comes from coal-fired power stations, and many communities, particularly in regional areas, are reliant on the coal industry for employment. Coal remains one of Australia’s leading exports. ANZ believes that all stakeholders in the transition to lower emissions should give careful consideration to the impacts on affected communities. Power prices in Australia have increased significantly in recent years due to a range of factors. This has added to cost of living pressures faced by businesses and consumers. Employment opportunities have been created by the transition but some communities, particularly in regional areas reliant on the coal industry for employment, will suffer significant social and economic costs if the transition is not managed appropriately."}
{"context": "In seeking to support the shift to a low carbon economy, ANZ intends to do so in a manner that supports new economic opportunities and helps people and communities thrive. We are keen to ensure that the risk of any sudden shocks are minimised and that communities are not “left behind”."}
{"context": "This is one of the reasons ANZ is seeking long term, publicly available transition plans from our major emitting customers. This will help communities and governments anticipate and adjust to change over time. ANZ expects its customers with large coal-fired power plants to provide at least three years’ advance notice of closures and engage with all their stakeholders to minimise the impact on their workers, local communities and downstream energy users."}
{"context": "15"}
{"context": "Our commitments"}
{"context": "Therefore, ANZ supports and commits to its continued involvement in customer, community and government efforts to help ensure an orderly and just transition. To facilitate this ANZ has committed to:"}
{"context": "funding and facilitating at least $15 billion by 2020 towards environmentally sustainable solutions for our customers, including initiatives that help lower carbon emissions, e.g. increased energy efficiency in industry, low emissions transport, green buildings, reforestation, renewable energy and battery storage, emerging technologies (such as carbon capture and storage) and climate change adaptation measures. This target has been met early in 2019 with over $19 billion achieved to date, and we are in the process of setting a new target for 2020 and beyond;"}
{"context": "encouraging and supporting 100 of our largest emitting"}
{"context": "customers in the energy, transport, buildings and food, beverage and agricultural sectors to establish or where appropriate, strengthen existing low carbon transition plans by 2021. Work has already begun with engagement with 29 customers this year and desktop research has been completed on a further 55 customers. ANZ will also encourage customers that have coal-fired generation assets to work towards setting medium and long-term emission reduction targets up to 2050 that contribute towards achieving a ‘less than 2˚C target’;"}
{"context": "In 2020/21 we will seek to enhance our response to climate-related risks and opportunities through measures such as:"}
{"context": "stress testing of selected portfolios. For example, we have"}
{"context": "completed an analysis of flood-related risks for our home loan portfolio in a major regional location of Australia and a test-pilot of socio-economic indicators showing financial resilience of home loan customers with respect to flood risk. We will consider extending that scenario analysis to incorporate bushfire, flood and other risks relating to retail customers;"}
{"context": "including climate risk in agriculture-related lending guidance documents used by our front line bankers;"}
{"context": "continuing to encourage customers to develop and disclose their transition plans in key sectors - energy, transport, buildings and agribusiness, and considering how to integrate that work into customer and portfolio assessments;"}
{"context": "replacing our current target of $15 billion being directed towards environmentally sustainable solutions by 2020, with a new goal to 2025; and"}
{"context": "achieving our target to procure 100% renewable energy for our"}
{"context": "operations by 2025."}
{"context": "How we are placed"}
{"context": "reduce exposure to thermal coal, including by only lending to"}
{"context": "new customers where their thermal coal operations are less than half their revenue, installed capacity or generation. Our thermal coal mining exposures have halved since 2015 and will continue to reduce;"}
{"context": "Your Board does not believe that ANZ is being left behind, nor does it believe that ANZ is unnecessarily exposing itself or shareholders to transitional climate risk."}
{"context": "Your Board considers ANZ’s approach of supporting an orderly and just transition is in the best interests of the Company as a whole."}
{"context": "providing incentives for customers to reduce emissions, such as facilitating, in partnership with government, concessional loans for corporate and agribusiness customers to buy energy-efficient equipment. In 2019, ANZ announced an additional $100 million commitment to the ANZ/CEFC Energy Efficient Asset Finance Program, taking our total commitment to $250 million since December 2017;"}
{"context": "only considering financing the construction of new large-scale office buildings which achieve or exceed a NABERS1 4.5 star standard (or equivalent international rating) ‘as designed’;"}
{"context": "only considering financing new coal-fired power plants if they use advanced technologies and higher quality thermal coal to significantly reduce emissions to 0.8 tC02/MWh or less. ANZ will not finance any new build of conventional2 coal fired power plants; and"}
{"context": "continuing to implement strengthened due diligence processes which govern our lending to thermal coal mining, transportation and power generation."}
{"context": "Based on the above and with specific regard to what this resolution is asking for, ANZ believes that:"}
{"context": "it already makes significant disclosures regarding its strategies to reduce exposure to coal; and"}
{"context": "at this point in time, it is not appropriate to put in place a binding"}
{"context": "commitment to reduce gas and oil exposure owing to the fact that gas in particular will play a critical role in the transition to a low carbon economy. Rather, each opportunity will be evaluated and considered on its individual merits. As the facts and circumstances change, so too will ANZ’s approach and commitments. Our reporting on our fossil fuel exposure will continue and be expanded over time."}
{"context": "Board recommendation: Having regard to the matters set out above, the Board does not consider the proposed resolution to be in the best interests of the Company and its shareholders. Therefore, the Board recommends that shareholders eligible to do so vote against item 7."}
{"context": "1. NABERS (National Australian Built Environment Rating System) is a rating system measuring the environmental performance of Australian buildings, tenancies and homes, e.g. energy efficiency, water usage, waste management and indoor environment quality."}
{"context": "2. “Conventional” plants are those plants not utilising advanced, commercially proven technologies (such as supercritical or ultra-supercritical boilers, gasification or circulating"}
{"context": "fluidised boilers) to significantly reduce CO2 emissions."}
{"context": "16"}
{"context": "ITEM 8 RESOLUTION REQUISITIONED BY MEMBERS – ORDINARY RESOLUTION ON LOBBYING INCONSISTENT WITH THE GOALS OF THE PARIS AGREEMENT (CONDITIONAL , NON-BOARD ENDORSED ITEM)"}
{"context": "A group of shareholders has proposed the resolution in item 8 in this Notice of Meeting. The resolution is an advisory resolution. The resolution is not endorsed by the Board."}
{"context": "The resolution in item 8 will be proposed to the Meeting only if the resolution in item 6 is passed by the requisite majority."}
{"context": "Reasons why the Board recommends that shareholders vote against item 8 if it is put to the Meeting"}
{"context": "ANZ is a member of a number of industry associations. In 2019 key memberships relevant to the subject matter of this resolution included:"}
{"context": "Australian Banking Association"}
{"context": "Business Council of Australia"}
{"context": "Carbon Markets Institute"}
{"context": "Clean Energy Council"}
{"context": "Energy Efficient Council"}
{"context": "We work in a collaborative and open way as members of associations that have similar interests and approaches to ours."}
{"context": "Your Board understands that ANZ’s stakeholders are interested in the position ANZ takes on issues such as data security, privacy and climate change, and our membership of industry associations that develop policies and undertake advocacy on these issues."}
{"context": "Some associations have broad memberships, such as the Business Council of Australia, and develop policy agendas on a wide variety of issues, such as tax, education, business regulation, climate change and energy. ANZ believes that industry associations have the capacity to play a key role in advancing the development of standards, best practices and constructive policy that are of benefit to members, the economy and society. Membership provides ANZ with the ability to lead, influence and strengthen public policy in relation to various issues. The broader benefits that industry associations can provide need to be borne in mind."}
{"context": "Your Board understands it is not possible for industry associations to obtain a consensus on every issue. There is sometimes disagreement amongst members about the final positions taken by industry associations. We place high importance on the ability to hold constructive dialogue within an association’s membership and we expect industry associations to be receptive to member feedback regarding their lobbying or advocacy approaches."}
{"context": "It is also important to note that industry associations do not represent the views of any single member. On some issues ANZ will communicate its views directly, through submissions, media comment, speeches by senior executives at industry forums and public reports. From time to time, we may take positions on certain matters not supported by the relevant industry association. For example, ANZ was the first major bank to support a “last resort” compensation scheme for victims of misconduct. Such a scheme is now public policy."}
{"context": "ANZ’s position on climate change seeks to support the shift to a low carbon economy and, as explained above (see item 7), ANZ intends to do so in a way that helps provide new economic opportunities and helps people and communities thrive - to help ensure an orderly and just transition. Your Board believes that, in many ways, ANZ’s commitments are more ambitious than those of some of the industry associations of which ANZ is a member. Over time, however, ANZ will advocate its position within these associations with the objective of achieving greater alignment."}
{"context": "Board Recommendation: Having regard to the matters set out above, the Board does not consider the proposed resolution to be in the best interests of the Company and its shareholders. Therefore, the Board recommends that shareholders vote against item 8."}
{"context": "APPENDIX – SUPPORTING STATEMENTS PROVIDED BY MARKET FORCES AND THE AUSTRALASIAN CENTRE FOR CORPORATE RESPONSIBILITY (ACCR)"}
{"context": "The statements which follow for items 6 and 7 were provided by Market Forces. The statement which follows for item 8 was provided by ACCR. These statements are not endorsed by the Board. The Board recommends that shareholders vote against item 6 and, if put to the Meeting, items 7 and 8."}
{"context": "ITEM 6 AMENDMENT TO THE CONSTITUTION"}
{"context": "Shareholder resolutions are a healthy part of corporate democracy in many jurisdictions other than Australia. For example, in the UK shareholders can consider resolutions seeking to explicitly direct the conduct of the board. In the US, New Zealand and Canada shareholders can consider resolutions seeking to advise their board as to how it should act. As a matter of practice, typically, unless the board permits it, Australian shareholders cannot follow the example of their UK, US, New Zealand or Canadian cousins in this respect."}
{"context": "A board of Directors is a steward for shareholders and accountability for the discharge of that stewardship is essential to long-term corporate prosperity."}
{"context": "In rare situations the appropriate course of action for shareholders dissatisfied with the conduct of board members is to seek to remove them. But in many situations such a personality-focused approach is unproductive and unwarranted. In those situations a better course of action is to formally and publicly allow shareholders the opportunity at shareholder meetings such as the AGM to alert board members that the shareholders seek more information or favour a particular approach to corporate policy."}
{"context": "The Constitution of ANZ is not conducive to the right of shareholders to place resolutions on the agenda of a shareholder meeting."}
{"context": "In our view, this is contrary to the long-term interests of ANZ, the ANZ board and all ANZ shareholders."}
{"context": "Passage of this resolution - to amend the ANZ constitution - will simply put the company in a similar position in regard to shareholder resolutions as any listed company in the UK, US, Canada or New Zealand."}
{"context": "We encourage shareholders to vote in favour of this resolution."}
{"context": "17"}
{"context": "ITEM 7 TRANSITION PLANNING DISCLOSURE"}
{"context": "Despite committing to support the climate goals of the Paris Agreement, ANZ has failed to align its lending practices or policies with these goals."}
{"context": "ANZ must disclose strategies and targets to reduce exposure to fossil fuels in line with the climate goals of the Paris Agreement, or risk exposing itself and shareholders to needless transitional climate risk."}
{"context": "ANZ’s current activities Despite the rapid declines in fossil fuel use required for a Paris- aligned transition, our company’s loan book fails to reflect this trend. ANZ has repeatedly stated it expects its coal exposure to decline moving forward.7, 8 However, our company’s reported exposure at default (EAD) to coal mining increased by 27% from $1.1 billion to $1.4 billion over FY17-18 and a further 7% to $1.5 billion over FY18- 1H19. ANZ’s reported EAD to oil and gas has increased each year since FY16; from $17.7 billion in FY16, to $18 billion in FY17, to $18.4 billion in FY18.9"}
{"context": "ANZ being left behind Signed by 197 nations, the Paris Agreement aims to limit “the increase in the global average temperature to well below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C.”1"}
{"context": "Major financial institutions have called for action to reduce emissions in line with the Paris climate goals, including the phase out of coal power in OECD countries by 2030. Signed by 515 investors representing over US$35 trillion in assets, the Global Investor Statement to Governments on Climate Change requests governments “phase out thermal coal power worldwide by set deadlines.”2 Its accompanying Briefing Paper clarifies these deadlines, including the elimination of coal power in OECD countries by no later than 2030.3"}
{"context": "Commonwealth Bank has committed to “reduce our exposures to thermal coal mining and coal fired power generation, with the view to exiting the sector by 2030.”4 Similarly, QBE will no longer insure new thermal coal projects, and will phase out all direct insurance services to thermal coal customers by 2030.5"}
{"context": "A Paris-aligned energy transition also requires significant declines in oil and gas use. The IPCC’s Special Report on Global Warming of 1.5°C demonstrates that the role of gas for primary energy must decline globally by 25% by 2030 (from a 2010 baseline), with oil’s role in primary energy falling 37% over the same time frame.6"}
{"context": "ANZ also continues to finance the expansion of the fossil fuel industry. In July 2018, ANZ loaned $150 million to Senex Energy “to fund expansionary capital expenditure across its Surat Basin and Cooper Basin oil and gas acreage.”10 In December 2017, ANZ provided a loan for the development of a new gas field in Sumatra, Indonesia. The estimated lifetime C02 emissions of this gas field are 295 million tonnes,11 equivalent to 55% of Australia’s annual emissions.12"}
{"context": "ANZ also lends against the balance sheets of companies such as Whitehaven Coal and Woodside Petroleum, whose plans to significantly increase fossil fuel production are entirely inconsistent with the Paris climate goals. Whitehaven justifies its expansion plans with energy demand projections that are consistent with 3°C of warming by 2100,13 while Woodside’s capital expenditure plans have been found to be incompatible with a Paris-aligned warming outcome.14"}
{"context": "Financial risks and regulatory scrutiny In June 2017, the Task Force for Climate-related Financial Disclosures (TCFD) published its final recommendations, designed to allow investors to “appropriately assess and price climate-related risk and opportunities.”15"}
{"context": "Recognising “Banks are exposed to climate-related risks and opportunities through their lending and other financial intermediary activities as well as through their own operations,” the TCFD recommends:"}
{"context": "Banks should provide the metrics used to assess the impact of (transition and physical) climate-related risks on their lending and other financial intermediary business activities in the short, medium, and long term.16"}
{"context": "The TCFD also states: “Organizations should describe their key climate-related targets ... in line with anticipated regulatory requirements or market constraints or other goals.”"}
{"context": "1. https://unfccc.int/sites/default/files/english_paris_agreement.pdf, art 2(1)(a) 2. https://theinvestoragenda.org/focus-areas/policy-advocacy/ 3. https://theinvestoragenda.org/wp-content/uploads/2018/05/GISGCC-briefing-paper-FlNAL.pdf 4. https://www.commbank.com.au/content/dam/commbank/about-us/download-printed-forms/environment-and-social-framework.pdf 5. http://qbe.com/media-centre/qbe-group-energy-policy 6. https://www.ipcc.ch/sr15/ 7. https://www.marketforces.org.au/anz-doesnt-intend-for-coal-lending-to-increase 8. https://www.marketforces.org.au/anz-not-living-up-to-its-commitments 9. https://www.anz.com/content/dam/anzcom/shareholder/anzfy18_results_presentation_and_idp_final_ website.pdf (slide 136) 10. https://www.senexenergy.com.au/wp-content/uploads/2018/10/2018.10.29-Financial-Close-of-Debt-Facility.pdf 11. https://www.marketforces.org.au/campaigns/banks-new/twodegrees/ 12. https://www.environment.gov.au/climate-change/climate-science-data/greenhouse-gas-measurement/publications/quarterly-update-australias-nggi-mar-2019 13. http://www.whitehavencoal.com.au/wp-content/uploads/2018/09/WVN_224754_AnnuaI-Report-2018_LR_FA-3.pdf 14. https://www.carbontracker.org/wp-content/uploads/2019/09/CTI_Breaking_the_Habit_Report_6.pdf 15. https://www.fsb-tcfd.org/wp-content/uploads/2017/06/FINAL-TCFD-Report-062817.pdf 16. https://www.fsb-tcfd.org/wp-content/uploads/2017/06/FINAL-TCFD-Annex-062817.pdf"}
{"context": "18"}
{"context": "ANZ welcomed the TCFD recommendations in 2017.17 However, after two years, shareholders have been provided with only superficial information. Our company has disclosed no quantitative evaluation of its loan book exposure to climate change transition risks, nor any targets to demonstrate management of these risks.18 ANZ is falling behind competitors like Commonwealth Bank, which has been disclosing measurable risks for two reporting cycles."}
{"context": "Adoption of this resolution would ensure ANZ discloses metrics and targets to demonstrate effective management of financial climate change transition risks, in line with the TCFD recommendations and previously stated investor expectations."}
{"context": "Australian regulators have been calling for robust climate risk management from financial institutions. APRA has warned “Some climate risks are distinctly ‘financial’ in nature. Many of these risks are foreseeable, material and actionable now.”19 APRA Executive Board Member Geoff Summerhayes has since said: “APRA wants to see continuous improvement in how organisations disclose and manage these [climate] risks over coming years.”20"}
{"context": "ITEM 8 ORDINARY RESOLUTION ON LOBBYING INCONSISTENT WITH THE GOALS OF THE PARIS AGREEMENT"}
{"context": "The Australasian Centre for Corporate Responsibility (ACCR) supports our company’s commitment to the goals of the Paris Agreement (Paris Goals). However, meeting the Paris Goals requires public policy support. Lobbying by industry associations against public policy designed to meet the Paris Goals is therefore of increasing concern to investors worldwide.23 The activities of our company’s industry associations in Australia, a key jurisdiction for our company, conflict with the prospect of policy supportive the Paris Goals being implemented, counter to our company’s stated policies and long- term financial and strategic interests."}
{"context": "ACCR acknowledges the commitments our company has made to reduce its own emissions and those of its customers, including but not limited to:"}
{"context": "– Source 100% renewable electricity by 202524;"}
{"context": "ASIC in September 2018 stated: “Climate change is a foreseeable risk facing many listed companies ... Directors and officers of listed companies need to understand and continually reassess existing and emerging risks (including climate risk) that may affect the company’s business. This extends to both short-term and long-term risks.”21"}
{"context": "– Fund and facilitate at least $15 billion by 2020 towards"}
{"context": "environmentally sustainable solutions for our customers25;"}
{"context": "– Support 100 of our largest emitting customers to strengthen"}
{"context": "existing low carbon transition plans, by 202126."}
{"context": "It has also been found that the OECD Guidelines for Multinational Enterprises (which ANZ is subject to) require banks to formulate concrete climate goals for their financial services.22"}
{"context": "However, our company is a member of one of the most influential industry associations opposing effective climate policy in Australia, the Business Council of Australia (BCA)."}
{"context": "Investor support required Despite its stated support for the Paris Agreement, ANZ remains an active investor in an expanding fossil fuel sector, further exposing shareholders to financial risks associated with the economic transition required to meet the Paris climate goals."}
{"context": "Despite cosmetic support for the Paris Agreement, in the last three years, the BCA has:"}
{"context": "– called for new investment in existing coal-fired power stations27;"}
{"context": "– supported the use of Kyoto carryover credits which will weaken Australia’s 2030 emissions reduction target from 26-28% (by 2030) to approximately 15%28;"}
{"context": "We urge shareholders to vote in favour of this resolution, and expect the many institutional investors already outspoken on this issue to offer their support."}
{"context": "– during the 2019 Federal election, claimed that the ALP’s 45% emissions reduction target would inhibit economic growth29;"}
{"context": "– stated that more ambitious emissions reduction targets would"}
{"context": "lead to “deindustrialisation”30;"}
{"context": "17. https://www.anz.com.au/about-us/sustainability-framework/environmental-sustainability/climate-change/ 18. https://www.anz.com/content/dam/anzcom/shareholder/anz_2018_annual_review_final.pdf 19. https://www.apra.gov.au/media-centre/speeches/australias-new-horizon-climate-change-challenges-and-prudential-risk 20. https://www.apra.gov.au/media-centre/media-releases/apra-step-scrutiny-climate-risks-after-releasing-survey-results 21. https://download.asic.gov.au/media/4871341/rep593-published-20-september-2018.pdf 22. https://www.oecdguidelines.nl/documents/publication/2019/04/19/ncp-final-statement-4-ngos-vs-ing 23. IIGCC, European Investor Expectations on Corporate Lobbying on Climate Change, October 2018. https://www.iigcc.org/download/investor-expectations-on-corporate-lobbying/?wpdmdl=1830&refresh=5d52233df01791565664061"}
{"context": "24. http://there100.org/news/tag/Climate%20Week%20NYC 25. https://www.anz.com.au/about-us/sustainability-framework/environmental-sustainability 26. ibid. 27. https://www.youtube.com/watch?v=hIij_Ky_mlA [at 9:00] 28. https://www.smh.com.au/business/the-economy/let-s-be-sensible-minerals-council-warns-against-labor-s-12-8b-kyoto-ban-20190409-p51ci9.html 29. http://www.bca.com.au/further_climate_policy_detail_welcomed 30. https://twitter.com/SkyNewsAust/status/1025867269719519232"}
{"context": "19"}
{"context": "– stated that a 45% emissions reduction target would be"}
{"context": "“economy wrecking”31;"}
{"context": "– ahead of the 2019 Federal election, told the Liberal party"}
{"context": "room that it would campaign against the Federal opposition’s ambitious climate policies32;"}
{"context": "– repeatedly proposed that the Clean Energy Finance Corporation (CEFC) be allowed to consider investment in thermal generation with carbon capture and storage33 34;"}
{"context": "ACCR acknowledges that the BCA advocates on a broad range of policies, and that it is unlikely that our company will agree with all of its advocacy. However, the BCA’s long record of climate policy obstructionism dwarfs our company’s efforts to reduce its own carbon footprint and those of its customers. Support for the use of Kyoto carryover credits, for example, equates to a 370 million tonne discount on Australia’s 2030 target42. This is far greater than any reduction in emissions that our company could ever hope to deliver."}
{"context": "– argued for exemptions from climate policy for EITE industries35;"}
{"context": "– argued against any extension of the Renewable Energy Target"}
{"context": "(RET) and stated that “there was no role for state-based” renewable energy targets36;"}
{"context": "– called for the removal of state-based moratoria on gas"}
{"context": "Our company has said that it will retain membership of an industry association provided it is “able to have a constructive dialogue within the association, and they are receptive to members’ feedback”43. Given the BCA’s long record of advocacy opposing climate action, it is clear that our company’s attempts to exert its influence “inside the tent” have proven ineffective to date."}
{"context": "development37;"}
{"context": "Despite its claim that it supports a “market-based price signal” on carbon emissions38, the BCA campaigned against Australia’s price on carbon in 2012–1439. In September 2019, BCA CEO Jennifer Westacott claimed that an appropriate price for carbon emissions would be A$10 per tonne40, despite the International Monetary Fund (IMF) suggesting Australia would require a carbon price of US$75 per tonne in order to meet the Paris Goals41."}
{"context": "It is no longer tolerable for our company to spend shareholder funds supporting industry associations that delay the implementation of policies necessary to achieve the Paris Goals."}
{"context": "ACCR urges shareholders to vote for this proposal."}
{"context": "In September 2019, the BCA received a ‘Carbon Policy Footprint’ score of -30 from UK-based research group InfluenceMap (on a scale of -100 to +100), ranking it within the 30 most obstructive industry associations in the world on climate policy."}
{"context": "31. https://twitter.com/BCAcomau/status/1011414577702031361 32. https://www.theguardian.com/australia-news/2018/jun/26/turnbull-quashes-abbotts-bid-to-give-party-room-a-say-on-energy-guarantee 33. Business Council of Australia, Submission to Review of Climate Change Policies, May 2017 34. Business Council of Australia, Submission to Independent review into the future security of the National Electricity Market, March 2017 35. Business Council of Australia, Submission to Review of Climate Change Policies, May 2017 36. Business Council of Australia, Submission to Independent review into the future security of the National Electricity Market, March 2017 37. ibid. 38. https://www.bca.com.au/the_bca_has_always_supported_responsible_climate_action 39. https://www.bca.com.au/time-for-senate-to-repeal-the-carbon-tax 40. https://www.abc.net.au/news/programs/the-business/2019-09-20/extended-interview-with-jennifer-westacott/11534680 41. https://www.afr.com/policy/energy-and-climate/a-111-carbon-tax-in-australia-would-still-be-too-low-says-imf-20191010-p52zkq 42. https://www.afr.com/policy/energy-and-climate/explained-why-kyoto-carryover-credits-are-so-important-20190402-p519ws 43. ANZ, 2018 Annual Review, p35."}
{"context": "anz.com"}
{"context": "Australia and New Zealand Banking Group Limited ABN 11 005 357 522"}
