{"context": "Appendix 3X Initial Director’s Interest Notice"}
{"context": "Rule 3.19A.1"}
{"context": "Appendix 3X"}
{"context": "Initial Director’s Interest Notice"}
{"context": "Information or documents not available now must be given to ASX as soon as available. Information and documents given to ASX become ASX’s property and may be made public."}
{"context": "Introduced 30/9/2001."}
{"context": "Name of entity Australia and New Zealand Banking Group Limited"}
{"context": "ABN"}
{"context": "11 005 357 522"}
{"context": "We (the entity) give ASX the following information under listing rule 3.19A.1 and as agent for the director for the purposes of section 205G of the Corporations Act."}
{"context": "Name of Director"}
{"context": "Paul Dominic O’Sullivan"}
{"context": "Date of appointment"}
{"context": "4 November 2019"}
{"context": "Part 1 - Director’s relevant interests in securities of which the director is the registered holder In the case of a trust, this includes interests in the trust made available by the responsible entity of the trust"}
{"context": "Note: In the case of a company, interests which come within paragraph (i) of the definition of “notifiable interest of a director” should be disclosed in this part."}
{"context": "Number & class of securities"}
{"context": "4,078 Ordinary Shares"}
{"context": "9,250 Capital Notes 2 (held jointly with Mr Federico Dimicoli)"}
{"context": "+ See chapter 19 for defined terms."}
{"context": "11/3/2002"}
{"context": "Appendix 3X Page 1"}
{"context": "Appendix 3X Initial Director’s Interest Notice"}
{"context": "Part 2 – Director’s relevant interests in securities of which the director is not the registered holder In the case of a trust, this includes interests in the trust made available by the responsible entity of the trust"}
{"context": "Name of holder & nature of interest Note: Provide details of the circumstances giving rise to the relevant interest."}
{"context": "Number & class of Securities"}
{"context": "Nil"}
{"context": "Part 3 – Director’s interests in contracts"}
{"context": "Note: In the case of a company, interests which come within paragraph (ii) of the definition of “notifiable interest of a director” should be disclosed in this part."}
{"context": "Detail of contract"}
{"context": "Nil"}
{"context": "Nature of interest"}
{"context": "Name of registered holder (if issued securities) No. and class of securities to which interest relates"}
{"context": ".............................................. Simon Pordage Company Secretary Australia and New Zealand Banking Group Limited 11 November 2019"}
{"context": "+ See chapter 19 for defined terms."}
{"context": "Appendix 3X Page 2"}
{"context": "11/3/2002"}
