{"context": "ANZ"}
{"context": "2019 ANNUAL REVIEW"}
{"context": "Our success depends on improving the financial wellbeing of our customers"}
{"context": "COVER STORY"}
{"context": "Supporting drought affected communities in rural Australia"}
{"context": "Brian and Heather Coxon established BJ & HD Coxon Oyster Farmers in 1985 – a time when stocks were plentiful and business was booming. Since that time, the business has faced some difficult times."}
{"context": "An ANZ customer for 10 years, Brian has appreciated the bank’s support through those times. “During the algae bloom in 2010 I went to ANZ and pleaded relief. We did not know when things would pick up. I am grateful for ANZ sticking with us through that time”."}
{"context": "Brian recently found himself seeking the assistance of one of those agencies, reaching out to the Rural Financial Counselling Services (Southern NSW). The service, which is free, supports rural businesses through ongoing drought, poor production or anything else affecting their business and their life."}
{"context": "Fast forward to 2019 and Brian’s business is once again facing difficulties, this time as a result of the drought impacting much of Australia."}
{"context": "“When you’re doing it tough it’s all too hard, and the state you are in does not always lead to rational decisions,” says Brian. “The financial counsellor looks at you as a person, as well as a business.”"}
{"context": "“Oyster farming needs fresh water,” says Brian. “Famine on the land means famine in the sea. The oysters have poor growth, it’s difficult to maintain their condition and they’re harder to sell.”"}
{"context": "Last year in response to the drought ANZ donated $500,000 to the Financial Counselling Foundation for use by rural counselling agencies working in drought affected communities."}
{"context": "Brian looks forward to building up the business again, but he doubts things will ever be as good as they were in 1985. “This business is mostly about loving the lifestyle. People who want to be on the water and love working outdoors in Australia’s oldest aquaculture industry.”"}
{"context": "Image: Brian Coxon"}
{"context": "Contents"}
{"context": "2019 performance snapshot"}
{"context": "1"}
{"context": "Our customers"}
{"context": "Our 2019 reporting suite"}
{"context": "2"}
{"context": "Our divisions"}
{"context": "What matters most"}
{"context": "3"}
{"context": "Our people"}
{"context": "Chairman’s message"}
{"context": "4"}
{"context": "Our community"}
{"context": "CEO’s message"}
{"context": "6"}
{"context": "Governance"}
{"context": "About our business"}
{"context": "8"}
{"context": "Risk management"}
{"context": "Our strategy"}
{"context": "9"}
{"context": "Performance overview"}
{"context": "How we create value"}
{"context": "10"}
{"context": "Five year summary"}
{"context": "Working with our stakeholders"}
{"context": "12"}
{"context": "Remuneration Overview"}
{"context": "Our operating environment"}
{"context": "14"}
{"context": "Important dates for shareholders"}
{"context": "Becoming a fairer and more responsible bank"}
{"context": "16"}
{"context": "Contacts"}
{"context": "ANZ 2019 ANNUAL REVIEW"}
{"context": "17"}
{"context": "21"}
{"context": "24"}
{"context": "28"}
{"context": "32"}
{"context": "44"}
{"context": "52"}
{"context": "64"}
{"context": "66"}
{"context": "69"}
{"context": "70"}
{"context": "$"}
{"context": "2019 performance snapshot"}
{"context": "6.5"}
{"context": "Cash proﬁt1"}
{"context": "b"}
{"context": "10.9%"}
{"context": "Cash return on equity1"}
{"context": "160¢"}
{"context": "Dividend for FY19 per share"}
{"context": "228¢"}
{"context": "9.2%"}
{"context": "total shareholder return"}
{"context": "Cash earnings per share 1"}
{"context": "$19.59"}
{"context": "Net tangible assets per share 2"}
{"context": "CO2"}
{"context": "42.4%"}
{"context": "of employees volunteered"}
{"context": "11.4%"}
{"context": "Common Equity Tier 1 Capital 3"}
{"context": "$19.1b"}
{"context": "funded and facili tated in environmentally sustainable solutions since 2015"}
{"context": "$"}
{"context": ">90,000"}
{"context": "people have been reached through our ﬁnancial wellbeing programs, MoneyMinded and Saver Plus"}
{"context": "32.5%"}
{"context": "of women in leadership4"}
{"context": "$142.2m"}
{"context": "in community investment5"}
{"context": "1. On a cash profit (continuing operations) basis. Excludes non-core items included in statutory profit and discontinued operations included in cash profit. It is provided to assist readers in understanding the result of the ongoing business activities of the Group. For further information on adjustments between statutory and cash profit refer to page 53. 2. Equals shareholders’ equity less preference share capital, goodwill, software and other"}
{"context": "intangible assets divided by the number of ordinary shares."}
{"context": "3. APRA Level 2. 4. Measures representation at the Senior Manager, Executive and Senior Executive levels. Includes"}
{"context": "all employees regardless of leave status but not contractors (who are included in FTE)."}
{"context": "5. Figure includes forgone revenue of $109 million, being the cost of providing low or fee free accounts to a range of customers such as government benefit recipients, not for profit organisations and students."}
{"context": "1"}
{"context": "Our 2019 reporting suite"}
{"context": "2019 Annual Report anz.com/annualreport"}
{"context": "2019 ESG Supplement anz.com/cs"}
{"context": "2019 Climate-related Financial Disclosures anz.com/shareholder/centre"}
{"context": "2019 Corporate Governance Statement anz.com/corporategovernance"}
{"context": "About this Annual Review"}
{"context": "Reporting suite"}
{"context": "The Annual Review provides key sections from our 2019 Annual Report. It includes information on our financial and non-financial performance, giving readers a holistic view of the Australia and New Zealand Banking Group Limited’s1 performance."}
{"context": "We produce a suite of reports to meet the needs and requirements of a wide range of stakeholders, including investors, customers, employees, regulators, non-government organisations and the community."}
{"context": "The complete 2019 Annual Report is available at anz.com/shareholder/centre."}
{"context": "KPMG provides limited assurance over Environmental, Social and Governance (ESG) content2 within this Annual Review. A copy of KPMG’s limited assurance report will be contained in our 2019 Environment, Social and Governance (ESG) Supplement to be published in December 2019."}
{"context": "This Review covers all ANZ operations worldwide over which, unless otherwise stated, we have control for the financial year commencing on 1 October 2018 and ending 30 September 2019. Monetary amounts in this document are reported in Australian dollars, unless otherwise stated."}
{"context": "Our 2019 Corporate Governance Statement discloses how we have complied with the ASX Corporate Governance Council’s ‘Corporate Governance Principles and Recommendations – 3rd edition’ available at anz.com/corporategovernance."}
{"context": "Our ESG Supplement will complement our Annual Report, providing stakeholders with more detailed ESG disclosures, including: performance against our ESG targets and our approach to our priority areas of fair and responsible banking, financial wellbeing, environmental sustainability and housing."}
{"context": "The following additional documents are available at anz.com/shareholder/centre:"}
{"context": "News Release"}
{"context": "Consolidated Financial Report, Dividend Announcement & Appendix 4E"}
{"context": "Results Presentation and Investor Discussion Pack"}
{"context": "The Company Financial Report"}
{"context": "Principal Risks and Uncertainties Disclosure"}
{"context": "APS 330 Pillar III Disclosure"}
{"context": "Climate-related Financial Disclosures"}
{"context": "We are continually seeking to improve our reporting suite and welcome feedback on this report. Please address any questions, comments or suggestions to investor.relations@anz.com."}
{"context": "1. Group: Australia and New Zealand Banking Group Limited (the Company) and the entities it controlled at the year end and from time to time during the financial year (together, the Group). 2. ESG content includes the following sections: 2019 Performance Snapshot, What Matters Most, Working with our stakeholders, Becoming a fairer and more responsible bank, Our Customers,"}
{"context": "Our People, Our Community, Risk Management: Our approach to climate change and ESG metrics on page 65."}
{"context": "2"}
{"context": "What matters most"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "A focus on fair and responsible banking"}
{"context": "These insights were presented to the Board Ethics, Environment, Social and Governance Committee, the management Ethics and Responsible Business Committee and the management Royal Commission and Self-Assessment Oversight Group, and are informing our continuing work on improving customer outcomes."}
{"context": "Through our annual materiality assessment we engage with internal and external stakeholders to inform our identification of ESG risks and opportunities. We seek to identify those issues that have the most potential to impact our ability to operate successfully and create value for our stakeholders."}
{"context": "New icons/infographics"}
{"context": "These issues may change over time, reflecting changes in our business and external operating environment and the expectations of stakeholders. We use the results of the assessment to inform our strategy."}
{"context": "We have drawn on our 2018 materiality assessment to help guide the content of this report. After fairness and ethical conduct, stakeholders ranked the following four issues (risks or opportunities) as having the most potential to impact our value creation in the short, medium and long-term."}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "This year, we focused our assessment solely on fairness and ethical conduct, which has been ranked as our most material issue for the last three years. Specifically, we sought external stakeholder views on the actions we are taking following the Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry (the Royal Commission)."}
{"context": "Fraud and data security: ensuring we have strong internal controls and risk management frameworks in place is critical as a breach could significantly impact the bank’s operations and reputation."}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "Customer experience: ensuring a positive customer experience is key to delivering sustainable business performance in the long-term."}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "New icons/infographics"}
{"context": "Stakeholders provided us with three key insights:"}
{"context": "Corporate governance: organisations with strong corporate governance processes and policies in place are likely to perform better in the long-term."}
{"context": "1 They expect us to focus on long-term value creation, Most material issues icons"}
{"context": "Customer story icon"}
{"context": "not short-term profit maximisation;"}
{"context": "Stakeholder icons"}
{"context": "New icons/infographics"}
{"context": "2 While the actions we have taken to date in response to"}
{"context": "the Royal Commission are considered good and necessary, they want us to do more. In particular, they expect Board and management to demonstrate customer-centric New icons/infographics actions in line with the ‘spirit’ of the Royal Commission’s findings; and"}
{"context": "Digital innovation: core to our strategy and a key factor in driving positive customer experience."}
{"context": "A full list of ANZ’s key material risks is available on pages 46–47."}
{"context": "3 They see a broader role for the Board in overseeing conduct and culture and an expectation that real and lasting change happens as a result of the Royal Commission."}
{"context": "The key steps undertaken in our 2019 materiality process, as well as the full list of our material ESG issues, is discussed in our 2019 ESG Supplement available at anz.com/cs in December."}
{"context": "New icons/infographics"}
{"context": "Stakeholder icons"}
{"context": "3"}
{"context": "How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "Stakeholder icons"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "Chairman’s message"}
{"context": "DAVID GONSKI, AC"}
{"context": "Challenging conditions continued in 2019 and our statutory profit of $6.0 billion was down 7% on the previous year. Cash profit from continuing operations (which excludes non-core items and the discontinued Wealth businesses from statutory profit) was $6.5 billion, flat when compared with the same time last year."}
{"context": "Despite those tough conditions, we held our FY19 full year dividend at 160 cents with the final dividend of 80 cents franked at 70%."}
{"context": "We recognise how important the dividend, franking and predictability is to shareholders. The Board’s decision to reduce franking to a new base reflects the changed shape of our business and the earnings in our Australian geography."}
{"context": "This has been a difficult year for us and Australian banks generally. Intense competition, slow credit growth and increased regulation have combined with lower consumer confidence to create this."}
{"context": "While this is reflected in our financial performance – particularly within our Australian Retail and Commercial business – the actions taken in recent years to improve the structure of our bank has us well-placed to meet the industry’s challenges."}
{"context": "4"}
{"context": "These actions include returning our Institutional business to profitable growth as well as the progress we have made to simplify the products and services we offer our retail customers in Australia and New Zealand."}
{"context": "We started early on our simplification agenda and this work continued throughout the year. Simplification continues to underpin improvement across ANZ."}
{"context": "A major milestone was the completion of the sale of our Life Insurance business in Australia to Zurich Financial Services Australia and we have also made significant progress in the sale of our Pensions & Investments business to IOOF. Subject to approval from the Australian Prudential Regulation Authority (APRA), we expect to complete this transaction in the first quarter of 2020."}
{"context": "Another highlight was the sale of some of our non-core assets outside of home markets, including our retail banking joint venture in Cambodia, our retail business in Papua New Guinea and our Life Insurance business in New Zealand. This continues the stronger focus on investments and resources in our core strategic retail and commercial businesses in Australia and New Zealand and our Institutional business in Asia Pacific."}
{"context": "Unfortunately there have also been challenges. This year we have announced an additional charge of $682 million as a result of an increase in our provisions for remediation work. While our Chief Executive Officer (CEO) Shayne Elliott addresses this in his CEO message, I want to assure shareholders that the Board understands the impact fixing the failures of the past has on shareholders and we are working proactively and as quickly as possible to remediate impacted customers."}
{"context": "Our self-assessment"}
{"context": "During the year, APRA asked a range of banks, superannuation funds and insurance companies to take a closer look at their own behaviour and operations."}
{"context": "There has been some attention given to the fact ANZ has not released its self-assessment. APRA requested these self-assessments on a confidential basis to ensure institutions responded in a way that was full and frank. We have respected that request, noting particularly the fact that people contributed openly to the process on that basis and we will continue to do so. To assist those interested in our self-assessment we have published a summary which can be found on bluenotes at anz.com."}
{"context": "The self-assessment was a useful exercise where we identified many critical issues across culture, accountability and governance. As we outlined to APRA, the Board and executive team are determined to use this as an opportunity to deepen our self-awareness and to learn from our failings. Importantly, we do not see this as just a compliance measure but as an opportunity to make ANZ a more efficient, more sustainable bank."}
{"context": "We will be a simpler, less complex bank once we have implemented our road map for change."}
{"context": "We will have fewer products and more effective systems and processes. For customers, we will be easier to deal with and when things do go wrong we will be faster to resolve them."}
{"context": "Critically, our regulator will recognise issues identified in our annual attestation are being resolved in a timelier manner and this will flow through to improvements in our comprehensive review."}
{"context": "Executive remuneration"}
{"context": "ANZ recorded its ‘first strike’ last year when around 34% of shares were voted against our Remuneration Report. The Board took this result very seriously and shareholders will note there has been a significant differentiation this year in the remuneration awarded to our Disclosed Executives. Our Chair of the Human Resources Committee, Ilana Atlas, provides more detail in the Remuneration Report."}
{"context": "You will note our CEO despite a solid personal performance, has had his remuneration impacted by the broader performance of the Group. In fact, variable remuneration for our Disclosed Executives ranged between 0 and 74% of maximum opportunity. We also enhanced our approach to accountability and consequence management during the year and will continue to hold people to account who fail to meet our standards."}
{"context": "Capital management"}
{"context": "We continued our focus on capital efficiency this year by returning excess capital to shareholders as a result of our simplification agenda. We did this while also maintaining capital levels above APRA’s ‘unquestionably strong’ requirements. In the financial year of 2019 we reduced shares on issue by 42 million (equivalent of $1.1 billion) as part of our $3 billion buy-back. That program concluded in March 2019."}
{"context": "Outlook"}
{"context": "While the Australian housing market is slowly recovering, we expect challenging trading conditions to continue for the foreseeable future."}
{"context": "Record low interest rates in Australia and global trade tensions will continue to place pressure on earnings while increased compliance and remediation costs will be closely managed."}
{"context": "Competition will also remain in focus with the recently announced inquiry into mortgage pricing. We have acknowledged we have not always done a good job in explaining our position and hope the inquiry enables the opportunity to provide facts on a complex matter."}
{"context": "On the regulatory front, both APRA and the Reserve Bank of New Zealand have announced proposals that could lift the amount of capital required to support our New Zealand subsidiary. The final impact of these changes depend on a number of factors. This includes the outcome of consultation, particularly the amount of capital required, the time allowed to achieve it, and the instruments we are permitted to use."}
{"context": "Management will maintain its focus on capital efficiency. However, our strong ongoing capital generation capacity will assist in meeting any additional capital requirements."}
{"context": "Despite the industry’s challenges, I’m confident we have the team, the balance sheet and the oversight in place to execute effectively against a strategy that will benefit all our stakeholders. On behalf of the Board and myself, I thank our more than 39,000 people for their hard work in supporting our customers and our shareholders."}
{"context": "David Gonski, AC CHAIRMAN"}
{"context": "5"}
{"context": "CEO’s message"}
{"context": "SHAYNE ELLIOTT"}
{"context": "This has been a challenging year of slow economic growth, increased competition, regulatory change and global uncertainty."}
{"context": "Our progress"}
{"context": "The core of our strategy has not changed. Put simply, we will generate decent returns by improving the financial wellbeing of our customers."}
{"context": "This year we continued to focus on balance sheet strength, improve our culture, simplify the business and rebuild our team’s capabilities. In doing this, we significantly reduced the cost and risk of operating the bank despite the strong headwinds facing the sector."}
{"context": "We are determined to have the right people who listen, learn and adapt. We will put the best tools and insights into the hands of our customers and people. Importantly, we will concentrate our efforts on those particular things that add value to customers – and do them right the first time."}
{"context": "This means we must continue to simplify our business, improve our customer proposition and invest in innovations that deliver better customer outcomes and improve the efficiency of our operations."}
{"context": "Retail and commercial in Australia had a difficult year. Increased remediation charges, intense competition and record low interest rates have had a significant impact on earnings."}
{"context": "6"}
{"context": "While yet to flow through to the balance sheet, management actions and operational improvements have seen a steady recovery in home loan applications in recent months. These volume improvements are expected to be maintained into 2020."}
{"context": "New Zealand delivered a solid underlying result in a more competitive environment. As in Australia, compliance and remediation costs contributed to higher operating expenses, while a focus on operational efficiency offset inflation in business-as-usual expenses."}
{"context": "There are challenges ahead in New Zealand, particularly in relation to the amount of capital we may be required to hold. However, we are well-advanced in our preparations to manage these proposed impacts in an orderly way."}
{"context": "Institutional continued its transformation with a return to profitable growth. While macro conditions had an impact on financial performance in the second half, the business is now generating returns above our cost of capital that provides important diversification given the lower growth in our home markets."}
{"context": "Customer remediation"}
{"context": "The Royal Commission highlighted many failures the Australian banks needed to quickly remedy. ANZ is not immune from this challenge."}
{"context": "This year we announced an additional charge of $682 million as a result of an increase in our provisions for remediation work. We know this is real money and has a real impact on shareholders. But we also know it’s important to fix the mistakes of the past and return money owed to customers as quickly as possible."}
{"context": "We are currently resolving identified fee or interest discrepancies with over 3.4 million Australia Retail and Commercial customers. To date our Responsible Banking team has remediated over one million customer accounts."}
{"context": "If there is a positive from this work, it is that much of the time and resources being invested in remediating our systems and processes will make us a better bank for our customers and shareholders. It means the mistakes of the past are unlikely to be repeated and when issues arise they will be easier to fix."}
{"context": "Customers and community"}
{"context": "Our purpose of shaping a world where people and communities thrive guides our decisions. An example of this is the program we have in place to proactively contact more than one million customers to help them get more value from our products and services, including those eligible for Centrelink or Veterans’ Affairs benefits or those with persistent credit card debt. This is to make sure customers are using the best products given their individual circumstances and that they are aware of all the options available."}
{"context": "Another issue we care about is providing affordable and sustainable housing for Australians and New Zealanders. We do this by encouraging investment in the sector – including our role leading the largest social bond issuance for housing in Australia."}
{"context": "We also know we have a role in enhancing environmental sustainability and we are focusing our efforts on energy, water and waste."}
{"context": "We have committed to fund and facilitate $50 billion by 2025 towards sustainable solutions for our customers, including initiatives that help improve environmental sustainability, increase access to affordable housing and promote financial wellbeing."}
{"context": "This is not philanthropy. It’s really good business for our customers and shareholders given the growth opportunities available in the sector. It’s also a business we are good at given our network and capabilities and an area we expect to grow rapidly in the coming years as the world grapples with environmental challenges."}
{"context": "Changing how we reward our people"}
{"context": "This year we introduced wide-ranging reforms to the way we pay people. Variable remuneration is now a smaller part of our people’s take-home pay and these reduced bonuses are determined by the overall performance of the bank."}
{"context": "This is not about paying our people less. It is an industry-leading initiative that will positively enhance our culture and become an important point of differentiation. It also addresses the negative impact an over-emphasis on individual bonuses within a bank can have on customers and the community."}
{"context": "Redesigning how we reward our staff was one of the 16 key initiatives we announced as part of our initial response to the Royal Commission recommendations. As part of this, we also strengthened our accountability frameworks to ensure there are appropriate consequences for the small number of people who do not meet standards of behaviour or performance."}
{"context": "Finally, despite this difficult environment, we have made good progress this year and I’d like to thank the more than 39,000 people who turn up for ANZ and work hard every day for our customers. I’m confident we have the right strategy and team to deliver great, sustainable results in the future for our customers, our shareholders and the community."}
{"context": "Shayne C Elliott CHIEF EXECUTIVE OFFICER"}
{"context": "7"}
{"context": "About our business"}
{"context": "We provide banking and financial products and services to around eight million individual and business customers, and operate in and across 33 markets."}
{"context": "Our culture and values"}
{"context": "Our values are the foundation of how we work and are supported by our Code of Conduct. All employees and contractors must comply with the Code, which contains guiding principles and sets the standards for the way we do business at ANZ."}
{"context": "We care about:"}
{"context": "Integrity"}
{"context": "Collaboration"}
{"context": "Accountability"}
{"context": "Respect"}
{"context": "Excellence"}
{"context": "Our purpose"}
{"context": "Our purpose is to help shape a world in which people and communities thrive. That means striving to create a balanced, sustainable society in which everyone can take part and build a better life."}
{"context": "One of the ways we are bringing our purpose to life is through helping to address complex issues that matter to society and are core to our business strategy. We are focusing our efforts on:"}
{"context": "The United Nations Sustainable Development Goals (SDGs) seek to respond to the world’s most pressing challenges. Business has an important role to play in helping achieve the SDGs. Recognising this we have identified our targets which are making a contribution to the achievement of the SDGs in our 2019 ESG Supplement available at anz.com/cs in December."}
{"context": "financial wellbeing – improving the financial wellbeing of our customers, employees and the community by helping them make the most of their money throughout their lives;"}
{"context": "environmental sustainability – supporting household, business and financial practices that improve environmental sustainability; and"}
{"context": "housing – improving the availability of suitable and affordable housing options for all Australians and New Zealanders."}
{"context": "We are contributing to these challenges by: developing innovative and responsible financial products and services; participating in relevant policy development and research; strengthening stakeholder partnerships; and harnessing the skills of our people. Fundamental to our approach is a commitment to fair and responsible banking – keeping pace with the expectations of our customers, employees and the community, behaving fairly and responsibly and maintaining high standards of conduct."}
{"context": "Throughout this report we illustrate how we are embedding purpose into our business strategy, including through our Environment, Social and Governance (ESG) targets and performance objectives."}
{"context": "8"}
{"context": "Our strategy"}
{"context": "Our strategy is focused on improving the financial wellbeing of our customers; having the right people who listen, learn and adapt; putting the best tools and insights into their hands; and focusing on those few things that really add value to customers and doing them right the first time."}
{"context": "We believe that the execution of our strategy will deliver decent returns for our shareholders, while achieving a balance between growth and return, short and long-term performance and financial and social impact."}
{"context": "Within our Institutional business we are creating an integrated trade, cash and markets experience, while developing and appropriately scaling our capabilities across geographies to deliver connectivity for our customers."}
{"context": "While our focus has evolved over the past four years, the strategic imperatives remain the same: creating a simpler, better balanced bank; focusing our efforts where we can carve out a winning position; building a superior everyday experience to compete in the digital age; and driving a purpose and values led transformation."}
{"context": "Our strategy has driven significant improvement in our business over the past four years. We have strengthened our balance sheet, improved our culture, simplified the business and rebuilt our people’s capabilities. In doing so we have reduced the costs and risks associated with running the bank."}
{"context": "In our Australian and New Zealand businesses we are: delivering improved customer outcomes, while rationalising our products and services; developing new compelling services and distribution options; and developing new initiatives to enhance our home owner and small business owner propositions."}
{"context": "Purpose"}
{"context": "Our purpose is to help shape a world in which people and communities thrive"}
{"context": "Strategic Imperatives"}
{"context": "Strategy"}
{"context": "Target Outcomes"}
{"context": "Create a simpler, better capitalised, better balanced bank"}
{"context": "Improving the financial wellbeing of customers..."}
{"context": "Improve the financial wellbeing of our customers"}
{"context": "Build a superior experience for our people and customers in order to compete in the digital age"}
{"context": "...looking to save for, buy and own a home"}
{"context": "...looking to start, buy and grow a business"}
{"context": "...looking to move capital and goods around the region"}
{"context": "Deliver decent returns for our shareholders - targeted growth - low cost - capital efficient"}
{"context": "Focus our efforts where we can carve out a winning position"}
{"context": "Drive a purpose and values led transformation of the bank"}
{"context": "...with people who listen, learn and adapt"}
{"context": "...with the best tools and insights"}
{"context": "...with flexible and resilient digital infrastructure that supports great customer experience at lower cost"}
{"context": "Resilient, adaptable and capable workforce"}
{"context": "Improve housing, environmental and financial wellbeing outcomes for the community"}
{"context": "9"}
{"context": "10"}
{"context": "OUR VALUE DRIVERS"}
{"context": "Customers"}
{"context": "Trusted relationships with our ~ 8 million retail, commercial and Institutional customers."}
{"context": "OUR OPERATING ENVIRONMENT"}
{"context": "$"}
{"context": "¢"}
{"context": "The risks and opportunities in our operating environment impact our ability to create value."}
{"context": "Finance"}
{"context": "Lower credit growth environment"}
{"context": "Access to capital through customer deposits, debt and equity investors and wholesale markets enables us to run our operations and execute our strategy."}
{"context": "How we create value"}
{"context": "Increased regulatory oversight and stakeholder scrutiny"}
{"context": "People"}
{"context": "By transforming our business – embedding a purpose and values led culture and simplifying our products and services – we aim to create long-term value for all of our stakeholders."}
{"context": "Digital advancement and technological change"}
{"context": "Employees and contractors with the key competencies and right behaviours to deliver our strategy."}
{"context": "Our value creation model outlines how we create value for our key stakeholders through our business activities, and identifies the inputs – or value drivers – that we rely on to enable us to deliver that value and meet our strategic objectives."}
{"context": "Demographic changes"}
{"context": "Risk management"}
{"context": "Reducing the risk of doing business for our customers and the bank, with systems and processes that are less complex, less prone to error and more secure."}
{"context": "Environment and climate"}
{"context": "Globalisation"}
{"context": "Technology and data capabilities"}
{"context": "Flexible, digital–ready infrastructure to provide great customer experience, agility, scale and control."}
{"context": "Community and relationships"}
{"context": "Strong stakeholder relationships are essential to our brand and reputation."}
{"context": "OUR BUSINESS ACTIVITIES"}
{"context": "Operating across 33 markets, we provide banking and financial products and services to individual and business customers."}
{"context": "Through our business activities we deliver the following outputs:"}
{"context": "› we provide transaction banking services"}
{"context": "› we hold deposits for our customers"}
{"context": "› we lend money to our retail, small business and corporate customers"}
{"context": "› we help customers mitigate and manage financial risks"}
{"context": "› we support customers with trade and capital flows"}
{"context": "› we provide wealth management products"}
{"context": "› we provide advisory services"}
{"context": "› we invest in our people to build a diverse and inclusive workforce"}
{"context": "› we collaborate with partners to build capacity and improve financial wellbeing"}
{"context": "› we pay taxes in the countries within which we operate"}
{"context": "› we pay dividends to our shareholders"}
{"context": "SHAREHOLDER VALUE"}
{"context": "›"}
{"context": "Deliver decent returns enabling shareholders to meet goals"}
{"context": "› 228 cents earnings per share1"}
{"context": "› 10.9% cash return on equity1"}
{"context": "› 160 cents dividend per share for FY19 with the final dividend"}
{"context": "of 80 cents franked at 70%"}
{"context": "› 9.2 percent total shareholder return"}
{"context": "CUSTOMER VALUE"}
{"context": "› Improving the financial wellbeing of our customers"}
{"context": "› Provide funding for lending, helping customers to own"}
{"context": "homes and run businesses and assist businesses to transact, trade and invest across our region"}
{"context": "› Great customer experience through flexible and resilient"}
{"context": "digital infrastructure"}
{"context": "› We have contacted > 1 million of our Retail and Commercial customers to help them get more value from our products and services"}
{"context": "› 20,024 FTE supporting our Retail and Commercial"}
{"context": "customers, providing $339 billion in home lending and $95 billion in business lending (Australia and New Zealand)"}
{"context": "› 5,468 FTE supporting our Institutional customers,"}
{"context": "providing $165 billion in lending"}
{"context": "› Custodians of $512 billion of customer deposits across"}
{"context": "the business"}
{"context": "EMPLOYEE VALUE"}
{"context": "›"}
{"context": "Invest in our people to build a resilient, adaptable and inclusive workforce with a strong sense of purpose and ethics"}
{"context": "› 77% employee engagement (up from 73% in 2018)"}
{"context": "› Employed 734 people from under-represented groups"}
{"context": "(since 2016)"}
{"context": "› $4.8 billion in employee salaries and benefits"}
{"context": "› Increasing the skills and capabilities of our people providing"}
{"context": "almost 1.5 million hours of training"}
{"context": "COMMUNITY VALUE"}
{"context": "› Connecting with, and investing in, the communities in"}
{"context": "which we operate to support growth, deliver services and develop opportunity"}
{"context": "› Invested $142.2 million in the community2"}
{"context": "› $3,172 million in taxes paid to government3"}
{"context": "› > 90,000 people have been reached through our financial"}
{"context": "wellbeing programs, MoneyMinded and Saver Plus"}
{"context": "1. On a cash profit (continuing operations) basis. Excludes non-core items included in statutory profit and discontinued operations included in cash profit. It is provided to assist readers in understanding the result of the ongoing business activities of the Group. For further information on adjustments between statutory and cash profit refer to page 53."}
{"context": "2. Figure includes forgone revenue of $109 million, being the cost of providing low or fee free accounts to a range of customers such as government benefit recipients, not for profit organisations and students. 3. Total taxes borne by the Group, includes unrecovered GST/VAT,employee related taxes and other taxes. Inclusive of discontinued operations."}
{"context": "11"}
{"context": "ANZ 2019 ANNUAL REVIEW"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "Working with our stakeholders"}
{"context": "Strong stakeholder relationships enable us to deliver our business strategy and create long-term value."}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "New icons/infographics"}
{"context": "Transparent and responsive engagement, combined with a genuine willingness on our part to listen and act, is one of the most important ways in which we can demonstrate trustworthiness and rebuild community confidence. Stakeholder engagement is embedded in our policies, processes and operations."}
{"context": "Summarised below are the key expectations of our stakeholders. For more detailed information on the issues raised by stakeholders this year and how we have responded, refer to our 2019 ESG Supplement available in December at anz.com/cs."}
{"context": "New icons/infographics"}
{"context": "Our stakeholders"}
{"context": "What they expect from us"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "Customers"}
{"context": "A customer-centred approach underpinned by ethical, fair and responsible behaviour"}
{"context": "Financial products and services that are suitable, reliable and secure"}
{"context": "Stakeholder icons"}
{"context": "Responsible financial products and services"}
{"context": "Government and regulators"}
{"context": "New icons/infographics"}
{"context": "Fair and ethical conduct and a strong customer-focused corporate culture"}
{"context": "Stakeholder icons"}
{"context": "Effective governance and risk management"}
{"context": "Shareholders"}
{"context": "Sustainable long-term positive financial performance and investment returns"}
{"context": "Effective assessment and management of material risks and opportunities"}
{"context": "How We Creat Value Icons"}
{"context": "Informative, transparent and timely communications"}
{"context": "Employees"}
{"context": "A safe, diverse and inclusive workplace that encourages engagement, collaboration and development"}
{"context": "How We Creat Value Icons"}
{"context": "Competitive remuneration and benefits, effective performance management and recognition"}
{"context": "Stakeholder icons"}
{"context": "Non-government organisations (NGOs)"}
{"context": "A clear and transparent approach to the management of existing and emerging ESG risks and opportunities"}
{"context": "Minimising adverse social and environmental impacts of our lending and operations"}
{"context": "Collaborative partnerships and appropriate and evidence-based approach to community investment activities"}
{"context": "How We Creat Value Icons"}
{"context": "12"}
{"context": "We have matched over $19 million in savings since 2003"}
{"context": "$"}
{"context": "COMMUNITY STORY"}
{"context": "Celebrating the impact of our Saver Plus partnership"}
{"context": "Saver Plus is a matched savings and financial education program developed by ANZ and The Brotherhood of St Laurence."}
{"context": "The program is co-funded by the Australian Government and is delivered by community partners and service delivery agencies in 60 locations across Australia."}
{"context": "involving community coordinators, ANZ branch staff, government representatives and partners was a rare opportunity to celebrate the impact of the program and plan for the future."}
{"context": "From its early pilot of 300 participants in 2003, the program is rapidly approaching a milestone of 50,000 recruited participants who have built their financial wellbeing and had over $19 million in savings matched by ANZ. Saver Plus is life changing, with research showing 87% of participants continue to save after they have completed the program."}
{"context": "“It was so great to see the collaboration between everyone, regardless of who they worked for, because we all deliver the same program. To see the team feel so energised and motivated again was fantastic to witness,” said Cheryl Allen-Ankins, The Smith Family, Saver Plus Program Manager."}
{"context": "Partnership has been the key to the continued success and impact of Saver Plus. The recent Saver Plus National Conference,"}
{"context": "Left to right: Saver Plus Co-ordinators, Denise Clark, Graeme Grice and Cath Sweeney from The Smith Family at the Saver Plus National Conference"}
{"context": "13"}
{"context": "Our operating environment"}
{"context": "We seek to anticipate and respond to the risks and opportunities arising in our external environment to ensure that we can continue to create value for our stakeholders. A summary of the issues influencing our strategy is outlined below."}
{"context": "These global trends present us with risks and opportunities"}
{"context": "RISKS"}
{"context": "OPPORTUNITIES"}
{"context": "LOWER CREDIT GROWTH ENVIRONMENT"}
{"context": "Increasing competition and regulatory requirements places pressure on margins and customer volumes."}
{"context": "New approaches are needed to deliver products and services to our customers, together with efficient allocation of capital and resources to generate returns to shareholders."}
{"context": "INCREASED REGULATORY OVERSIGHT AND STAKEHOLDER SCRUTINY"}
{"context": "Trust in the Australian and New Zealand banking industry has eroded over the past two years."}
{"context": "Increased regulatory expectations and focus places pressure on margins and customer volumes."}
{"context": "Community concerns remain high following the Royal Commission in Australia and a number of regulatory developments in New Zealand. We can rebuild trust by transparently working with, and partnering with, government, regulators and NGOs to deliver improved customer outcomes."}
{"context": "DIGITAL ADVANCEMENT AND TECHNOLOGICAL CHANGE"}
{"context": "Competition from existing and new competitors is increasing,"}
{"context": "By improving our digital capabilities and investing in"}
{"context": "supported by government policy, such as the consumer data right."}
{"context": "With the increase in digitisation, strong cyber security capability is critical."}
{"context": "With the increase in digitisation, strong cyber security capability is critical."}
{"context": "DEMOGRAPHIC CHANGES"}
{"context": "Demand for home lending in Australia and New Zealand is impacted by a range of supply and demand factors largely outside of our control, including population growth, housing prices and dwelling construction."}
{"context": "Community concerns about housing affordability remain high. We can help by partnering with business, government and NGOs to deliver innovative and practical housing solutions."}
{"context": "ENVIRONMENT AND CLIMATE"}
{"context": "We will continue to experience negative reputational impacts if we fail to raise standards across all our activities and take customer and societal impacts into consideration when making business decisions."}
{"context": "By continuing to focus on improving customer outcomes and strengthening our standards on issues such as environmental sustainability and human rights, we have an opportunity to differentiate ourselves from our peers."}
{"context": "GLOBALISATION"}
{"context": "Community concerns about aspects of trade and investment"}
{"context": "With increasing globalisation and the rise of Asia, we can support our customers to increase their cross-border trade and investment."}
{"context": "With increasing globalisation and the rise of Asia, we can support our customers to increase their cross-border trade and investment."}
{"context": "Increased trade and investment leads to higher incomes and employment for the communities in which ANZ operates."}
{"context": "Our strategic imperatives assist us to respond positively to this environment and meet societal expectations"}
{"context": "14"}
{"context": "Our presence in Asia has helped Carman’s expand into overseas markets"}
{"context": "CUSTOMER STORY"}
{"context": "Helping our customers export to the world"}
{"context": "Chances are if you have strolled down the supermarket cereal aisle recently you will have seen shelves stacked with boxes of Carman’s muesli."}
{"context": "Established in 1992 by Carolyn Creswell with a modest $1,000, Carman’s is now a leader in breakfast and nutritious snacks, exporting to 35 countries."}
{"context": "Carolyn views Carman’s relationship with ANZ similar to any other partnership."}
{"context": "Using our international footprint we have helped connect Carman’s to new markets, particularly in Asia, where there is an abundance of opportunity for Westernised products."}
{"context": "“ANZ is a partner with us – the reality is ANZ is trying to make our business better. If our business is better, we are going to do more business with ANZ. We are all in this together.”"}
{"context": "“ANZ’s presence in Asia gives you introductions you would not have otherwise because of their connections. It is really impressive for an Australian bank to have that presence,” says Carolyn."}
{"context": "There is much ANZ can learn from Carman’s success, particularly given Carolyn puts that success down to a focus on the customer and having an engaged and passionate workforce – both central elements of ANZ’s own strategy."}
{"context": "Having had a banking relationship for more than 10 years, the journey for ANZ and Carman’s is centred on honesty, transparency and integrity, identifying the ways in which each partner can support the other."}
{"context": "Image: Carolyn Creswell"}
{"context": "15"}
{"context": "Becoming a fairer and more responsible bank"}
{"context": "During this year we have continued to make changes to our culture, governance and accountability mechanisms to help improve customer outcomes and restore community trust."}
{"context": "Our response to the Royal Commission"}
{"context": "APRA Self-Assessment"}
{"context": "The Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry (the Royal Commission) has had a profound impact on our organisation. We are determined to learn from our failures and build a bank that is worthy of the trust and respect of our customers and the community."}
{"context": "In late 2018, the Australian Prudential Regulation Authority (APRA) asked a range of financial services companies, including ANZ, to examine through a Self-Assessment Report their behaviours and operations in the wake of highly publicised misconduct in the sector."}
{"context": "The Commission’s report led us to further examine how we serve our customers. We identified eight lessons from our misconduct and failures to meet community standards and expectations. These lessons have informed our response to the ‘spirit and letter’ of the Royal Commission. We are now identifying measures that will allow us to be confident that these lessons have been acted on."}
{"context": "We submitted our Self-Assessment Report to APRA in November 2018, and have since developed a ‘roadmap’ to act on the themes raised in that report."}
{"context": "We identified five focus areas in which to concentrate our efforts to deliver better outcomes. These areas were identified both through the self-assessment as well as issues that were examined by the Royal Commission."}
{"context": "Our first step was to identify which Commission recommendations we could quickly act on. This led to 16 initiatives to improve the treatment of our retail customers, small businesses and farmers in Australia. Some of the key commitments we have delivered on are:"}
{"context": "removing overdrawn and dishonour fees on our Pensioner Advantage account (available to eligible recipients of Centrelink or Veterans’ Affairs pensions)"}
{"context": "Focus areas"}
{"context": "Simplification"}
{"context": "of our business, products and processes"}
{"context": "improving our service to Indigenous customers in remote communities by setting up a dedicated phone service and giving them easier options to prove their identity"}
{"context": "Culture"}
{"context": "including the way we reward and recognise our people"}
{"context": "publishing principles to help family farming customers in financial distress"}
{"context": "Governance and accountability"}
{"context": "including how we are held to account, and how we manage and execute change"}
{"context": "publishing principles on acting as a model litigant in disputes with our customers"}
{"context": "implementing pay reforms that replace individual-based bonuses for most of our employees with an incentive based on the overall performance of the Group. In addition to progressing these 16 initiatives, Colin Neave, former Commonwealth Ombudsman and our first Customer Fairness Adviser (appointed in 2016), reviewed individual ANZ cases highlighted at the Royal Commission, taking action where appropriate to resolve matters."}
{"context": "Remediation"}
{"context": "Management of operational risk"}
{"context": "including expansion of our specialist customer remediation team"}
{"context": "review and improvement of our operational risk framework"}
{"context": "The majority of the recommendations in the Royal Commission final report require legislative change and we will continue to work with government as it implements those changes."}
{"context": "Executive Committee members have been assigned ‘ownership’ of each focus area and they are responsible for monitoring performance."}
{"context": "We have established a Royal Commission and Self-Assessment Oversight Group to oversee an integrated response to the Royal Commission and Self-Assessment."}
{"context": "Further details of our self-assessment can be found on bluenotes at anz.com."}
{"context": "16"}
{"context": "Our customers"}
{"context": "Consistently delivering a positive customer experience enables us to create value for all of our stakeholders and is critical to our long-term success."}
{"context": "We seek to treat our customers fairly and responsibly, providing them with suitable and appropriate products and services, supported by strong data protection."}
{"context": "Links to 2019 Group Performance Framework"}
{"context": "We have identified three customer segments where we believe we can best achieve this: home owners, business owners and companies that move capital and goods across the region."}
{"context": "Providing suitable products and services"}
{"context": "We have contacted more than 1 million of our retail and commercial customers, including customers who:"}
{"context": "are in receipt of eligible Centrelink or Veterans’ Affairs benefits to offer to help them move to a low-cost, basic bank account. Since June 2019, we have contacted 128,624 customers (via email or letters);"}
{"context": "We are committed to improving the customer experience, as highlighted by the implementation of 16 initiatives in Australia in response to the Royal Commission. There were some challenges during the year including technology stability issues, and a period of underperformance in respect of assessment and approval times relative to peers in home lending. Institutional performance in key customer satisfaction/relationship strength surveys continued to be a highlight, along with strong digital engagement with customers."}
{"context": "Refer to the Remuneration Report section of the Annual Report available at anz.com/shareholder/centre for further details."}
{"context": "are experiencing persistent credit card debt;"}
{"context": "have Interest Only home loans set to expire within 6 months, reminding them of the expiry period and notifying them of the options available at the end of the period;"}
{"context": "have opened an ANZ Access Advantage account within the last 13–16 days, reminding them to credit their account with regular salary payments; and"}
{"context": "have Progress Saver periodical payment or direct debit due to expire in the next month to remind them an automated credit can help them receive bonus interest on their account."}
{"context": "CUSTOMER STORY Helping customers to get on top of credit card debt"}
{"context": "We have been contacting credit card customers who are carrying persistent debt1 on their card to help them pay their debt faster."}
{"context": "Customers have been offered financial education, and the opportunity to close their card and repay the remaining debt at a lower interest rate. We have contacted 9,500 customers as at 30 September 2019."}
{"context": "Continuing his current repayment behaviour, John would have taken more than 9 years to pay off the debt – assuming there was no further spending on the card – accruing at least $12,000 in interest over that time."}
{"context": "Earlier this year we contacted John*, a long-term customer who has held a credit card facility with ANZ since 1976. John had a balance of $9,500 (on a $10,000 limit) and the entirety of the balance was on a cash advance interest rate of 21.74% per annum. John had not transacted on the card since 2016 and had been making payments only slightly above the minimum monthly repayment amount."}
{"context": "After contacting John and explaining his options, John agreed to an instalment plan with an interest rate of 7% per annum. This will enable him to pay off the debt in five years or less, saving more than $10,000 in interest charges."}
{"context": "This program has been welcomed by many customers, including John who said, “I wish this had happened a long time ago … it’s such a relief.”"}
{"context": "1. Where for at least the last 12 months a credit card has over 80% of the credit utilised and the customer has been paying 2–3% of the outstanding balance on average each month. * Customer name has been changed."}
{"context": "17"}
{"context": "Our customers continued"}
{"context": "Home owners"}
{"context": "We are committed to fund and facilitate $1 billion of investment by 2023 to deliver around 3,200 more affordable, secure and sustainable homes to buy and rent in Australia."}
{"context": "We are developing a housing supply pipeline through direct engagement with our clients (new and existing), supporting innovative models to finance new supply. This includes:"}
{"context": "jointly arranging the inaugural bond issue of $315 million for the Commonwealth’s National Housing Finance and Investment Corporation (NHFIC), the largest social bond for housing in Australia; and"}
{"context": "arranging the first wellbeing bonds in New Zealand for Housing New Zealand Corporation (NZ$500 million and NZ$600 million)."}
{"context": "We have also established a Housing Virtual Fund (the Fund) enabling us to accommodate non-conforming risk aspects of new housing models. Emerging housing models generally come with increased risk for the developer, the bank and the consumer, preventing innovative models from being brought to market at scale. The Fund ensures that we have a comprehensive internal review process, allowing us to utilise all of our expertise in understanding and managing risk."}
{"context": "Support for first home buyers Our research shows that 64 percent of first home buyers are uncertain of what to do when it comes to buying their first property and they want someone they can trust to guide them through the process.1 In response, we are improving the skills of our frontline staff enabling them to provide tailored guidance and support to first home buyers. We have:"}
{"context": "provided more than 3,300 frontline staff with Home Loan Coach training across Australia and New Zealand;"}
{"context": "Making homes healthier in New Zealand"}
{"context": "According to research by the Building Research Association of New Zealand, about half of the homes built are unsuitable for the climate – they are not adequately insulated, have insufficient heating and are damp with visible signs of mould."}
{"context": "“As New Zealand’s biggest home lender, housing is one area where we want to make a difference”, says Antonia Watson, Acting Chief Executive Officer, New Zealand."}
{"context": "improved our First Home Coach training in Australia – nearly 800 of our frontline staff have completed this training; and"}
{"context": "provided Construction Coach training in New Zealand to support customers building or renovating a home – more than 220 frontline staff have received training."}
{"context": "We have also developed the most accurate property price predictor in the market to support customers in establishing the value of their future home."}
{"context": "We have set aside NZ$100 million so our customers can enjoy warmer, healthier homes while potentially also keeping energy costs down. Last year we began offering our home loan customers (both owner-occupiers and investors) an interest- free home loan top-up (up to NZ$5,000). More than 1,800 interest-free home loans (to the value of NZ$6.3 million) have been drawn down as at 30 September 2019. The top-up offer was also extended to heat pumps in July 2019."}
{"context": "In recognition of our commitment to this customer segment ANZ has been named Bank of The Year for First Home Buyers by Canstar for three years running (2017–2019)."}
{"context": "In addition, in April 2019 we launched a Healthy Home Loan Package, that includes discounts to standard home loan rates, as well as fee waivers across a range of accounts, for customers buying, building or renovating a home to 6 Homestar or above, in New Zealand."}
{"context": "Industry insights During the year we have undertaken significant engagement with industry stakeholders to ensure that as an organisation we are directly linked to the housing policy agenda, offering market expertise to support government, customers and the community with relevant insights to inform decision-making."}
{"context": "Thirty four customers are now on the package (funds under management of NZ$11.7 million) and we are working to identify existing eligible customers to transition them across to the package."}
{"context": "Not only are there health benefits associated with more energy efficient homes but occupants may also have more disposable income because they are paying lower power bills."}
{"context": "We have entered into a three-year partnership with CoreLogic to deliver a bi-annual housing affordability report. The report provides in-depth market analysis of the Australian housing market for both buyers and renters."}
{"context": "“When every dollar counts, a lower home loan rate might swing the decision to go the extra mile on health and sustainability measures.” says Antonia."}
{"context": "1. ANZ Home Buying Research, Prescience, May 2015."}
{"context": "18"}
{"context": "Net promoter score"}
{"context": "Australia Retail: ranking 4th1 (down from 3rd at end of 2018) Commercial: ranking 3rd2 (no change from 2018)"}
{"context": "New Zealand"}
{"context": "Retail: ranking 4th3 (no change from 2018)"}
{"context": "Commercial and Agricultural: ranking of 5th4 (no change from 2018)"}
{"context": "Customer remediation"}
{"context": "Customer experience"}
{"context": "Fair, responsible and efficient customer remediation is a focus for the bank, with significant investment being made across our Australia, Wealth and New Zealand Divisions."}
{"context": "We are currently resolving identified fee or interest discrepancies with over 3.4 million Retail and Commercial customers. To date our Australian Retail and Commercial Responsible Banking team has remediated over one million customer accounts5 and issued refunds of around $62 million."}
{"context": "One way in which we measure the experience of our customers is through Net Promoter Score. Net Promotor Score enables us to gauge whether we are meeting customer needs and expectations and how we are performing relative to peers. It is measured by asking customers how likely they are to recommend ANZ (on a 0–10 scale) and is calculated by subtracting the percentage of detractors (those who give a score of 0–6) from the percentage of promoters (those who give a 9 or 10)."}
{"context": "In Wealth, the team has completed the first stage of a review to identify instances of inappropriate advice to customers. Over 7,000 advice cases, spanning more than a decade, were reviewed. In addition, the majority of remediation cases relating to ANZ Financial Planning ‘fee for no service’ have now been remediated."}
{"context": "With respect to our Australian and New Zealand Retail and Commercial customers we failed to meet our target to improve our Net Promoter Score relative to peers. Our Institutional ranking remains at number one in both Australia and New Zealand."}
{"context": "$"}
{"context": "Wealth has remediated nearly 26,000 cases in total and made payments of $95.2m as at 30 September 2019."}
{"context": "Over the 12 months to 30 September 2019, the Responsible Banking team has increased the number of dedicated remediation resources working on large scale customer remediation matters from around 150 to around 275 people."}
{"context": "Managing customer complaints Listening to our customers and responding to their complaints in a timely, transparent and fair way is key to maintaining their confidence and trust in us."}
{"context": "This year, both the Australian Financial Complaints Authority and the Australian Securities and Investments Commission identified the need for significant improvement in our internal dispute resolution. High complaint volumes and lengthy delays in resolution were highlighted. We have established a detailed action plan which sets out the changes we need to make to improve our customers’ experience and we will keep stakeholders informed of our progress."}
{"context": "Similarly, the team within Wealth has expanded from around 120 to around 170 over the same time period and is projected to increase to around 200 by December 2019. Our New Zealand business also has almost 60 dedicated remediation resources. These additional resources, together with an increase in infrastructure and capability, are enabling us to refund impacted customers in a scalable and repeatable way."}
{"context": "For further information on our approach to complaints handling, complaint volumes and the role of our Customer Advocate refer to our 2019 ESG Supplement available at anz.com/cs in December."}
{"context": "More than 500 people throughout the Australian Retail and Commercial business are also working on a number of smaller customer remediations, fixes and investigations."}
{"context": "We are delivering an ongoing education program to share ‘lessons learnt’ and to highlight the impacts on customers when we fail to get it right. In creating a collective understanding of the root causes of our existing remediations, we continue to build a shared accountability for the prevention of future issues."}
{"context": "1. Roy Morgan Research Single Source, Australian population aged 14+, Main Financial Institution, six month rolling average to Sep’19. Ranking based on the four major Australian banks."}
{"context": "2. DBM Business Financial Services Monitor. Base: Commercial Banking (<$100 million annual turnover) Main Financial Institution customers. Six month average to Sep’19. Ranking based on the four major Australian banks."}
{"context": "4. Business Finance Monitor, TNS Kantar Research. Base: Commercial ($3 million – $150 million annual turnover) and Agricultural (>500K annual turnover) customers. Four quarter rolling average to Q3’19. In certain instances ANZ makes: • a community service payment in lieu of a payment to a customer account. In 2019 charity payments were made for ~111,000 accounts totalling ~$355,000. • the customer payment via cheque. In 2019 cheques were issued for ~178,000 accounts totalling ~$11,088,000. A proportion of these cheques remain unpresented."}
{"context": "4. Business Finance Monitor, TNS Kantar Research. Base: Commercial ($3 million – $150 million annual turnover) and Agricultural (>500K annual turnover) customers. Four quarter rolling average to Q3’19. In certain instances ANZ makes: • a community service payment in lieu of a payment to a customer account. In 2019 charity payments were made for ~111,000 accounts totalling ~$355,000. • the customer payment via cheque. In 2019 cheques were issued for ~178,000 accounts totalling ~$11,088,000. A proportion of these cheques remain unpresented."}
{"context": "5."}
{"context": "19"}
{"context": "Our customers continued"}
{"context": "Offering customers more convenient and engaging banking solutions Fifteen years ago more than half of all banking transactions occurred within the branch network; today, that number is down to less than 10 percent. Of the 2.8 million customers using our ANZ app, 36 percent are using mobile banking only – up 30 percent this year, demonstrating the significant shift in how customers are choosing to engage with us."}
{"context": "We are implementing digital solutions to assist our customers to improve their financial wellbeing. We have developed new features in the ANZ app to help our customers work towards their financial objectives by setting and tracking goals. Currently in the pilot phase, new features include data-driven ‘nudges’ (messages) to customers via the app, with milestones and tips to help them meet their savings goals."}
{"context": "This digital banking evolution brings both opportunities and challenges for ANZ. We are tailoring our products and services to the changing habits of our customers, who have told us they want more flexibility in their banking. Our digital technology now makes it possible for our customers to serve themselves, anywhere, anytime and we are adapting the way we operate to accommodate this. Peak usage on the ANZ app is between 4–6pm, and even during our quietest time between 12–2am we are serving almost 100,000 customers."}
{"context": "Of the 2.8 million customers using our ANZ app, 36 percent are using mobile banking only – up 30 percent this year"}
{"context": "With increasing digitalisation, a strong cyber security capability is critical"}
{"context": "The benefits of open banking"}
{"context": "As our customers choose to move their banking to digital platforms we are focused on safeguarding their money and personal information. We have invested heavily in our cyber security capability, and are in a strong position to keep our systems, data and customers safe from the increasing pace, scale and sophistication of cyber-attacks."}
{"context": "Open banking regulation came into force at the start of July in Australia, supporting the sharing of generic product data with third parties, with the aim of making it easier for customers to compare products. The sharing of customer specific data will start in early 2020. This will enable consumers to access data about themselves (personal, account and transaction data) and share it with accredited third parties of their choice."}
{"context": "At the heart of open banking is trust in how open banking participants manage their customers’ data. We will continue to invest in our customers’ security and privacy, and apply our ethical principles to all data use and the outcomes that result."}
{"context": "Recognising humans play a significant role in the security ‘ecosystem’, we are delivering comprehensive education programs for employees and customers, simplifying cyber security, and making it easier to understand and implement. This year we have developed workshops to help small businesses stay safe online, raised awareness of online scams and reached millions of customers through our campaign to help them protect their ‘virtual’ valuables. We are also helping to develop the cyber security curriculum for Australian high schools to ‘grow’ the next generation of cyber security workers."}
{"context": "Our Data Ethics Principles put our customers’ interests first in how their data is collected, used and disclosed; and provide mechanisms for transparency and choice to help our customers understand and control their personal information."}
{"context": "Promoting a culture where security is everyone’s business means we are better placed to protect our systems, data and our customers, and can actively contribute to digital innovation and the economic opportunities a secure online world offers."}
{"context": "We will uphold these principles as the open banking regime begins, ensuring our customers can request the sharing of their data, while also maintaining control over where and how their data is used."}
{"context": "Biometric authentication protecting customer payments in Australia and New Zealand"}
{"context": "“The emerging Australian data economy, sustained by customer- driven data sharing frameworks, should give customers more control in sharing information with confidence. Also, it should create opportunities for business to leverage their expertise, experience and technology into new areas to serve their customers. Businesses that engage with the data sector will have the opportunity to offer better services, and a more precise product to meet customer needs. Their customers should have the opportunity to benefit from enhanced choice and convenience. The efficient use of data, in a secure ecosystem with a strong governance structure, could be tremendously beneficial for businesses and customers alike.”"}
{"context": "Scott Farrell, Chair of Open Banking Review"}
{"context": "ANZ was the first Australian bank to enable its customers to make high value payments (up to $25,000) via the ANZ app using their voice. Our voice ID technology allows customers to verify their identity using their voice, rather than a PIN or password. While still an emerging technology, we currently have almost one million customers in Australia registered for voice ID. To date there have been no instances of fraud from a voice biometric breach."}
{"context": "Supplementary disclosures"}
{"context": "Refer to our 2019 ESG Supplement available at anz.com/cs in December for further disclosures, including historical data tables."}
{"context": "20"}
{"context": "Our divisions"}
{"context": "Australia Retail and Commercial"}
{"context": "“ While this year has had its challenges, I’m pleased our recent actions have restored momentum in our home loans business and with the progress we’ve made in fixing the failures of the past.”"}
{"context": "Mark Hand – Group Executive Australia Retail and Commercial Banking"}
{"context": "External operating environment"}
{"context": "Business strategy outcomes"}
{"context": "Performance1"}
{"context": "In Australia credit growth is slowing, revenue growth is negligible, interest rates are at record lows and regulation has increased substantially."}
{"context": "Competition too is intense, particularly in the home loan market. New competitors built to make the most of digital innovations to serve customers are also having an impact."}
{"context": "The housing market activity is improving off the back of the lower interest rates, and the removal of investor and interest only lending caps, but it is too soon to call a recovery."}
{"context": "Businesses remain cautious and are taking a ‘wait and see’ approach with the economy. Investment continues to be below long- term averages."}
{"context": "Momentum has returned in home lending with applications up 34% in the second half of 2019 (compared with the first half ), through improving turnaround times and greater clarity on lending policies, adjustments to lending caps and a major marketing campaign to restore confidence across our distribution channels. We are confident this will flow through to settlements."}
{"context": "More than half of our customers now bank digitally and the ANZ App has 2.8 million users making more than $380 million worth of transactions every day."}
{"context": "Our ANZ Business Growth Program has created more than 1,300 jobs and participants have increased their revenue by 374% and profit by 461%."}
{"context": "Through our network and insights, our customers continue to succeed in Asia and more than 200 have joined us for delegations to China, Hong Kong, Singapore, Vietnam and Japan."}
{"context": "2019 was a challenging year for Australia Retail and Commercial, impacted by continued margin erosion, lower average lending volumes (a combination of the external environment and ANZ conservative business settings) and reduction in fee Income."}
{"context": "The home loan portfolio, down 3%, was affected by slowing system credit growth, competition and more conservative home loan origination risk settings. Commercial Lending, also down 2%, was driven by lower volumes in Small Business Banking."}
{"context": "Customers grew by more than 130,000 in the year to 6.4 million, with 3.6 million customers now digitally active. Deposits also increased in 2019 to $208 billion, with Retail deposits up 1% and Commercial up 5%."}
{"context": "Productivity initiatives, including workforce and branch optimisation delivered cost savings and offset increased investment spending."}
{"context": "Financial Performance for Australia Retail and Commercial is provided within the Our Performance section on pages 52 to 65."}
{"context": "1. Commercial includes Small Business Banking, Business Banking and Private Bank"}
{"context": "Financial Performance Cash continuing1"}
{"context": "% of Group Profit FY19"}
{"context": "Cash proﬁt ($m)"}
{"context": "Net Loans & Advances ($b)"}
{"context": "2019"}
{"context": "3,195"}
{"context": "2019"}
{"context": "332"}
{"context": "49%"}
{"context": "2018"}
{"context": "3,626"}
{"context": "2018"}
{"context": "341"}
{"context": "% of Group Net Loans & Advances"}
{"context": "Return on Avg. RWAs (%)"}
{"context": "Customer Deposits ($b)"}
{"context": "2019"}
{"context": "2.0"}
{"context": "2019"}
{"context": "208"}
{"context": "54%"}
{"context": "2018"}
{"context": "2.2"}
{"context": "2018"}
{"context": "203"}
{"context": "1. On a cash profit (continuing operations) basis. Excludes non-core items included in statutory profit and discontinued operations included in cash profit. It is provided to assist readers in"}
{"context": "understanding the result of the ongoing business activities of the Group. For further information on adjustments between statutory and cash profit refer to page 53."}
{"context": "21"}
{"context": "Our divisions continued"}
{"context": "Institutional"}
{"context": "“ Institutional is smaller but better – we’re in the right markets, with the right customers and at the right returns. Our focused strategy is delivering results, and we’re staying vigilant in managing risks relating to geopolitics, global trade and consumer retail trends.”"}
{"context": "Mark Whelan – Group Executive Institutional"}
{"context": "External operating environment"}
{"context": "Business strategy outcomes"}
{"context": "Performance"}
{"context": "Market conditions have been challenging, particularly in the second half of this financial year. This is due to a combination of record low interest rates, high liquidity, low volatility, and heightened geopolitical tensions."}
{"context": "Institutional is focused on customers who value us, working within clear priority sectors, sharpening our geographic focus, simplifying products and technology and driving structural efficiencies."}
{"context": "Institutional continued to deliver the benefits of a simpler and more disciplined business in 2019, reporting an increase in Cash Profit and growth in the balance sheet. Net Loans and Advances were up 10% while customer deposits grew 6%."}
{"context": "China has been adapting to a slowing economy, while the inverted US Treasury yield curve sparked fears of a potential economic recession in the world’s largest economy."}
{"context": "Shifts in trade and supply chains due to the US-China trade war have had a positive impact on some markets, particularly in South-East Asia, where ANZ has a presence."}
{"context": "ANZ is also well prepared for Brexit with our European branch network and licensing arrangements meaning customers do not need to make changes or open new accounts in order to continue to bank with us in Europe."}
{"context": "Following our decision to exit lower returning and non-core customer relationships, Institutional is now in the process of pivoting to responsible and disciplined growth. We have also maintained our focus on reducing costs and capital efficiency."}
{"context": "This has delivered leading market positions across key geographies (#1 Australia & NZ, #5 Asia) and #1 in overall relationship quality for the second year running."}
{"context": "The sale of Retail, Commercial and SME in Papua New Guinea completed in September 2019 has enabled the business to focus on Institutional banking. The sale of our stake in Royal Bank in Cambodia (completed in July 2019) was also an important step in our simplification strategy."}
{"context": "Geographically, Australia, New Zealand and Asia Pacific, Europe & America all delivered profit growth, supported by strong customer revenue growth."}
{"context": "Transaction Banking and Loans and Specialised Finance both increased revenue in 2019, up 8% and 7% respectively. Markets revenue was down marginally due to lower Balance Sheet revenue, while Franchise Sales and Franchise Trading both delivered stronger revenue outcomes."}
{"context": "Focus on productivity contributed to another year of cost reductions, a result of lower full time equivalent staff, decrease in software amortisation and property efficiencies."}
{"context": "Credit charges remained below long run trends."}
{"context": "Financial Performance Cash continuing1"}
{"context": "Financial Performance for Institutional is provided within the Our Performance section on pages 52 to 65."}
{"context": "% of Group Profit FY19"}
{"context": "Cash proﬁt ($m)"}
{"context": "Net Loans & Advances ($b)"}
{"context": "28%"}
{"context": "2019"}
{"context": "1,828"}
{"context": "2019"}
{"context": "165"}
{"context": "2018"}
{"context": "1,480"}
{"context": "2018"}
{"context": "150"}
{"context": "% of Group Net Loans & Advances"}
{"context": "Return on Avg. RWAs (%)"}
{"context": "Customer Deposits ($b)"}
{"context": "27%"}
{"context": "2019"}
{"context": "1.1"}
{"context": "2019"}
{"context": "217"}
{"context": "2018"}
{"context": "0.9"}
{"context": "2018"}
{"context": "206"}
{"context": "1. On a cash profit (continuing operations) basis. Excludes non-core items included in statutory profit and discontinued operations included in cash profit. It is provided to assist readers in"}
{"context": "understanding the result of the ongoing business activities of the Group. For further information on adjustments between statutory and cash profit refer to page 53."}
{"context": "22"}
{"context": "New Zealand"}
{"context": "“ While it’s been a difficult year reputationally for the organisation, the business has stayed strong, with staff continuing to focus on doing the right thing by customers.”"}
{"context": "Antonia Watson – Acting Chief Executive Officer New Zealand"}
{"context": "External operating environment"}
{"context": "Business strategy outcomes"}
{"context": "Performance"}
{"context": "The New Zealand economy remains sound with commodity prices remaining solid, population growth still strong and continued low unemployment."}
{"context": "GDP growth, however, has slowed. Business and consumer confidence is down due to uncertainty in the international economic outlook. This has resulted in lower business investment and consumer spending. That has meant the historically low official cash rate environment has not provided the economic stimulus many had hoped for."}
{"context": "The level of regulatory scrutiny is increasing on all financial services entities in New Zealand and this is increasing compliance costs for the business."}
{"context": "The proposed RBNZ capital changes – which are intended to create a stronger and more robust banking industry and are expected to be made public in December 2019."}
{"context": "We continued to progress our strategy of simplifying the business and improving customer experience."}
{"context": "The OnePath Life insurance business sale was completed in November 2018, as well as other non-core ANZ New Zealand assets Paymark and ANZ Securities."}
{"context": "Frontline sales incentives were removed in 2019 to give confidence to customers that any products and services they purchased were sold to them for the right reasons."}
{"context": "In striving to be the best bank to help Kiwis own homes, we developed a market leading proposition that includes a “healthy homes” package to better insulate and heat houses."}
{"context": "The Commercial and Agri, and Institutional parts of ANZ New Zealand had a major focus on environmental initiatives to assist customers in the economy."}
{"context": "Our New Zealand business maintained a leading position in core banking products this year, with ~31% share of mortgages (August 2019), ~34% share of household deposits (August 2019) and ~24% share of KiwiSaver (June 2019)."}
{"context": "While the operating conditions were more challenging, Retail and Commercial both delivered balance sheet growth in 2019. Retail net loans and advances were up 4% (driven by Home Loan growth), and Commercial lending up 2%. Revenue for the division was however impacted by margin pressure from lower deposit margins and home loan mix changes."}
{"context": "Customer deposits grew 3% and customer numbers grew modestly to 2.4 million, of which 1.5 million customers are digitally active. Digital sales were up ~4% and now account for ~ 30% of all retail sales."}
{"context": "Within the Wealth unit, superannuation product Kiwisaver continued its strong growth, surpassing $14.5 billion in funds under management."}
{"context": "Focus in recent years on more conservative lending standards, together with a benign credit environment, contributed to provision charges remaining low this year."}
{"context": "Financial Performance Cash continuing1"}
{"context": "Financial Performance for New Zealand is provided within the Our Performance section on pages 52 to 65."}
{"context": "% of Group Profit FY19"}
{"context": "Cash proﬁt (NZDm)"}
{"context": "Net Loans & Advances (NZDb)"}
{"context": "22%"}
{"context": "2019"}
{"context": "1,479"}
{"context": "2019"}
{"context": "126"}
{"context": "2018"}
{"context": "1,655"}
{"context": "2018"}
{"context": "122"}
{"context": "% of Group Net Loans & Advances"}
{"context": "Return on Avg. RWAs (%)"}
{"context": "Customer Deposits (NZDb)"}
{"context": "19%"}
{"context": "2019"}
{"context": "2.4"}
{"context": "2019"}
{"context": "90"}
{"context": "2018"}
{"context": "2.7"}
{"context": "2018"}
{"context": "87"}
{"context": "1. On a cash profit (continuing operations) basis. Excludes non-core items included in statutory profit and discontinued operations included in cash profit. It is provided to assist readers in"}
{"context": "understanding the result of the ongoing business activities of the Group. For further information on adjustments between statutory and cash profit refer to page 53."}
{"context": "23"}
{"context": "Our people"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "We are developing the culture, capabilities and behaviours we need to live our purpose and values and deliver our strategy."}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "New icons/infographics Most material issues icons Our focus is on the following priorities:"}
{"context": "Culture"}
{"context": "Customer story icon"}
{"context": "Most material issues icons initiatives in support of our New icons/infographics desired culture;"}
{"context": "strengthening our Risk Culture, including strengthening our Accountability and Consequence Framework;"}
{"context": "Most material issues icons New icons/infographics"}
{"context": "changing the way in which we reward our people;"}
{"context": "New icons/infographics"}
{"context": "preparing our people for the future, ensuring we have the critical capabilities to succeed; and"}
{"context": "Stakeholder icons New icons/infographics"}
{"context": "Our desired culture is underpinned by our purpose, values, and Code of Conduct, as well as being focused on delivering great customer outcomes, making things simpler and always learning. Both a strong risk mindset and behaviours are embedded in our values, Code of Conduct and performance expectations, and we are committed to providing a safe environment in which all employees are empowered to ‘speak up’ and raise ideas or issues and concerns. Customer story icon"}
{"context": "Customer story icon"}
{"context": "We seek to understand and improve our culture on an ongoing basis and are continually improving the way we track and measure our progress. One way we do this is through our Enterprise Culture Steering Group, whose membership includes the CEO and other members of the Executive Committee, which meets twice a year and provides an opportunity for each Executive to present the cultural strengths and development areas of their business, and actions taken and planned to shift the culture."}
{"context": "Culture assessments"}
{"context": "Stakeholder icons"}
{"context": "creating a diverse and inclusive workplace and building our people’s resilience and wellbeing."}
{"context": "Stakeholder icons"}
{"context": "We are supported by a team of specialists in our Internal Audit group who undertake cultural assessments within the bank. These assessments assist our leaders to understand the culture within the business, how culture impacts the way we support customers and where culture could expose us to risk."}
{"context": "Links to 2019 Group Performance Framework Stakeholder icons How We Creat Value Icons Highlights during the year include: strengthening our Accountability and Consequence Framework; evolving our approach to measurement and governance of culture initiatives; redesigning and launching changes to how Stakeholder icons How We Creat Value Icons we manage and reward our people; solid progress in the investment in key skills for our future; launch of a digital How We Creat Value Icons learning platform; and a record level engagement survey result."}
{"context": "The assessments focus on identifying cultural themes, underlying factors and their impact to support the business to drive sustainable change toward ANZ’s desired culture. They incorporate a blend of quantitative data, primarily through an employee survey, as well as qualitative data through employee focus groups."}
{"context": "More than 20,000 employees have participated in culture assessments (since 2016)"}
{"context": "Refer to the Remuneration Report section of the Annual Report available at anz.com/shareholder/centre for further details."}
{"context": "Once an assessment is completed, the implementation of actions to address cultural challenges is monitored, and the effectiveness of those actions in shifting towards the desired culture is reviewed."}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "24"}
{"context": "Strengthening our risk culture"}
{"context": "During 2019 we have strengthened the way we deal with risk events through an enhanced Accountability and Consequence Framework, which is applicable to all of our people."}
{"context": "New Accountability and Consequence Principles set out when and how an accountability review will be conducted following a material risk or audit event, define the various categories of accountability (e.g. direct, indirect, collective) and provide guidelines for the relevant Group Executive to consider in determining appropriate consequences. Appropriate consequences should reflect the severity of the issue and may include, for example, one or more of the following: coaching, counselling, formal warnings, impacts to performance and remuneration outcomes, impacts on promotion, application of malus and ultimately termination of employment for the most serious issues."}
{"context": "The Consequence Review Group (CRG), chaired by the CEO, oversees the implementation and ongoing effectiveness of the Accountability and Consequence Framework, being cognisant of its impact on the culture of ANZ. The CRG reviews material risk and audit events and associated accountability and consequences. Our ongoing focus on accountability, consequences and driving a strong risk culture supports our customer commitment that when things go wrong, we fix them quickly and consistently hold executives to account where appropriate."}
{"context": "‘Speak up’ culture We also seek to support a strong ‘speak up’ culture and ensure managers recognise exemplary risk and audit behaviours. The focus on ‘speak up’ is being supported through our New Ways of Leading (NWOL) that are aligned with our purpose and values. NWOL focuses on five behaviours relevant for all employees and imperative for people leaders: be curious, create shared clarity, empower people, connect with empathy and grow people selflessly. We are incorporating culture into leader-led team activities to facilitate open, purposeful conversations about our culture and practices and create a psychologically safe environment for employees to ‘speak up’. We continue to promote and raise employee awareness of the various ways that employees can ‘speak up’ including through initiatives such as the Whistleblower Awareness Week."}
{"context": "We have 39,060 full-time equivalent employees"}
{"context": "Application of consequences In 2019 across the Group, 151 employees were terminated for breaches of our Code of Conduct. A further 516 employees received a formal disciplinary outcome, with managers required to apply impacts to their performance and remuneration outcomes as part of the annual review process."}
{"context": "Left to right: ANZ employees, Sewmee Samarasinghe and Kate London"}
{"context": "At the senior leadership level, 30 current or former senior leaders (Senior Executives, Executives and senior managers) had a formal consequence applied in 2019 for Code of Conduct breaches or findings of accountability for a material event, or otherwise left the bank after an investigation had been initiated. The 30 employees represent ~ 1% of the senior leader population. The consequences applied included warnings, impacts to performance and/or remuneration outcomes and cessation of employment."}
{"context": "Senior leader consequences in 20191"}
{"context": "Performance and remuneration consequence"}
{"context": "Formal warnings"}
{"context": "No longer employed"}
{"context": "1."}
{"context": "Individuals are included under all categories that are relevant meaning one individual may be reflected in multiple categories."}
{"context": "Changes to remuneration"}
{"context": "A key focus this year has been the redesign of the way we financially reward and manage the performance of our people to better support our purpose, culture and values. The changes include rebalancing the way we pay our people so that variable remuneration is a smaller part of take home pay. For the majority of employees, variable remuneration will be based on Group performance only (i.e. no individual bonuses). These changes will apply from financial year 2020, and are more closely aligned to our desired culture, with increased focus on collaboration and team performance, as well as individual growth and development."}
{"context": "We are implementing the recommendations from Stephen Sedgwick’s ‘Retail Banking Remuneration Review’, which is focused on strengthening the alignment of retail bank incentives, sales practices and good customer outcomes. Recommendations that ANZ is delivering independently are 90% complete and will be fully implemented well ahead of the October 2020 deadline. We continue to work with industry to progress the recommendations for third parties and principles to underpin customer metrics. Management provides regular updates to the Board Human Resources Committee on progress."}
{"context": "23"}
{"context": "12"}
{"context": "7"}
{"context": "25"}
{"context": "Our people continued"}
{"context": "Building workforce capability"}
{"context": "Diversity, inclusion and wellbeing"}
{"context": "We are creating an environment where our people can learn and grow every day, helping us to build organisational agility and capability to remain competitive."}
{"context": "We are making progress on our priority to build an engaged, diverse and inclusive workforce. We want our workforce to reflect the communities we serve and believe that leveraging the diversity of our people will allow us to innovate and improve customer experience."}
{"context": "We are building the capabilities of our leaders through the introduction of a new leadership feedback survey giving our leaders tangible and actionable feedback on their strengths and development opportunities. We continue to track the demonstration of our NWOL behaviours and our people are telling us through the leadership and engagement surveys that they are seeing their leaders demonstrating improvements across all five behaviours."}
{"context": "This year our efforts have focused on enabling social and economic participation through providing employment opportunities for people from under-represented groups (including Aboriginal and Torres Strait Islanders, people with disability and refugees). Overall, we are broadly on-track to meet our target to recruit >1,000 people from these groups by the end of FY20, reaching 734 since 2016."}
{"context": "Employee engagement: 77% (up from 73% in 2018)1"}
{"context": "Our Spectrum Program is designed to offer employment opportunities to the autism community (sometimes described as part of the neurodivergent community) to build fulfilling careers in areas such as cyber security, coding and testing. This year we welcomed additional participants and nearly half of our original cohort moved into permanent ongoing employment with ANZ."}
{"context": "In addition, we are building the capabilities critical to delivering our strategy and to future-proofing our workforce, with a focus on investing in our pipeline of data and engineering talent with new roles and development opportunities in data analysis and science."}
{"context": "?"}
{"context": "734 people employed from under-represented groups (since 2016)"}
{"context": "During the year we launched a new social learning platform – Our Way of Learning (OWL). Combining the functionality of a search engine and a social learning network, OWL offers employees free access to internal subject matter experts at ANZ and external content providers and user-generated content. OWL can be accessed by our people anywhere, anytime, and on any device."}
{"context": "In 2019 our people undertook almost 1.5 million hours of learning to increase their skills and capabilities, including self-directed learning through OWL."}
{"context": "We recognise that addressing the barriers preventing women from being fairly represented in senior roles is the key to closing our gender pay gap. We have a target in place to increase the representation of Women in Leadership to 34.1%2 by the end of the financial year 2020. This year representation has increased by 0.5% (up from 32% as at September 2018). Our progress is monitored monthly by the CEO and an Executive Committee."}
{"context": "A summary of our policy position on Diversity and Inclusion can be found at anz.com/corporate governance."}
{"context": "We continue to make strong progress in supporting our people’s safety and wellbeing. Our Health and Safety policy, and associated programs, ensure that we provide an environment that enables employees to participate fully in the workplace and perform at their best. This year we have increased our focus on employee wellbeing, encompassing the areas of mental, physical, social and financial wellbeing."}
{"context": "We also provide opportunities for our people to contribute to the communities in which they live and work through our giving and volunteering programs. For further detail see page 30."}
{"context": "Supplementary disclosures"}
{"context": "Refer to the Remuneration Report section of the Annual Report available at anz.com/shareholder/centre for further details."}
{"context": "Refer to our 2019 ESG Supplement available at anz.com/cs in December for further disclosures, including histroical data tables."}
{"context": "1. Against a target of improving by 6% to 80% by 2020 (against a 2016 baseline score of 74%). 2. Measures representation at the Senior Manager, Executive and Senior Executive levels. Includes all employees regardless of leave status but not contractors (who are included in FTE)."}
{"context": "26"}
{"context": "Since 2009 STREAT has helped more than 1,500 young people"}
{"context": "COMMUNITY STORY"}
{"context": "Cafe partnership helping to break the cycle of disadvantage"}
{"context": "Social enterprise STREAT provides a bridge to employment for young people experiencing disadvantage."}
{"context": "Since it was founded in 2009 it has helped more than 1,500 young people build stability and health back into their lives, while gaining work experience and hospitality qualifications from regular training across STREAT’s businesses."}
{"context": "“We have seven cafes, a bakery, a coffee roastery and a daily catering business and we generate 80 percent of our own income through these businesses,” says Bec Scott OAM, STREAT co-founder and Chief Executive Officer."}
{"context": "Having a large group of our employees within such close quarters of the café helps the young people with their work experience."}
{"context": "“STREAT works to create healthy people and a healthy planet. When you buy a coffee from us you’re creating training and employment opportunities for marginalised young Victorians, helping create change in coffee farming communities around the world and saving tonnes of disposable paper cups going to landfill each year.” says Bec."}
{"context": "STREAT’s newest location is a café housed inside ANZ’s campus at 839 Collins Street in Melbourne."}
{"context": "Our decision to partner with a social enterprise was a deliberate and considered one. With the opening of our new building this year there was an opportunity to look at the tendering process differently and select a partner that aligned directly with our own values and purpose."}
{"context": "Trainees completing STREAT’s six month intensive program will spend two shifts a week at one of STREAT’s cafés. Bec says a strong rapport is built within the office environment over that time and corporate staff often ask about the trainees after they graduate."}
{"context": "Left to right: Ryan McDonald – Cafe Operations Manager, STREAT, Bec Scott OAM – STREAT co-founder and Chief Executive Officer, Elise Bennetts – Chief Relationship Officer, STREAT"}
{"context": "27"}
{"context": "Our community"}
{"context": "Strong relationships with our stakeholders and the broader community are critical to our success. Banking is based on trust and we are working hard to regain the community’s trust following the Royal Commission."}
{"context": "In 2019"}
{"context": "$"}
{"context": "42.4% of employees volunteered"}
{"context": "We matched employee donations, collectively contributing over $2 million to charitable organisations"}
{"context": "Employees volunteered 134,930 hours to community organisations"}
{"context": "Improving financial wellbeing – at the core of our strategy"}
{"context": "Financial wellbeing contributes significantly to overall health and wellbeing, community connectedness and economic and social participation."}
{"context": "Over many years we have invested in community programs, including Saver Plus and MoneyMinded, which have been proven to be an important part of the financial inclusion story for lower- income people. These programs have helped to build financial skills and resilience, develop active savings habits and improve overall financial wellbeing."}
{"context": "Our financial inclusion program partnerships change lives"}
{"context": "Saver Plus – developed by Brotherhood of St Laurence and ANZ in 2003, program participants open an ANZ savings account, set a savings goal and save towards it regularly over 10 months while also attending MoneyMinded financial education sessions. On reaching their goal, savings are matched by ANZ dollar for dollar, up to $500, which must be spent on education."}
{"context": "Links to 2019 Group Performance Framework"}
{"context": "Since 2003, Saver Plus has reached over 43,600 lower-income participants and is expected to enable over $33 million of private sector funds to be invested in education by 2020."}
{"context": "Regaining the trust of the community, government and other key stakeholders remains a major focus – our Reptrak community sentiment indicator improved over the 12 months to 58.8 but remains well below pre Royal Commission levels. We have retained high scores in a number of indices:"}
{"context": "MoneyMinded – this program supports adults with low levels of financial literacy and those on lower incomes across 21 markets, including Australia and New Zealand. It is delivered by community partner organisations in Australia and New Zealand, and a mix of community organisations and ANZ employees in Asia and the Pacific."}
{"context": "Corporate Confidence Index (CCI)1: Score above peer average"}
{"context": "Dow Jones Sustainability Indices (DJSI)2: 2019 score of 82 (2018: 83). ANZ returned to global top ten (#10 overall)"}
{"context": "Refer to the Remuneration Report section of the Annual Report available at anz.com/shareholder/centre for further details."}
{"context": "MoneyBusiness – operating since 2005, MoneyBusiness is deigned to build the money management skills and confidence of Aboriginal and Torres Strait Islanders. In that time it has reached over 79,500 participants and has been delivered in over 320 communities through either Australian Government- funded service providers or ANZ’s partners."}
{"context": "1. Corporate Confidence Index (CCI): Outcomes of the CCI are provided to ANZ on a confidential basis. 2. Dow Jones Sustainability Indices (DJSI): Evaluates the sustainability performance of thousands of companies trading publicly, operated under a strategic partnership between S&P Dow Jones Indices and RobecoSAM (Sustainable Asset Management)."}
{"context": "28"}
{"context": "$"}
{"context": "More than 87,500 people participated in our MoneyMinded program in 2019"}
{"context": "COMMUNITY STORY"}
{"context": "MoneyMinded – changing attitudes to money"}
{"context": "Taghrid participated in MoneyMinded through the Brotherhood of St Laurence’s Stepping Stones program. Stepping Stones is a micro- enterprise program offered to women who have migrant, refugee or asylum seeker backgrounds."}
{"context": "Originally from Lebanon, Taghrid arrived in Australia 10 years ago with her husband and one-year-old daughter. Keen to start her own business making special occasion cakes she took part in Stepping Stones, completing MoneyMinded in the process. MoneyMinded taught her about prioritising her spending and deciphering between ‘needs and wants’."}
{"context": "MoneyMinded has also changed her attitude to money. Taghrid is careful with her money, but she is also finding alternatives so she and her family are not missing out on enjoying life."}
{"context": "“I’m not cutting anything, I’m not suffering. But at the same time, if I need something, I have money to buy it in a different way. I cut my coffee, but I enrolled in a gym,” she said."}
{"context": "She also learned about the value of having ‘emergency money’. Since completing MoneyMinded Taghrid regularly transfers $50 into a specific savings account, ‘just like paying a bill’. With these savings she was able to buy a replacement car when hers broke down – before MoneyMinded she would have been without a car for several months."}
{"context": "Taghrid has clear financial goals now too – a short-term goal of saving for materials for her business and a longer-term goal for her family to buy a home."}
{"context": "Image: MoneyMinded participant Taghrid"}
{"context": "29"}
{"context": "Our community continued"}
{"context": "Community investment"}
{"context": "Public policy debate"}
{"context": "It is important that we are a part of the communities in which we operate, and we provide many opportunities for our people to get involved through our community programs – volunteering, funding and participating in community projects, or donating through workplace giving."}
{"context": "We seek to contribute constructively to policy debate and understand the perspectives of our community’s elected representatives, policy makers and regulators. We contribute to debate on business, economic, social and environmental issues affecting our customers and shareholders."}
{"context": "The strength of our relationships with partners in the not-for-profit sector is key to our ability to support the delivery of much needed services to the community. Many of our partners work in areas aligned to our priority areas of financial wellbeing, housing and environmental sustainability."}
{"context": "We work in a collaborative and open way as members of associations that have similar interests and approaches to ours."}
{"context": "In 2019 our key membership payments were:"}
{"context": "Australian Banking Association"}
{"context": "$4,045,653"}
{"context": "Business Council of Australia"}
{"context": "$93,500"}
{"context": "$142.2 million in community investment1"}
{"context": "New Zealand Bankers’ Association (NZD)"}
{"context": "Business New Zealand (NZD)"}
{"context": "$294,979"}
{"context": "$40,250"}
{"context": "Workplace giving"}
{"context": "Our workplace giving program enables employees in Australia to make contributions to around 30 charity partners through regular pre-tax payroll deductions. This year we introduced ‘double matching’ – for every dollar donated by an employee (up to $5,000 per employee in a tax year) through the program, ANZ donates two dollars."}
{"context": "Payment to the Australian Banking Association includes our annual fee as well as expenditure related to communications activity, contribution to the establishment of a not-for-profit Debt Repayment Service, industry initiatives in response to the Royal Commission’s work, and industry reform activity such as the new Banking Code of Practice."}
{"context": "Public policy advocacy"}
{"context": "Our employees in New Zealand and Fiji can also donate through payroll to their respective staff foundations (charitable trusts that provide small grants) and ANZ double matches donations."}
{"context": "We understand that some of our stakeholders are particularly interested in positions we hold on issues such as data security, privacy and climate change and our membership of industry associations that undertake advocacy on these issues."}
{"context": "Volunteering"}
{"context": "Our Volunteer Leave Policy, which applies to permanent, regular and fixed-term employees provides for at least one day of paid volunteer leave each year."}
{"context": "It is not the role of any association to represent solely ANZ’s, nor any other single member’s view. It is also not possible for industry associations to obtain a consensus on every issue. There is sometimes disagreement amongst members about the final positions taken by industry associations and even if we do not agree with it, we will participate in discussions. From time to time, we may take positions on certain matters not supported by the relevant industry association. For example, ANZ was the first major bank to support a ‘last resort’ compensation scheme for victims of misconduct. Such a scheme is now public policy."}
{"context": "Supplementary disclosures"}
{"context": "Refer to our 2019 ESG Supplement available at anz.com/cs in December for further disclosures, including historical data tables."}
{"context": "We place high importance on the ability to hold constructive dialogue within an association’s membership and we expect industry associations to be receptive to member feedback regarding their lobbying or advocacy approaches."}
{"context": "1. Figure includes forgone revenue of $109 million, being the cost of providing low or fee free accounts to a range of customers such as government benefit recipients, not for profit"}
{"context": "organisations and students."}
{"context": "30"}
{"context": "A relatively new type of financing, social bonds are structured so the proceeds fund a social purpose"}
{"context": "CUSTOMER STORY"}
{"context": "Improving access to social and affordable housing for those most in need"}
{"context": "This year ANZ arranged bonds for both Australia’s National Housing Finance and Investment Corporation (NHFIC) and Housing New Zealand Corporation (HNZ), aimed at increasing access and availability of social and affordable housing on both sides of the Tasman."}
{"context": "Well received by investors, the bonds – a A$315 million social bond for NHFIC and two wellbeing bonds for HNZ (NZ$500 million and NZ$600 million) – set benchmarks as the first ever capital markets issue for NHFIC and the first wellbeing bonds for HNZ."}
{"context": "According to ANZ CEO Shayne Elliott, “One of the areas in which we can impact the community is in the area of housing. This is not about charitable works, it’s about bringing the full force of ANZ, one of the largest financial institutions in the country to bear; to have an impact and to shape the world for good.”"}
{"context": "A relatively new type of financing, social bonds are structured so the proceeds fund a social purpose. In this case, owning a NHFIC or HNZ bond is an indirect investment into Australia and New Zealand’s social and affordable housing sector. The return is based on the credit-worthiness of the borrower who is responsible for directing the financing to social causes, with an obligation to report accordingly."}
{"context": "Partnering with NHFIC and HNZ allowed ANZ to join forces and draw on each organisation’s expertise in order to deliver better outcomes for a range of stakeholders."}
{"context": "Left to right: Nathan Dal Bon – Chief Executive Officer, National Housing Finance and Investment Corporation, Caryn Kakas – Head of Housing Strategy, Group Strategy, ANZ and Tessa Dann – Associate Director, Sustainable Finance, ANZ."}
{"context": "Access to housing has a huge impact on people’s ability to thrive socially and economically, as well as to feel secure and be part of a local community."}
{"context": "31"}
{"context": "Governance"}
{"context": "Corporate Governance Framework"}
{"context": "SHAREHOLDERS"}
{"context": "BOARD OF DIRECTORS"}
{"context": "Audit Committee"}
{"context": "Ethics, Environment, Social and Governance Committee"}
{"context": "Risk Committee"}
{"context": "Human Resources Committee"}
{"context": "Digital Business and Technology Committee"}
{"context": "Nomination and Board Operations Committee"}
{"context": "BOARD RESERVED POWERS AND DELEGATION OF AUTHORITY POLICY"}
{"context": "CHIEF EXECUTIVE OFFICER"}
{"context": "GROUP EXECUTIVE COMMITTEE"}
{"context": "32"}
{"context": "ANZ’s strong governance framework provides a solid structure for effective and responsible decision making within the organisation. The Board is responsible for the oversight of ANZ and its sound and prudent management, with specific duties as set out in its Charter available at anz.com/corporategovernance There are six principal Board Committees – the Audit Committee, the Ethics, Environment, Social and Governance Committee, the Risk Committee, the Human Resources Committee, the Digital Business and Technology Committee and the Nomination and Board Operations Committee. Each Committee has its own Charter setting out its roles and responsibilities. At management level, the Group Executive Committee comprises ANZ’s most senior executives. There is a delegations of authority framework that clearly outlines those matters delegated to the CEO and other members of senior management. For further detail on ANZ’s governance framework see our 2019 Corporate Governance Statement available at anz.com/corporategovernanceBelow from left to right1 RT Hon Sir John Key, GNZM AC Independent Non-Executive Director2 John Macfarlane Independent Non-Executive Director3 Paula Dwyer Independent Non-Executive Director 4 David Gonski, AC Chairman, Independent Non-Executive Director 5 Graeme Liebelt Independent Non-Executive Director 6 Ilana Atlas Independent Non-Executive Director7 Shayne Elliott Chief Executive Officer, Executive Director8 Jane Halton, AO PSM Independent Non-Executive DirectorFull biography details can be found on our website at anz.com/directors and on pages 38–42 of this report."}
{"context": "Board of Directors"}
{"context": "33"}
{"context": "Governance (continued)"}
{"context": "Directors’ Meetings"}
{"context": "The number of Board, and Board Committee, meetings held during the year and each Director’s attendance at those meetings are set out below:"}
{"context": "Board"}
{"context": "Risk Committee"}
{"context": "Audit Committee"}
{"context": "Human Resources Committee"}
{"context": "Ethics, Environment, Social and Governance Committee"}
{"context": "Digital Business and Technology Committee"}
{"context": "Nomination and Board Operations Committee"}
{"context": "Special Committee of the Board1"}
{"context": "Committee of the Board1"}
{"context": "Shares Committee1"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "Ilana Atlas"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "Paula Dwyer"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "2"}
{"context": "2"}
{"context": "Shayne Elliott2"}
{"context": "12"}
{"context": "11"}
{"context": "3"}
{"context": "3"}
{"context": "2"}
{"context": "2"}
{"context": "3"}
{"context": "3"}
{"context": "David Gonski, AC"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "3"}
{"context": "3"}
{"context": "2"}
{"context": "2"}
{"context": "4"}
{"context": "4"}
{"context": "Jane Halton, AO PSM"}
{"context": "12"}
{"context": "12"}
{"context": "6"}
{"context": "6"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "Sir John Key, GNZM AC 12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "5"}
{"context": "5"}
{"context": "4"}
{"context": "4"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "Lee Hsien Yang3"}
{"context": "4"}
{"context": "4"}
{"context": "3"}
{"context": "3"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "Graeme Liebelt"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "John Macfarlane"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "Column A – Indicates the number of meetings the Director was eligible to attend."}
{"context": "Column B – Indicates the number of meetings attended. The Chairman is an ex-officio member of the Risk, Audit, Human Resources, Ethics, Environment, Social and Governance, Digital Business and Technology and Nomination and Board Operations Committees."}
{"context": "1. The meetings of the Special Committee of the Board, Shares Committee and Committee of the Board as referred to in the table above include those conducted by written resolution."}
{"context": "2. The Board meeting Shayne Elliott did not attend was due to his appearance at the Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry."}
{"context": "With respect to Committee meetings, the table above records attendance of Committee members. Any Director is entitled to attend these meetings and from time to time Directors attend meetings of Committees of which they are not a member."}
{"context": "3. Lee Hsien Yang retired as a Non-Executive Director on 19 December 2018."}
{"context": "34"}
{"context": "Executive Committee"}
{"context": "Below from left to right"}
{"context": "1 Maile Carnegie Group Executive Digital and Australia Transformation Joined the Executive Committee on 27 June 2016."}
{"context": "2 Farhan Faruqui Group Executive International Joined the Executive Committee on 1 February 2016."}
{"context": "3 Gerard Florian Group Executive Technology Joined the Executive Committee on 30 January 2017."}
{"context": "4 Alexis George Deputy Chief Executive Officer and Group Executive Wealth Australia Joined the Executive Committee on 1 December 2016. 5 Kathryn van der Merwe Group Executive Talent and Culture Joined the Executive Committee on 1 May 2017."}
{"context": "6 Kevin Corbally Group Chief Risk Officer Joined the Executive Committee on 19 March 2018."}
{"context": "7 Mark Whelan Group Executive Institutional Joined the Executive Committee* on 20 October 2014."}
{"context": "8 Antonia Watson Acting Chief Executive Officer New Zealand Joined the Executive Committee on 17 June 2019."}
{"context": "9 Shayne Elliott Chief Executive Officer (appointed CEO on 1 January 2016). Joined the Executive Committee* on 1 June 2009. 10 Michelle Jablko Chief Financial Officer Joined the Executive Committee on 18 July 2016."}
{"context": "11 Mark Hand Group Executive Australia Retail and Commercial Banking Joined the Executive Committee on 15 May 2018."}
{"context": "Full biography details can be found on our website at anz.com/exco"}
{"context": "previously known as Management Board"}
{"context": "35"}
{"context": "Governance (continued)"}
{"context": "Board areas of focus in FY19 This year the Board and its Committees have undertaken key strategic, governance and oversight activities, including:"}
{"context": "STRATEGY AND PURPOSE-LED TRANSFORMATION"}
{"context": "CUSTOMER"}
{"context": "Approving the development of a new customer focused section of the Board agenda, including in relation to: – Customer satisfaction, complaints and remediation"}
{"context": "– Regulatory changes impacting customers"}
{"context": "– ANZ’s approach to marketing and specific marketing"}
{"context": "initiatives"}
{"context": "Conducting annual Board strategy session, focused on the long-term success of the company and learning lessons from past experience"}
{"context": "Providing oversight of ANZ’s approach to customer remediation and complaints"}
{"context": "Regularly discussing ANZ’s strategic priorities, including the refinement and implementation of them, with the Chief Executive Officer"}
{"context": "Participating in a detailed review of ANZ’s customer service lighthouse initiative, including meeting with participating front line staff"}
{"context": "Regularly discussing the progress of ANZ’s transformation of its Australian business and ANZ’s approach to it"}
{"context": "Reviewing ANZ’s approach to communicating customer initiatives to the front line"}
{"context": "As part of the Board’s visit to New Zealand, receiving detailed reports covering the entire NZ business and its direction"}
{"context": "Continuing its focus on ANZ’s corporate culture, including reviewing results and key themes of ANZ’s culture assessments and ANZ’s staff engagement survey"}
{"context": "Providing oversight of the design and implementation of ANZ’s redesign and simplification of remuneration and reward and Accountability and Consequences Frameworks, including reviewing and providing input into the Australian Prudential Regulation Authority’s executive remuneration proposals"}
{"context": "Discussing future disruptive technologies and potential business impact on, and involvement by, ANZ"}
{"context": "36"}
{"context": "FINANCIAL"}
{"context": "GOVERNANCE AND REGULATORY"}
{"context": "Reviewing and approving ANZ’s self-assessment of governance, culture and accountability practices and subsequent roadmap of remediation activities"}
{"context": "Providing oversight of ANZ’s response to the final report of the Royal Commission"}
{"context": "Reviewing and endorsing ANZ’s operating and strategic plans"}
{"context": "Participating in deep dives into how ANZ approaches compliance with numerous prudential standards"}
{"context": "Regularly discussing business momentum matters"}
{"context": "Regularly discussing merger and acquisitions matters, including in relation to the progress of the transactions regarding the sale of its Wealth business"}
{"context": "Providing oversight of capital management matters, including in relation to proposals from the Reserve Bank of New Zealand, the Australian Prudential Regulation Authority and current and future capital management options for ANZ"}
{"context": "Reviewing ANZ’s governance processes for the preparation of its financial statements"}
{"context": "Creating a new Nomination and Board Operations Committee, consisting of all Non-Executive Directors, to focus on the Board’s own composition and operations"}
{"context": "Embedding the increased remit of the Ethics, Environment, Social and Governance Committee to focus on ESG matters"}
{"context": "Reviewing and implementing improvements to Board Committee reporting practices on technology related matters, including in relation to technology stability and simplicity, cloud and data governance and information and cyber security."}
{"context": "In addition to the regular meetings of the Board held in Melbourne and Sydney, the Board also met in Wagga Wagga, Perth and Auckland, and went to Hobart, with each trip including customer, staff and other stakeholder functions, with a distinct focus on engagement matters."}
{"context": "37"}
{"context": "Governance (continued)"}
{"context": "Directors’ Qualifications, Experience and Special Responsibilities"}
{"context": "As at the date of this report, the Board comprises seven Non-Executive Directors and one Executive Director, the Chief Executive Officer. Lee Hsien Yang was a Non-Executive Director from February 2009 until his retirement in December 2018. The names of the current Directors, together with details of their qualifications, experience and special responsibilities are set out below."}
{"context": "David Gonski, AC"}
{"context": "CHAIR"}
{"context": "MEMBER"}
{"context": "Audit Committee"}
{"context": "POSITION"}
{"context": "Chairman, Independent Non-Executive Director"}
{"context": "Ethics, Environment, Social and Governance Committee"}
{"context": "QUALIFICATIONS"}
{"context": "BCom, LLB, FAICD(Life), FCPA"}
{"context": "RESPONSIBILITIES"}
{"context": "Risk Committee"}
{"context": "Human Resources Committee"}
{"context": "Chairman since 1 May 2014 and a Non-Executive Director since February 2014. David is an ex officio member of all Board Committees and Chair of the Ethics, Environment, Social and Governance Committee and Nomination and Board Operations Committee."}
{"context": "Digital Business and Technology Committee"}
{"context": "CAREER"}
{"context": "Nomination and Board Operations Committee"}
{"context": "David started his career as a lawyer at Herbert Smith Freehills, and is now one of Australia’s most respected business leaders and company directors. He has business experience in Australia and internationally, and is involved in a broad range of organisations in the government and education sectors. He is a leading philanthropist and provides strong community leadership, particularly in relation to education in Australia."}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Chairman: The University of New South Wales Foundation Limited (from 2005, Director from 1999)."}
{"context": "Director: Sydney Airport Limited (from 2018), Lowy Institute for International Policy (from 2012) and Australian Philanthropic Services Limited (from 2012)."}
{"context": "Member: Advisory Committee for Optus Limited (from 2013)."}
{"context": "Chancellor: University of New South Wales Council (from 2005)."}
{"context": "President: Art Gallery of NSW Trust (from 2016)."}
{"context": "RELEVANT FORMER DIRECTORSHIPS HELD IN LAST THREE YEARS INCLUDE"}
{"context": "Former Chairman: Review to Achieve Education Excellence in Australian Schools for the Commonwealth of Australia (2017–2018), Coca-Cola Amatil Limited (2001–2017, Director from 1997) and Sydney Theatre Company Ltd (2010–2016)."}
{"context": "Former Member: ASIC External Advisory Panel (2013–2019)"}
{"context": "Age 66 years | Residence Sydney, Australia"}
{"context": "38"}
{"context": "Shayne Elliott"}
{"context": "POSITION"}
{"context": "Chief Executive Officer and Executive Director"}
{"context": "QUALIFICATIONS"}
{"context": "BCom"}
{"context": "RESPONSIBILITIES"}
{"context": "Chief Executive Officer and Executive Director since 1 January 2016."}
{"context": "CAREER"}
{"context": "Shayne has over 30 years’ experience in banking in Australia and overseas, in all aspects of the industry. Shayne joined ANZ as CEO Institutional in June 2009, and was appointed Chief Financial Officer in 2012."}
{"context": "Prior to joining ANZ, Shayne held senior executive roles at EFG Hermes, the largest investment bank in the Middle East, which included Chief Operating Officer. He started his career with Citibank New Zealand and worked with Citibank/Citigroup for 20 years, holding various senior positions across the UK, USA, Egypt, Australia and Hong Kong."}
{"context": "Shayne is a Director of the Financial Markets Foundation for Children and a member of the Australian Banking Association (which he also Chairs) and the Business Council of Australia."}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Chairman: Australian Banking Association (from 2017, Member from 2016)."}
{"context": "Director: ANZ Bank New Zealand Limited (from 2009) and the Financial Markets Foundation for Children (from 2016)."}
{"context": "Director: ANZ Bank New Zealand Limited (from 2009) and the Financial Markets Foundation for Children (from 2016)."}
{"context": "Member: Business Council of Australia (from 2016)."}
{"context": "Age 55 years | Residence Melbourne, Australia"}
{"context": "Ilana Atlas"}
{"context": "CHAIR"}
{"context": "MEMBER"}
{"context": "POSITION"}
{"context": "Independent Non-Executive Director"}
{"context": "QUALIFICATIONS"}
{"context": "BJuris (Hons), LLB (Hons), LLM"}
{"context": "RESPONSIBILITIES"}
{"context": "Non-Executive Director since September 2014. Ilana is a member of the Audit Committee, Ethics, Environment, Social and Governance Committee and Nomination and Board Operations Committee."}
{"context": "CAREER"}
{"context": "Ilana brings a strong financial services background and legal experience to the Board. Ilana was a partner at law firm Mallesons Stephen Jaques (now King & Wood Mallesons), where in addition to her practice in corporate law, she held a number of management roles in the firm including Executive Partner, People and Information, and Managing Partner. She also worked at Westpac for 10 years, where her roles included Group Secretary and General Counsel and Group Executive, People, where she was responsible for human resources, corporate affairs and sustainability. Ilana has a strong commitment to the community, in particular the arts and education."}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Chairman: Coca-Cola Amatil Limited (from 2017, Director from 2011) and Jawun (from 2017, Director from 2014)."}
{"context": "Director: OneMarket Limited (from 2018) and Paul Ramsay"}
{"context": "Member: Panel of Adara Partners (from 2015)."}
{"context": "RELEVANT FORMER DIRECTORSHIPS HELD IN LAST THREE YEARS INCLUDE"}
{"context": "Former Chairman: The Bell Shakespeare Company Limited (2010–2016, Director 2004–2016)."}
{"context": "Former Director: Westfield Corporation Limited (2014–2018), Human Rights Law Centre Ltd (2012–2017) and Treasury Corporation of New South Wales (2013–2017)."}
{"context": "Former Fellow: Senate of the University of Sydney (2015–2019)"}
{"context": "Age 65 years | Residence Sydney, Australia"}
{"context": "39"}
{"context": "Governance (continued)"}
{"context": "Paula Dwyer"}
{"context": "Jane Halton, AO PSM"}
{"context": "CHAIR"}
{"context": "CHAIR"}
{"context": "MEMBER"}
{"context": "MEMBER"}
{"context": "POSITION"}
{"context": "POSITION"}
{"context": "Independent Non-Executive Director"}
{"context": "Independent Non-Executive Director"}
{"context": "QUALIFICATIONS"}
{"context": "QUALIFICATIONS"}
{"context": "BCom, FCA, SF Fin, FAICD"}
{"context": "BA (Hons) Psychology, FIML, FIPAA, NAM, Hon. FAAHMS, Hon. FACHSE, Hon. DLitt (UNSW)"}
{"context": "RESPONSIBILITIES"}
{"context": "Non-Executive Director since April 2012. Paula is a member of the Risk Committee, Human Resources Committee and Nomination and Board Operations Committee."}
{"context": "CAREER"}
{"context": "RESPONSIBILITIES"}
{"context": "Non-Executive Director since October 2016. Jane is a member of the Human Resources Committee, Ethics, Environment, Social and Governance Committee and Nomination and Board Operations Committee."}
{"context": "Paula has extensive experience in financial markets, corporate finance, risk management and investments, having held senior executive roles at Calibre Asset Management, Ord Minnett (now J P Morgan) and at Price Waterhouse (now PricewaterhouseCoopers). Her career as a company director spans financial services, investment, insurance, healthcare, gambling and entertainment, fast moving consumer goods, property and construction and retailing sectors. Paula has a strong interest in education and medical research, having served as a member of the Geelong Grammar School Council and the Business and Economics Faculty at the University of Melbourne and as Deputy Chairman of Baker IDI."}
{"context": "CAREER"}
{"context": "Jane’s 33 year career in the public service includes the positions of Secretary of the Australian Department of Finance, Secretary of the Australian Department of Health, Secretary for the Department of Health and Ageing, and Executive Co-ordinator (Deputy Secretary) of the Department of the Prime Minister and Cabinet. She brings to the Board extensive experience in finance, insurance, risk management, information technology, human resources, health and ageing and public policy. She also has significant international experience."}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Chairman: Tabcorp Holdings Limited (from 2011, Director from 2005), Healthscope Limited (from 2014) and Kin Group Advisory Board (from 2014)."}
{"context": "Jane has contributed extensively to community health through local and international organisations including the World Health Organisation and National Aboriginal and Torres Strait Islander Health Council."}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Director: Lion Pty Ltd (from 2012) and Allianz Australia Limited (from 2019)."}
{"context": "Member: Kirin International Advisory Board (from 2012) and Australian Government Takeovers Panel (from 2017)."}
{"context": "Chairman: Vault Systems (from 2017), Coalition for Epidemic Preparedness Innovations (Norway) (from 2018, Member from 2016) and Council on the Ageing Australia (from 2017)."}
{"context": "Director: Clayton Utz (from 2017) and Crown Resorts Limited (from 2018)."}
{"context": "Director: Clayton Utz (from 2017) and Crown Resorts Limited (from 2018)."}
{"context": "Member: Executive Board of the Institute of Health Metrics and Evaluation at the University of Washington (from 2007)."}
{"context": "Adjunct Professor: University of Sydney and University of Canberra."}
{"context": "Council Member: Australian Strategic Policy Institute (from 2016)."}
{"context": "RELEVANT FORMER DIRECTORSHIPS HELD IN LAST THREE YEARS INCLUDE"}
{"context": "Former Chairman: OECD Asian Senior Budget Officials Network (2014–2016)."}
{"context": "Former Public Policy Fellow: ANU Crawford School of Public Policy (2012–2016)."}
{"context": "Age 59 years | Residence Canberra, Australia"}
{"context": "40"}
{"context": "Rt Hon Sir John Key, GNZM AC"}
{"context": "MEMBER"}
{"context": "POSITION"}
{"context": "Independent Non-Executive Director"}
{"context": "QUALIFICATIONS"}
{"context": "BCom, DCom (Honoris Causa)"}
{"context": "RESPONSIBILITIES"}
{"context": "Non-Executive Director since February 2018. Sir John is a member of the Ethics, Environment, Social and Governance Committee, Risk Committee, Digital Business and Technology Committee and Nomination and Board Operations Committee."}
{"context": "CAREER"}
{"context": "Sir John was Prime Minister of New Zealand from 2008 to 2016, having commenced his political career in 2002. Sir John had a long career in international finance, primarily for Bankers Trust in New Zealand and Merrill Lynch in Singapore, London and Sydney. He was previously a member of the Foreign Exchange Committee of the Federal Reserve Bank of New York (from 1999 to 2001)."}
{"context": "Sir John was made a Knight Grand Companion of the New Zealand Order of Merit in the 2017 Queen’s Birthday Honours. In 2017 Sir John became a Companion of the Order of Australia for advancing the Australia-New Zealand bilateral relationship."}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Chairman: ANZ Bank New Zealand Limited (from 2018, Director from 2017)."}
{"context": "Director: Air New Zealand Limited (from 2017) and Palo Alto Networks (from 2019)."}
{"context": "RELEVANT FORMER DIRECTORSHIPS HELD IN LAST THREE YEARS INCLUDE"}
{"context": "Former Chairman: The International Democratic Union (2014–2018)."}
{"context": "Age 58 years | Residence Auckland, New Zealand."}
{"context": "Graeme Liebelt"}
{"context": "CHAIR"}
{"context": "MEMBER"}
{"context": "POSITION"}
{"context": "Independent Non-Executive Director"}
{"context": "QUALIFICATIONS"}
{"context": "BEc (Hons), FAICD, FTSE, FIML"}
{"context": "RESPONSIBILITIES"}
{"context": "Non-Executive Director since July 2013. Graeme is a member of the Audit Committee, Human Resources Committee and Nomination and Board Operations Committee."}
{"context": "CAREER"}
{"context": "Graeme brings to the Board his experience of a 23 year executive career with Orica Limited (including a period as Chief Executive Officer), a global mining services company with operations in more than 50 countries. He has extensive international experience and a strong record of achievement as a senior executive, including in strategy development and implementation."}
{"context": "Graeme is committed to global trade and cooperation, as well as community education."}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Chairman: Amcor Limited (from 2013, Director from 2012)"}
{"context": "Director: Australian Foundation Investment Company Limited (from 2012) and Carey Baptist Grammar School (from 2012)."}
{"context": "RELEVANT FORMER DIRECTORSHIPS HELD IN LAST THREE YEARS INCLUDE"}
{"context": "Former Chairman: DuluxGroup Limited (2018–2019, Director from 2016)."}
{"context": "Age 65 years | Residence Melbourne, Australia"}
{"context": "41"}
{"context": "Governance (continued)"}
{"context": "Company Secretaries’ Qualifications and Experience"}
{"context": "John Macfarlane"}
{"context": "Currently there are two people appointed as Company Secretaries of the Company. Details of their roles are contained in the Corporate Governance Statement."}
{"context": "MEMBER"}
{"context": "Their qualifications and experience are as follows:"}
{"context": "POSITION"}
{"context": "Ken Adams"}
{"context": "Independent Non-Executive Director"}
{"context": "POSITION"}
{"context": "QUALIFICATIONS"}
{"context": "Group General Counsel"}
{"context": "BCom, MCom (Hons)"}
{"context": "QUALIFICATIONS"}
{"context": "RESPONSIBILITIES"}
{"context": "BA, LLB, LLM"}
{"context": "Non-Executive Director since May 2014. John is a member of the Audit Committee, Risk Committee, Digital Business and Technology Committee and Nomination and Board Operations Committee."}
{"context": "CAREER"}
{"context": "John is one of Australia’s most experienced international bankers having previously served as Executive Chairman of Deutsche Bank Australia and New Zealand, and CEO of Deutsche Bank Australia. John has also worked in the USA, Japan and PNG, and brings to the Board a depth of banking experience in ANZ’s key markets in Australia, New Zealand and the Asia Pacific. He is committed to community health, and is a Director of the Aikenhead Centre of Medical Discovery Limited (from 2016)."}
{"context": "Ken joined ANZ as Group General Counsel in August 2019, having assisted it with major legal issues for over 10 years. Prior to ANZ, Ken was a Partner of Freehills and later Herbert Smith Freehills for 21 years, and for 6 years was a member of the Herbert Smith Freehills Global Board. Ken is one of Australia’s leading commercial lawyers with significant experience in class actions, and complex problems requiring strategic and multi-disciplinary analysis. He holds a Master of Laws from the University of Melbourne and is a co-author of Class Actions in Australia."}
{"context": "Simon Pordage"}
{"context": "POSITION"}
{"context": "Company Secretary"}
{"context": "RELEVANT OTHER DIRECTORSHIPS"}
{"context": "Director: Craigs Investment Partners Limited (from 2013), Colmac Group Pty Ltd (from 2014), AGInvest Holdings Limited (MyFarm Limited) (from 2014, Chairman 2014–2016), Balmoral Pastoral Investments (from 2017) and L1 Long Short Fund (from 2018)."}
{"context": "RELEVANT FORMER DIRECTORSHIPS HELD IN LAST THREE YEARS INCLUDE"}
{"context": "Former Director: St Vincent’s Institute of Medical Research (2008–2019)"}
{"context": "Age 59 years | Residence Melbourne, Australia"}
{"context": "QUALIFICATIONS"}
{"context": "LLB (Hons), FGIA, FCIS"}
{"context": "Simon joined ANZ in May 2016. He is a Chartered Secretary and has extensive company secretarial and corporate governance experience. From 2009 to 2016 he was Company Secretary for Australian Foundation Investment Company Limited and a number of other listed investment companies. Other former roles include being Deputy Company Secretary for ANZ and Head of Board Support for Barclays PLC in the United Kingdom. Simon is committed to the promotion of good corporate governance. He is a former National President and Chairman of Governance Institute of Australia, and is a member and former Chairman of its National Legislation Review Committee, and regularly presents on governance issues."}
{"context": "42"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "New icons/infographics"}
{"context": "We have had a banking relationship with Willie Smith’s for more than 100 years"}
{"context": "CUSTOMER STORY"}
{"context": "Growing business sustainably"}
{"context": "Stakeholder icons"}
{"context": "Willie Smith’s Organic Apples and Cider is a family-run business in Huonville, Tasmania. The family started apple farming in 1888 and the business has since evolved into a premium supplier of organic apples, cider and spirits."}
{"context": "Over the years they have faced many challenges, including bushfires and the collapse of Tasmania’s apple export industry in 1973 (the result of Britain joining the European Common Market). In response, Ian Smith, a third-generation orchardist, built controlled-atmosphere cool stores and began exporting to Asia in How We Creat Value Icons the 1980s."}
{"context": "More recently his son Andrew has converted the orchard into an organic farm, in the belief that growing food without the need for chemical fertilisers and pesticides is better for their land, their customers and the Tasmanian environment."}
{"context": "Willie Smith’s has had a banking relationship with ANZ for more than 100 years. In June this year members of our Board and"}
{"context": "Executive visited the cider production facilities and packing shed, meeting with the workers and learning about what matters to them and their local community."}
{"context": "“I have worked hard to evolve Willie Smiths into a vertically integrated agribusiness in the last twenty years. The key ingredients have been innovation, hard work and good relationships. I feel confident and comfortable in our working relationship with ANZ,” said Andrew."}
{"context": "Supporting the agricultural sector is an important part of ANZ’s history, and banking customers like Willie Smith’s aligns with our focus on helping our customers grow their business sustainably."}
{"context": "Image: Andrew Smith"}
{"context": "43"}
{"context": "Risk management"}
{"context": "The successful delivery of the bank’s strategy is dependent on sound risk management. All of the bank’s activities involve – to varying degrees – the analysis, evaluation, acceptance and management of risks or a combination of risks."}
{"context": "Sound risk management plays a critical role in positioning us to prepare for, and respond to, opportunities and challenges in our operating environment."}
{"context": "Our progress"}
{"context": "This year we have continued to strengthen our risk management capabilities, focusing on:"}
{"context": "Our Risk Management Framework"}
{"context": "The Board is responsible for establishing and overseeing the Group’s risk management framework. The Board has delegated authority to the Board Risk Committee (BRC) to develop and monitor compliance with the Group’s risk management policies. The Committee reports regularly to the Board on its activities."}
{"context": "Culture and conduct • We have initiated a programme of work to build out how we will measure, monitor and manage conduct risk to allow us to better understand and respond to the drivers of poor conduct. This has included introducing new accountability and consequence principles for employees found accountable for material failure and non-compliance as well as recognising positive risk behaviours in our annual performance and remuneration reviews."}
{"context": "We have raised employee awareness about our whistleblower processes and made it easier for them to ‘speak up’– including through initiatives such as the inaugural Whistleblower Awareness Week this year. Simplification • Investment has been made in our risk systems, including"}
{"context": "enhancing our data analytics to improve our ability to identify issues, and more swiftly understand the root causes."}
{"context": "Standardisation and simplification of our wholesale risk practices and policies has helped significantly improve time responsiveness thereby delivering a better banker and customer experience."}
{"context": "The key pillars of the Group’s risk management framework include:"}
{"context": "the Risk Appetite Statement (RAS), which sets out the Board’s expectations regarding the degree of risk that the Group is prepared to accept in pursuing its strategic objectives and its operating plan; and"}
{"context": "the Risk Management Statement (RMS), which describes the Group’s strategy for managing risks and a summary of the key elements of the Risk Management Framework (RMF) that give effect to that strategy. The RMS includes: a description of each material risk; and an overview of how the RMF addresses each risk, with reference to the relevant policies, standards and procedures. It also includes information on how the Group identifies, measures, evaluates, monitors, reports and then either controls or mitigates material risks. The Group operates a Three Lines-of-Defence Model in regard to risk management that helps embed a culture where risk is everyone’s responsibility. The business – as the first line of defence – has day to day ownership of risks and controls and is accountable for identifying and managing its own risks. The Risk Function is the second line of defence, providing a strong and independent oversight of the work undertaken to manage the risk, as well as developing and maintaining the Risk Management Framework."}
{"context": "Non-financial risk • We have redesigned our non-financial risk framework in response to feedback that it was too complex. Significant work has been undertaken to simplify our language around operational risk, consolidate our framework documentation, and clarify the requirements and roles and responsibilities of our staff."}
{"context": "The final line of defence is Internal Audit and includes independent assurance that evaluates the adequacy and effectiveness of both first and second line risk management approaches."}
{"context": "We have established a Royal Commission and Self-Assessment Oversight Group to provide oversight of the integrated approach and plans to address the Self-Assessment focus areas and Royal Commission ‘lessons’. This includes, for example, commissioning and reviewing reports on progress in addressing the Self- Assessment focus areas, our 16 Royal Commission commitments and actions by government to respond to the Royal Commission."}
{"context": "“ Strong risk management is a necessity if we are to anticipate and navigate ANZ through a changing environment.”"}
{"context": "Kevin Corbally – Group Chief Risk Officer"}
{"context": "Links to 2019 Group Performance Framework"}
{"context": "We continue to operate in a dynamic and challenging external and regulatory environment placing significant demands on the Risk and Compliance function. There were no material breaches of our Group Risk Appetite Statement, and the number of adverse audits fell by a third with management demonstrating accountability for fixing issues in a timely and sustainable manner. While there were many positives from a risk perspective there were some non-financial risk shortcomings from a regulatory, customer and community perspective."}
{"context": "Refer to the Remuneration Report section of the Annual Report available at anz.com/shareholder/centre for further details."}
{"context": "44"}
{"context": "Fighting financial crime"}
{"context": "Financial crime threats continue to evolve, as do the regulatory measures required to address them. In response we have:"}
{"context": "The governance and oversight of risk, whilst embedded in day to day activities, is also the focus of committees and regular forums across the bank (see diagram below). The committees and forums discuss and monitor known and emerging risks, reviewing management plans and monitoring progress to address known issues."}
{"context": "invested heavily in capturing and"}
{"context": "understanding financial crime data and infrastructure, upgrading sanctions and fraud platforms;"}
{"context": "implemented a network data analysis tool, improving our ability to collaborate with external parties to fight financial crime; and"}
{"context": "focused on the growth and development of employees, developing a gap analysis tool to inform our thinking on the current and future capabilities required of our people to combat financial crime."}
{"context": "The risk landscape is continually evolving and we are therefore constantly reviewing issues to consider their materiality to the bank’s operations. Two risks we are currently seeking to understand further are:"}
{"context": "Cyber security risk: while not new, the increasing reliance we have on information security systems to hold our data and our customers’ data requires us to continually invest in and test the adequacy of our safeguards against evolving cyber attacks and new technology. See page 20 for further detail,"}
{"context": "Climate change risk: the financial risks associated with climate change are subject to increasing prudential and regulatory oversight and are therefore an area of focus for us. See pages 48 to 49 for further detail on our approach to climate-related financial risks."}
{"context": "BOARD OF DIRECTORS"}
{"context": "EXECUTIVE COMMITTEE ANZ’s most senior executives meet regularly to discuss performance and review shared initiatives"}
{"context": "Consequence Review Group"}
{"context": "KEY MANAGEMENT COMMITTEES"}
{"context": "p u o r G"}
{"context": "Credit and Market Risk Committee"}
{"context": "Credit Ratings System Oversight Committee"}
{"context": "Group Asset and Liability Committee"}
{"context": "Capital and Stress Testing Oversight Committee"}
{"context": "Operational Risk Executive Committee"}
{"context": "Ethics and Responsible Business Committee"}
{"context": "Investment Committee"}
{"context": "Royal Commission and Self-Assessment Oversight Group"}
{"context": "n o i s i v D"}
{"context": "i"}
{"context": "Modelling Ratings Working Groups and Usage Forums"}
{"context": "Divisional Initiatives Review Committees /Project Advisory Councils"}
{"context": "Divisional Risk Management Committees"}
{"context": "Various Divisional Specific Management Committees"}
{"context": "Operational Risk Committee"}
{"context": "Product Committee"}
{"context": "Divisional Consequence Review Groups"}
{"context": "y r t n u o C"}
{"context": "Regional or Country Risk Management Committees"}
{"context": "Country Assets and Liabilities Committees"}
{"context": "45"}
{"context": "Risk management (continued)"}
{"context": "Key material risks"}
{"context": "The material risks facing the group (as per the Group’s Risk Management Statement) and how these risks are managed, are summarised below:"}
{"context": "Risk Type"}
{"context": "Description"}
{"context": "Managing the risk"}
{"context": "Most material issues icons"}
{"context": "Material ESG issues1"}
{"context": "Capital Adequacy Risk"}
{"context": "The risk of loss arising from the Group failing to maintain the level of capital required by prudential regulators and other key stakeholders (shareholders, debt investors, depositors, rating agencies, etc.) to support ANZ’s consolidated operations and risk appetite."}
{"context": "We pursue an active approach to Capital Management through ongoing review, and Board approval, of the level and composition of our capital base against key policy objectives."}
{"context": "Most material issues icons"}
{"context": "New icons/infographics"}
{"context": "Most material issues icons"}
{"context": "Compliance Risk"}
{"context": "The risk of failure to act in accordance with laws, regulations, industry standards and codes, internal policies and procedures and principles of good governance as applicable to the Group’s businesses."}
{"context": "Key features of how we manage Compliance Risk as part of our Operational Risk framework include:"}
{"context": "centralised management of key obligations, and emphasis on identifying changes in regulations and the Most material issues icons business environment, so as to enable us to proactively assess emerging compliance risks and implement robust reporting and certification processes."}
{"context": "centralised management of key obligations, and emphasis on identifying changes in regulations and the Most material issues icons business environment, so as to enable us to proactively assess emerging compliance risks and implement robust reporting and certification processes."}
{"context": "New icons/infographics"}
{"context": "recognition of incident management as a separate element to enhance ANZ’s ability to identify, manage and report on incidents/breaches in a timely manner. New icons/infographics"}
{"context": "recognition of incident management as a separate element to enhance ANZ’s ability to identify, manage and report on incidents/breaches in a timely manner. New icons/infographics"}
{"context": "the Whistleblower Protection Policy, allowing employees and contractors to make confidential, New icons/infographics anonymous submissions regarding concerns relating to accounting, internal control, compliance, audit and other matters."}
{"context": "Most material issues icons"}
{"context": "Stakeholder icons"}
{"context": "Credit Risk"}
{"context": "The risk of financial loss resulting from:"}
{"context": "a counterparty failing to fulfil its obligations; or"}
{"context": "a decrease in credit quality of a counterparty resulting in a financial loss."}
{"context": "Most material issues icons"}
{"context": "Our Credit Risk framework is top down, being defined by credit principles and policies. Credit policies, requirements and procedures cover all aspects of the credit life cycle — for example: transaction structuring, risk grading, initial approval, ongoing management and problem debt management, as well as specialist policy topics."}
{"context": "Most material issues icons"}
{"context": "Stakeholder icons"}
{"context": "New icons/infographics"}
{"context": "Credit Risk incorporates the risks associated with us lending to customers who could be impacted by climate change or by changes to laws, regulations, or other policies adopted by governments or regulatory authorities, including carbon pricing and climate change adaptation or mitigation policies."}
{"context": "Stakeholder icons New icons/infographics"}
{"context": "Stakeholder icons New icons/infographics Most material issues icons How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "Liquidity and Funding Risk"}
{"context": "The risk that the Group is unable to meet its payment obligations as they fall due, including:"}
{"context": "Key principles in managing our Liquidity and Funding Risk include:"}
{"context": "maintaining our ability to meet liquidity ‘survival"}
{"context": "repaying depositors or maturing wholesale debt; or"}
{"context": "horizons’ under a range of stress scenarios to meet cash flow obligations over a short to medium-term horizon;"}
{"context": "How We Creat Value Icons"}
{"context": "the Group having insufficient capacity to fund increases in assets."}
{"context": "New icons/infographics • maintaining a strong structural funding profile; and Most material issues icons"}
{"context": "Stakeholder icons"}
{"context": "maintaining a portfolio of high-quality liquid assets to act as a source of liquidity in times of stress."}
{"context": "maintaining a portfolio of high-quality liquid assets to act as a source of liquidity in times of stress."}
{"context": "How We Creat Value Icons"}
{"context": "Market Risk"}
{"context": "The risk to the Group’s earnings arising from:"}
{"context": "changes in any interest rates, foreign exchange rates, credit spreads, volatility and correlations; or"}
{"context": "from fluctuations in bond, commodity or equity prices."}
{"context": "Our risk management and control framework for Market Risk involves us quantifying the magnitude of market risk within the trading and balance sheet portfolios through independent risk measurement. This identifies the range of possible outcomes, the likely timeframe, and the likelihood of the outcome occurring. Then we allocate an appropriate amount of capital to support these activities."}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "New icons/infographics"}
{"context": "46"}
{"context": "How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Customer story icon"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "Risk Type"}
{"context": "Description"}
{"context": "Managing the risk"}
{"context": "Material ESG issues1"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "We operate a Three-Lines-of-Defence Model to manage Operational Risk, with each Line of Defence having defined roles, responsibilities and escalation paths to support effective communication and effective management of our operational risk. We also have ongoing review mechanisms to ensure our Operational Risk framework continues to meet organisational needs and regulatory requirements."}
{"context": "Operational Risk"}
{"context": "The risk of loss and/or non-compliance with laws resulting from inadequate or failed internal processes, people and/or systems, or from external events. This definition includes legal risk, and the risk of reputation loss, or damage arising from inadequate or failed internal processes, people and systems, but excludes strategic risk."}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "New icons/infographics Most material issues icons"}
{"context": "Customer story icon"}
{"context": "New icons/infographics"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "We manage Reputation Risk by maintaining a positive and dynamic culture that:"}
{"context": "Reputation Risk"}
{"context": "The risk of loss that directly or indirectly impacts earnings, capital adequacy or value, that is caused by:"}
{"context": "New icons/infographics Most material issues icons"}
{"context": "Customer story icon"}
{"context": "ensures we act with integrity; and"}
{"context": "adverse perceptions of the Group held by any of customers, the community, shareholders, investors, regulators, or rating agencies;"}
{"context": "enables us to build strong and trusted relationships with customers and clients, with colleagues, and with the broader society."}
{"context": "New icons/infographics"}
{"context": "We have well established decision-making frameworks and policies to ensure our business decisions are guided by sound social and environmental standards that take into account Reputation Risk."}
{"context": "conduct risk associated with the Group’s employees or contractors (or both); or"}
{"context": "New icons/infographics"}
{"context": "Most material issues icons New icons/infographics"}
{"context": "Customer story icon"}
{"context": "the social and/or environmental impacts of our lending decisions."}
{"context": "Stakeholder icons"}
{"context": "We consider and manage strategic risks through our annual strategic planning process, managed by the Executive Committee and approved by the Board. Any increase to our Key Material Risks is managed in accordance with the risk management specified above. Most material issues icons New icons/infographics Consistent with the management of Operational Risk, we operate a Three-Lines-of-Defence model to manage Technology Risk, with each Line of Defence having defined roles, responsibilities and escalation paths to support effective communication and effective management of our technology risk. We also have ongoing review mechanisms to ensure our Operational Risk framework, which is also used to manage Technology Risk, continues to meet organisational needs and regulatory requirements."}
{"context": "Strategic Risk"}
{"context": "The risk that the Group’s business strategy and strategic objectives may lead to an increase in other key Material Risks — for example: Credit Risk, Market Risk and Operational Risk."}
{"context": "Stakeholder icons Most material issues icons"}
{"context": "Customer story icon"}
{"context": "Stakeholder icons"}
{"context": "Customer story icon"}
{"context": "Technology Risk"}
{"context": "The risk of loss and/or non-compliance with laws resulting from inadequate or failed internal processes, people and systems or from external events impacting on IT assets, including the compromise of an IT asset’s confidentiality, integrity or availability."}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "New icons/infographics"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "New icons/infographics Stakeholder icons"}
{"context": "New icons/infographics"}
{"context": "How We Creat Value Icons"}
{"context": "1. See page 3 for information on our material ESG issues"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "For further information about the principal risks Stakeholder icons and uncertainties that the Group faces, see our ‘Principal risks and Uncertainties’ disclosure How We Creat Value Icons available at anz.com/shareholder/centre Customer story icon"}
{"context": "Fairness and ethical conduct"}
{"context": "How We Creat Value Icons Customer story icon"}
{"context": "Most material issues icons"}
{"context": "Fraud and data security"}
{"context": "Most material issues icons"}
{"context": "New icons/infographics"}
{"context": "Customer experience"}
{"context": "How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "Most material issues icons"}
{"context": "Customer story icon"}
{"context": "New icons/infographics"}
{"context": "Corporate governance"}
{"context": "Stakeholder icons"}
{"context": "New icons/infographics"}
{"context": "Digital innovation"}
{"context": "Stakeholder icons"}
{"context": "New icons/infographics"}
{"context": "How We Creat Value Icons"}
{"context": "47"}
{"context": "New icons/infographics"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "Stakeholder icons"}
{"context": "Stakeholder icons"}
{"context": "Stakeholder icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "How We Creat Value Icons"}
{"context": "Risk management (continued)"}
{"context": "Our approach to climate change"}
{"context": "We seek to provide investors and other stakeholders with information enabling them to assess the adequacy of our approach to climate change and our ability to manage the associated risks and opportunities."}
{"context": "In 2019 we have focused on:"}
{"context": "Training our people on climate-related risks and opportunities"}
{"context": "Engaging with our largest-emitting customers on their transition plans"}
{"context": "This is the third year we have reported using the recommendations of the Financial Stability Board Taskforce on Climate-related Financial Disclosures (TCFD). For detailed information see ‘ANZ 2019 climate- related financial disclosures’ on anz.com/annualreport."}
{"context": "Feeding the results of our customer engagement into our assessments of individual customers and carbon-intensive portfolios, in particular the energy, transport, buildings and food, beverage and agricultural sectors"}
{"context": "Engaging with our customers on their transition plans"}
{"context": "Throughout 2019 we have analysed the carbon disclosures of over 80 of our largest emitting customers and engaged with 29 of these to support them to establish, and where appropriate, strengthen existing low carbon transition plans."}
{"context": "This engagement will inform the development of a model applicable to our broader customer base enabling us to encourage customers to improve the management and disclosure of their climate-related risks and opportunities."}
{"context": "Within each industry our customers have different starting points. Both through customer discussions and reviews of public disclosures we are developing a better understanding of our customers’ preparation for, and management of, their most likely climate-related risks and opportunities. Insights we have gained from these customer conversations include:"}
{"context": "Energy"}
{"context": "Transport"}
{"context": "Buildings"}
{"context": "Food, beverage and agriculture"}
{"context": "Energy: our engagement in this sector is initially focused on customers with thermal coal operations. Some customers see continuing strong demand for high-quality, low-cost Australian thermal coal that will be used in recently built or planned high efficiency, lower emissions (HELE) plants across Asia; their strategy is focused on developing high quality thermal coal assets and they are committed to improving their external disclosures. Other customers have undertaken scenario analysis (aligned with TCFD recommendations), revealing that some of their commodities perform worst under a low-carbon transition; in response they are directing limited expenditure to thermal coal and most of this is in maintenance capital rather than expansion. Some companies are also starting to work with their suppliers and customers to seek to reduce the emissions associated with the use of their mining commodities, ie ‘Scope 3’ emissions."}
{"context": "Transport: a significant customer has ambitious plans to expand their electric vehicle fleet in Australia and is building a new distribution centre that will integrate rooftop solar and electric vehicle charging bays. They also plan to enter a renewable energy power purchase agreement (PPA) to lower their carbon footprint and shield themselves from price volatility."}
{"context": "Buildings: a number of customers have established net-zero carbon targets that will be achieved largely through improved energy efficiency and onsite solar installations, setting time bound goals to achieve this by 2030."}
{"context": "Food, beverage and agriculture: for many of our agribusiness and food producers, the physical risks of climate change (e.g., water availability and supply) represent the most material and immediate risk to their business, rather than transition risks. We have observed these customers are increasingly focused on managing climate-related risks by committing to reduce or remove deforestation from their operations and supply chains."}
{"context": "48"}
{"context": "Our progress on the TCFD"}
{"context": "TCFD theme Our progress to date"}
{"context": "Governance"}
{"context": "Board Risk Committee oversees management of"}
{"context": "climate-related risks"}
{"context": "Board Ethics, Environment, Social and Governance Committee approves climate-related objectives, goals and targets"}
{"context": "Ethics and Responsible Business Committee (executive management) oversees our approach to sustainability and reviews climate-related risks"}
{"context": "Strategy"}
{"context": "ANZ’s Climate Change Statement (available on anz.com) reaffirms support for the Paris Agreement goals and transition to a net-zero carbon economy"}
{"context": "Managing the net-zero carbon transition focuses on an orderly and just transition that gives careful consideration to the impacts on communities"}
{"context": "Participation in a United Nations Environment Program Finance Industry (UNEP FI) working group on TCFD scenario analysis that issued recommendations and methods to assess portfolio transition and physical risks"}
{"context": "Low carbon products and services within our Institutional business focused on climate-related opportunities"}
{"context": "Analysis of flood-related risks for our home loan portfolio in a major regional location of Australia"}
{"context": "Test-pilot of socio-economic indicators showing financial resilience of home loan customers with respect to flood risk"}
{"context": "Risk management"}
{"context": "Climate change risk added to Group and Institutional Risk Appetite Statements"}
{"context": "Climate change identified as a Principal Risk and Uncertainty in our UK Disclosure and Transparency Rules (DTR) Submission"}
{"context": "Guidelines and training provided to over 1,000 of our Institutional bankers on customers’ transition plan discussions"}
{"context": "Enhanced financial analysis and stronger credit approval terms applied to agricultural property purchases in regions of low average rainfall or measured variability"}
{"context": "New agribusiness customers assessed for financial resilience and understanding of rainfall and climate trends in their area, and water budgets considered if irrigating"}
{"context": "Metrics and targets"}
{"context": "Support 100 of our largest emitting customers1 to establish or strengthen low carbon transition plans by 2021, with metrics developed to track progress"}
{"context": "Exceeded our 5-year $15 billion target to fund and facilitate low carbon and environmentally sustainable solutions"}
{"context": "Power Purchase Agreement to increase renewable energy use in our Australian operations"}
{"context": "Ongoing emissions reduction targets for ANZ energy use aligned with the Paris Agreement goals"}
{"context": "1."}
{"context": "In the energy, transport, buildings and food, beverage and agricultural sectors."}
{"context": "Focus areas – 2020/21"}
{"context": "Align with regulatory"}
{"context": "guidance on climate-related risk governance, including stress testing of selected portfolios"}
{"context": "Consider extending scenario"}
{"context": "analysis to incorporate bushfire, flood and other risks relating to retail customers"}
{"context": "Possible extension of"}
{"context": "emerging environmental and climate-related risks to other segments of the home loan portfolio"}
{"context": "Include climate risk reference in agriculture related lending guidance documents used by our front line bankers"}
{"context": "Encouraging customers to develop and disclose their transition plans in key sectors energy, transport, buildings and food, beverage and agriculture"}
{"context": "Customer engagement to identify customer or sector-specific transition or physical risks"}
{"context": "Complete transition plan engagement with high emitting customers and consider how to integrate into customer assessments"}
{"context": "New 6-year $50 billion target to fund and facilitate sustainable solutions"}
{"context": "New metrics for measuring impact of our progress on environmental sustainability"}
{"context": "New target to procure 100% renewable electricity for ANZ’s operations by 2025"}
{"context": "Beyond 2020 vision"}
{"context": "An enhanced risk"}
{"context": "management framework that is responsive to climate change, and meets financial regulators’ requirements"}
{"context": "ANZ business strategy more closely aligned to a resilient and sustainable economy that supports the Paris Agreement goals and Sustainable Development Goals"}
{"context": "Integrate assessment of climate-related risks into our Group risk management framework"}
{"context": "Standard discussions with business customers include climate-related risks and opportunities"}
{"context": "Assessment of customer transition plans part of standard lending decisions and portfolio analysis"}
{"context": "Monitor industry"}
{"context": "standards for lending aligned with the Paris Agreement goals"}
{"context": "Reduce ANZ’s"}
{"context": "operational emissions in line with the decarbonisation trajectory of the Paris Agreement goals"}
{"context": "49"}
{"context": "$"}
{"context": "CUSTOMER STORY Sustainable finance market continues to grow"}
{"context": "Following the growth of green bonds in the past three to four years, the Australian and New Zealand sustainable finance market continues to accelerate with the emergence of loans in both green and sustainability-linked formats."}
{"context": "These loans are differentiated by how the proceeds are used. Green loans require borrowers to invest in ‘green’ assets such as green buildings, renewable energy or low carbon transport projects. Sustainability-linked loans can be used for general corporate purposes with pricing designed to incentivise improved sustainability performance – for example, reducing emissions and improving employee wellbeing."}
{"context": "In the past year, ANZ has arranged and funded the first ever sustainability linked loan in Australia for Adelaide Airport, and the first Climate Bonds Initiative certified green loan in Australia for Investa Commercial Property Fund."}
{"context": "We also acted as joint sustainability co-ordinator and bookrunner on a $1.4 billion sustainability-linked loan for Sydney Airport – the first syndicated facility of its kind in Australia as well as the largest in Asia Pacific and the airport sector to date. Pricing of the loan is attached to Sydney Airport’s ESG performance, as measured by an independent third party. Sustainability initiatives include investment in electric vehicles, an ambition to achieve carbon neutrality by 2025 and cutting carbon emissions per passenger by 50 percent from 2010 levels by 2025."}
{"context": "In a first for the New Zealand market, we also led the successful completion of a NZ$50 million sustainability-linked loan for dairy company Synlait Milk Ltd."}
{"context": "“Linking our financial arrangements to our ESG performance made perfect sense”, said Nigel Greenwood, Synlait Chief Financial Officer. “It reinforces to our shareholders and stakeholders that we are committed to continuously improving our performance and disclosure, and aligns with our company purpose.”"}
{"context": "ANZ expects companies will become more receptive to these types of sustainable finance products as climate change and sustainable development move into the fore of their corporate strategies and risk assessment."}
{"context": "Images supplied by Synlait Milk Ltd"}
{"context": "50"}
{"context": "In a first for New Zealand, we led the completion of a NZ$50 million sustainability linked loan for dairy company, Synlait Milk Ltd"}
{"context": "51"}
{"context": "52"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "Performance Overview"}
{"context": "GROUP PERFORMANCE"}
{"context": "GROUP PERFORMANCE The results of the Group’s operations and financial position are set out on pages 52-64. Page 9 outlines the Group’s strategy and pages 10-23 describes in further detail the Group’s prospects in terms of future financial position and performance. Discussion of our approach The results of the Group’s operations and financial position are set out on pages 52-64. Page 9 outlines the Group’s strategy and pages and progress to risk management, including a summary of our key material risks is outlined on pages 44-49. 10-23 describes in further detail the Group’s prospects in terms of future financial position and performance. Discussion of our approach Statutory profit after tax for the year ended 30 September 2019 decreased 7% on the prior year to $5,953 million. Statutory return on and progress to risk management, including a summary of our key material risks is outlined on pages 44-49. equity is 10% and statutory earnings per share is 210.0 cents, a decrease of 5% on prior year. Statutory profit after tax for the year ended 30 September 2019 decreased 7% on the prior year to $5,953 million. Statutory return on GROUP PROFIT RESULTS equity is 10% and statutory earnings per share is 210.0 cents, a decrease of 5% on prior year."}
{"context": "GROUP PROFIT RESULTS"}
{"context": "2019"}
{"context": "2018"}
{"context": "Statutory $m Statutory 14,339 $m 4,446 14,339 18,785 4,446 (9,071) 18,785 9,714 (9,071) (794) 9,714 8,920 (794) (2,609) 8,920 (15) (2,609) 6,296 (15) (343) 6,296 5,953 (343)"}
{"context": "Cash $m Cash 14,339 $m 4,690 14,339 19,029 4,690 (9,071) 19,029 9,958 (9,071) (795) 9,958 9,163 (795) (2,678) 9,163 (15) (2,678) 6,470 (15) (309) 6,470 6,161 (309)"}
{"context": "Statutory $m Statutory 14,514 $m 5,470 14,514 19,984 5,470 (9,401) 19,984 10,583 (9,401) (688) 10,583 9,895 (688) (2,784) 9,895 (16) (2,784) 7,095 (16) (695) 7,095 6,400 (695)"}
{"context": "2019"}
{"context": "2018"}
{"context": "Income Statement"}
{"context": "Net Interest Income Income Statement Other operating income Net Interest Income Operating income Other operating income Operating expenses Operating income Profit before credit impairment and income tax Operating expenses Credit impairment charge Profit before credit impairment and income tax Profit before income tax Credit impairment charge Income tax expense Profit before income tax Non-controlling interests Income tax expense Profit after tax from continuing operations Non-controlling interests Profit/(Loss) after tax from discontinued operations Profit after tax from continuing operations Profit for the year Profit/(Loss) after tax from discontinued operations The Group uses cash profit, a non-IFRS measure, to assess the performance of its business activities. It is an industry-wide measure which Profit for the year enables comparison with our peer group. We calculate cash profit by adjusting statutory profit for non-core items. In general, it represents the The Group uses cash profit, a non-IFRS measure, to assess the performance of its business activities. It is an industry-wide measure which financial performance of our core business activities. We use cash profit internally to set targets and incentivise our Senior Executives and enables comparison with our peer group. We calculate cash profit by adjusting statutory profit for non-core items. In general, it represents the leaders through our remuneration plans. financial performance of our core business activities. We use cash profit internally to set targets and incentivise our Senior Executives and Refer to page 53 for adjustments between statutory and cash profit. leaders through our remuneration plans. Cash profit is not subject to audit by the external auditor. Our external auditor has informed the Audit Committee that adjustments between Refer to page 53 for adjustments between statutory and cash profit. statutory and cash profit have been determined on a consistent basis across each of the periods presented. Cash profit is not subject to audit by the external auditor. Our external auditor has informed the Audit Committee that adjustments between As a result of the sale of our OnePath pensions and investment (OnePath P&I) and aligned dealer groups (ADG) businesses to IOOF Holdings statutory and cash profit have been determined on a consistent basis across each of the periods presented. Limited and our life insurance business to Zurich Financial Services Australia, the financial results of these businesses and associated Group As a result of the sale of our OnePath pensions and investment (OnePath P&I) and aligned dealer groups (ADG) businesses to IOOF Holdings reclassification and consolidation impacts are treated as discontinued operations from a financial reporting perspective (refer to page 61). Limited and our life insurance business to Zurich Financial Services Australia, the financial results of these businesses and associated Group CONTINUING OPERATIONS reclassification and consolidation impacts are treated as discontinued operations from a financial reporting perspective (refer to page 61)."}
{"context": "5,953"}
{"context": "6,161"}
{"context": "6,400"}
{"context": "We believe cash profit from continuing operations is particularly important as we continue to strategically reposition ourselves to create a CONTINUING OPERATIONS simpler, better capitalised, better balanced and more agile bank. We believe cash profit from continuing operations is particularly important as we continue to strategically reposition ourselves to create a simpler, better capitalised, better balanced and more agile bank."}
{"context": "Total Operating Income – cash1 ($m)"}
{"context": "Operating Expenses – cash1 ($m)"}
{"context": "Credit Impairment Charge – cash1 ($m)"}
{"context": "Cash profit1 ($m)"}
{"context": "2019"}
{"context": "19,029"}
{"context": "2019"}
{"context": "9,071"}
{"context": "2019"}
{"context": "795"}
{"context": "2019"}
{"context": "6,470"}
{"context": "2018"}
{"context": "19,367"}
{"context": "2018"}
{"context": "9,401"}
{"context": "2018"}
{"context": "688"}
{"context": "2018"}
{"context": "6,487"}
{"context": "Return on Equity– cash1 (%)"}
{"context": "Earnings per Share – cash1 (cents)"}
{"context": "Common Equity Tier 1 (%)"}
{"context": "Dividend per share (cents)"}
{"context": "2019"}
{"context": "10.9%"}
{"context": "2019"}
{"context": "227.6"}
{"context": "2019"}
{"context": "11.4%"}
{"context": "2019"}
{"context": "160"}
{"context": "2018"}
{"context": "11.0%"}
{"context": "2018"}
{"context": "223.4"}
{"context": "2018"}
{"context": "11.4%"}
{"context": "2018"}
{"context": "160"}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61."}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61. ANZ 2019 ANNUAL REVIEW"}
{"context": "52 ANZ 2019 ANNUAL REPORT"}
{"context": "52 ANZ 2019 ANNUAL REPORT"}
{"context": "Cash $m Cash 14,514 $m 4,853 14,514 19,367 4,853 (9,401) 19,367 9,966 (9,401) (688) 9,966 9,278 (688) (2,775) 9,278 (16) (2,775) 6,487 (16) (682) 6,487 5,805 (682)"}
{"context": "5,805"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "ADJUSTMENTS BETWEEN STATUTORY AND CASH PROFIT1 ADJUSTMENTS BETWEEN STATUTORY AND CASH PROFIT1"}
{"context": "99"}
{"context": "6,470"}
{"context": "6,296"}
{"context": "77"}
{"context": "(2)"}
{"context": "2019 Statutory profit – continuing operations"}
{"context": "Revaluation of policy liabilities"}
{"context": "Economic and revenue and expense hedges"}
{"context": "Structured credit intermediation trades"}
{"context": "2019 Cash profit – continuing operations"}
{"context": "Description of adjustments between continuing operations statutory profit and cash profit:"}
{"context": "Adjustment"}
{"context": "Reason for the adjustment"}
{"context": "Revaluation of policy liabilities – OnePath Life (NZ) 2019: $77 million 2018: ($14) million"}
{"context": "Economic and revenue and expense hedges 2019: $99 million 2018: ($257) million"}
{"context": "Structured credit intermediation trades 2019: ($2) million 2018: ($4) million"}
{"context": "Sale of SRCB 2019: nil 2018: ($333) million"}
{"context": "When calculating policy liabilities, the projected future cash flows on insurance contracts are discounted to reflect the present value of the obligation, with the impact of changes in the market discount rate each period being reflected in the Income Statement. ANZ includes the impact on the re-measurement of insurance contracts attributable to changes in market discount rates as an adjustment to statutory profit to remove the volatility attributable to changes in market interest rates which reverts to zero over the life of insurance contracts. With the sale completion of the OnePath Life (NZ) Ltd business, the 2019 financial year includes the reversal of life-to-date cash profit adjustments on the revaluation of policy liabilities sold increasing cash profit by $81 million. The Group enters into economic hedges to manage its interest rate and foreign exchange risk which, in accordance with accounting standards, result in fair value gains and losses being recognised within the Income Statement. ANZ removes the fair value adjustments from cash profit since the profit or loss resulting from the hedge transactions will reverse over time to match with the profit or loss from the economically hedged item as part of cash profit. This includes gains and losses arising from approved classes of derivatives not designated in accounting hedge relationships but which are considered to be economic hedges, including hedges of foreign currency debt issuances and foreign exchange denominated revenue and expense streams, primarily NZD and USD (and USD correlated), as well as ineffectiveness from designated accounting hedges. ANZ entered into a series of structured credit intermediation trades prior to the Global Financial Crisis with eight US financial guarantors. This involved selling credit default swaps (CDSs) as protection over specific debt structures and purchasing CDS protection over the same structures. ANZ has subsequently exited its positions with six US financial guarantors. The remaining two portfolios with a $0.3 billion notional value are being monitored with a view to reducing the exposures when ANZ deems it cost effective relative to the perceived risk associated with a specific trade or counterparty. On 3 January 2017, The Group announced that it had agreed to sell its 20% stake in Shanghai Rural Commercial Bank (SRCB). The impact of SRCB has been treated as an adjustment between statutory profit to cash profit. The rationale being the loss on reclassification to held for sale was expected to be largely offset by the release of reserve gains on sale completion within the 2017 year. The transaction was subsequently completed in the 2018 full year, and the entire impact of the transaction was recognised in cash profit."}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61."}
{"context": "ANZ 2019 ANNUAL REPORT 53"}
{"context": "53"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "CASH PROFIT PERFORMANCE1 CASH PROFIT PERFORMANCE1"}
{"context": "6,487"}
{"context": "330"}
{"context": "98"}
{"context": "6,470"}
{"context": "(175)"}
{"context": "(107)"}
{"context": "(163)"}
{"context": "2018 Cash Profit - continuing operations"}
{"context": "Net interest income"}
{"context": "Other operating income"}
{"context": "Operating expenses"}
{"context": "Credit impairment charge"}
{"context": "Income tax expense & non- controlling interests"}
{"context": "2019 Cash Profit - continuing operations"}
{"context": "GROUP PERFORMANCE – CASH PROFIT"}
{"context": "2019 $m"}
{"context": "2018 $m"}
{"context": "Movt"}
{"context": "Net Interest Income"}
{"context": "14,339"}
{"context": "14,514"}
{"context": "1%"}
{"context": "Other operating income"}
{"context": "4,690"}
{"context": "4,853"}
{"context": "3%"}
{"context": "Operating income"}
{"context": "19,029"}
{"context": "19,367"}
{"context": "2%"}
{"context": "Operating expenses"}
{"context": "(9,071)"}
{"context": "(9,401)"}
{"context": "4%"}
{"context": "Profit before credit impairment and income tax"}
{"context": "9,958"}
{"context": "9,966"}
{"context": "0%"}
{"context": "Credit impairment charge"}
{"context": "(795)"}
{"context": "(688)"}
{"context": "16%"}
{"context": "Profit before income tax"}
{"context": "9,163"}
{"context": "9,278"}
{"context": "1%"}
{"context": "Income tax expense"}
{"context": "(2,678)"}
{"context": "(2,775)"}
{"context": "3%"}
{"context": "Non-controlling interests"}
{"context": "(15)"}
{"context": "(16)"}
{"context": "6%"}
{"context": "Profit after tax from continuing operations"}
{"context": "6,470"}
{"context": "6,487"}
{"context": "0%"}
{"context": "Cash profit from continuing operations decreased $17 million (0%) compared with the 2018 financial year."}
{"context": "Net interest income decreased $175 million (-1%) largely due to lower interest rates and competitive pressures resulting in a 11 basis point decrease in the net interest margin, partially offset by 5% growth in average interest earning assets. The lower net interest margin reflects growth in lower margin Markets Balance Sheet activities, higher proportionate growth in the lower Institutional business, customer switching to principal and interest in Australia home loans, deposit margin compression and lower earnings on capital, partially offset by the impact of home loans repricing. The increase in average interest earning assets reflects growth in Institutional banking portfolios and home loan growth in the New Zealand division."}
{"context": "Other operating income decreased $163 million (-3%) largely as the result of net divestment impacts of $198 million, a $120 million decrease in net fee and commission income, and $130 million decrease primarily in other income attributable to realised losses on economic hedges against foreign currency denominated revenue streams (which offset favourable foreign currency translations elsewhere in the Group) and a reduction in income from the lenders mortgage insurance business. This was partially offset by higher Markets other operating income of $154 million, a $79 million increase in share of associate’s profit and a $52 million decrease in customer remediation within other operating income."}
{"context": "Operating expenses decreased $330 million (-4%) primarily due to an accelerated software amortisation charge in the prior period of $251 million, lower restructuring expenses of $150 million, a reduction in expenses following the sale of OnePath Life (NZ) and Asia Retail and Wealth businesses of $60 million, lower Royal Commission legal costs of $40 million and lower FTE. This was partially offset by higher customer remediation of $182 million within operating expenses, inflation, the impact of foreign currency translation and regulatory compliance spend in New Zealand."}
{"context": "Credit impairment charges increased $107 million (+16%) largely due to higher collectively assessed credit impairment charges, primarily as a result of the prior period benefitting from the release of temporary economic overlays and a greater number of customer upgrades."}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61."}
{"context": "54"}
{"context": "54 ANZ 2019 ANNUAL REPORT"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "LARGE/NOTABLE ITEMS INCLUDED IN CASH PROFIT1"}
{"context": "Within continuing cash profit, the Group recognised a number of large/notable items. The impact of these items on a post-tax basis is as follows:"}
{"context": "Gain/(Loss) on sale of divestments"}
{"context": "2019 $m"}
{"context": "2018 $m"}
{"context": "Asia Retail and Wealth businesses"}
{"context": "85"}
{"context": "Shanghai Rural Commercial Bank (SRCB) UDC Finance (UDC)"}
{"context": "(86)"}
{"context": "11"}
{"context": "Metrobank Card Corporation (MCC)"}
{"context": "247"}
{"context": "OnePath Life NZ Ltd (OPL NZ)"}
{"context": "157"}
{"context": "(3)"}
{"context": "ANZ Royal Bank (Cambodia) Ltd (Cambodia JV)"}
{"context": "10"}
{"context": "(42)"}
{"context": "PNG Retail, Commercial and SME"}
{"context": "1"}
{"context": "(21)"}
{"context": "Paymark"}
{"context": "37"}
{"context": "Divested business results"}
{"context": "Asia Retail and Wealth businesses"}
{"context": "24"}
{"context": "MCC OnePath Life NZ Ltd (OPL NZ)"}
{"context": "10"}
{"context": "10"}
{"context": "66"}
{"context": "ANZ Royal Bank (Cambodia) Ltd (Cambodia JV)"}
{"context": "11"}
{"context": "14"}
{"context": "PNG Retail, Commercial and SME"}
{"context": "7"}
{"context": "7"}
{"context": "Paymark"}
{"context": "4"}
{"context": "5"}
{"context": "Other large/notable items"}
{"context": "Customer Remediation"}
{"context": "(475)"}
{"context": "(295)"}
{"context": "Accelerated Software Amortisation Royal Commission Legal Costs"}
{"context": "(10)"}
{"context": "(206)"}
{"context": "(38)"}
{"context": "Restructuring"}
{"context": "(54)"}
{"context": "(159)"}
{"context": "Description of large/notable items:"}
{"context": "Item"}
{"context": "Description"}
{"context": "Gain/(Loss) on sale of divestments"}
{"context": "The 2019 financial year included a gain on sale upon completion of the sale of OPL NZ, Paymark, Cambodia JV, and PNG Retail, Commercial and SME businesses. The 2018 financial year included the gain on sale upon completion of the Asia Retail and Wealth businesses and MCC, and the loss on sale from SRCB. The Group recognised a loss on reclassification of assets and liabilities to held for sale for Cambodia JV, OPL NZ, and PNG Retail, Commercial and SME. In addition, a net cost recovery for UDC was recognised in respect of the terminated transaction process."}
{"context": "Divested business results"}
{"context": "The 2019 financial year included the divested business results of the Cambodia JV, OPL NZ, PNG Retail, Commercial and SME, and Paymark. The 2018 financial year included the divested business results of the Asia Retail and Wealth businesses and a dividend received from MCC."}
{"context": "Customer Remediation"}
{"context": "Customer remediation includes provisions for expected refunds to customers, remediation project costs and related customer and regulatory claims, penalties and litigation outcomes."}
{"context": "Accelerated Software Amortisation"}
{"context": "Accelerated amortisation charge of certain software assets in the 2018 financial year, predominantly relating to the Institutional division following a review of the International business in light of divestments."}
{"context": "Royal Commission Legal Costs"}
{"context": "External legal costs associated with responding to the Royal Commission."}
{"context": "Restructuring"}
{"context": "Restructuring to re-shape our workforce and simplify our business. The 2019 financial year largely related to changes in the Group’s enablement functions. The 2018 financial year largely related to the move of the Australia Retail and Commercial division and technology function to agile ways of working."}
{"context": "1."}
{"context": "Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61."}
{"context": "ANZ 2019 ANNUAL REPORT 55"}
{"context": "55"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "ANALYSIS OF CASH PROFIT PERFORMANCE1"}
{"context": "Net interest income1"}
{"context": "2019 $m"}
{"context": "2018 $m"}
{"context": "Movt"}
{"context": "Cash net interest income2 Average interest earning assets3 Average deposits and other borrowings3,4 Net interest margin (%) - cash2,3"}
{"context": "14,339"}
{"context": "813,219"}
{"context": "639,144"}
{"context": "1.76"}
{"context": "14,514"}
{"context": "774,883"}
{"context": "617,008 1.87"}
{"context": "1%"}
{"context": "5%"}
{"context": "4% -11 bps"}
{"context": "Net interest income decreased $175 million (-1%) largely due to lower interest rates and competitive pressures resulting in a 11 basis point decrease in the net interest margin, partially offset by 5% growth in average interest earning assets."}
{"context": "Net interest margin decreased reflecting growth in lower margin Markets Balance Sheet activities, higher proportionate growth in the lower Institutional business, customer switching to principal and interest in Australia home loans, deposit margin compression and lower earnings on capital, partially offset by the impact of home loans repricing"}
{"context": "Average interest earning assets increased $38.3 billion (5%) reflecting growth in Institutional banking portfolios and home loan growth in the New Zealand division."}
{"context": "Average deposits and other borrowings increased $22.1 billion (4%) driven by growth in the Institutional and New Zealand divisions, and the impact of foreign currency movements."}
{"context": "NET INTEREST MARGIN FROM CONTINUING OPERATIONS (BPS) NET INTEREST MARGIN FROM CONTINUING OPERATIONS (BPS)"}
{"context": "187"}
{"context": "2"}
{"context": "(4)"}
{"context": "—"}
{"context": "(1)"}
{"context": "182"}
{"context": "(2)"}
{"context": "176"}
{"context": "(5)"}
{"context": "(1)"}
{"context": "2018 Cash net interest margin - continuing operations"}
{"context": "Asset and funding mix"}
{"context": "Wholesale funding costs"}
{"context": "Deposit pricing"}
{"context": "Assets pricing"}
{"context": "Treasury"}
{"context": "2019 Cash net interest margin subtotal"}
{"context": "Markets balance sheet activities1"}
{"context": "Large/ notable items"}
{"context": "2019 Cash net interest margin - continuing operations"}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61. 2. Includes the major bank levy of -$363 million (2018: -$355 million). 3. Average balance sheet amounts include assets and liabilities of continuing operations reclassified as held for sale."}
{"context": "56"}
{"context": "56 ANZ 2019 ANNUAL REPORT"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "Other operating income1"}
{"context": "2019 $m"}
{"context": "2018 $m"}
{"context": "Movt"}
{"context": "Net fee and commission income2 Markets other operating income Share of associates' profit2 Other2"}
{"context": "2,493"}
{"context": "1,286"}
{"context": "262"}
{"context": "649"}
{"context": "2,624"}
{"context": "1,129"}
{"context": "183"}
{"context": "917"}
{"context": "5%"}
{"context": "14%"}
{"context": "43%"}
{"context": "29%"}
{"context": "Total cash other operating income"}
{"context": "4,690"}
{"context": "4,853"}
{"context": "3%"}
{"context": "Total increase/ (decrease) $m"}
{"context": "Movt"}
{"context": "Explanation"}
{"context": "Net fee and commission income2"}
{"context": "(131)"}
{"context": "5%"}
{"context": "Net fee and commission income decreased primarily due to the reduction or removal of commercial and retail fees, lower volumes and the loss of income following the sale of the Asia Retail and Wealth businesses, partially offset by lower customer remediation impacting Net fee and commission income."}
{"context": "Markets other operating income"}
{"context": "157"}
{"context": "14% Markets other operating income increased across Franchise Trading, Franchise Sales and Balance Sheet Trading. This was primarily due to tighter credit spreads and Australia and New Zealand rates, partially offset by a challenging international interest rate environment and the lower net impact of derivative valuation adjustments relative to the prior financial year."}
{"context": "Share of associates' profit2"}
{"context": "79"}
{"context": "43%"}
{"context": "Share of associates’ profit increased by $79m of which $44 million relates to P. T. Bank Pan Indonesia and $36 million relates to AmBank."}
{"context": "Other2"}
{"context": "(268)"}
{"context": "29% Other decreased primarily due to the reduction in insurance business income following the sale of OnePath Life NZ, realised losses on economic and revenue hedges against foreign currency revenue streams (which are offset by favourable currency translations elsewhere in the Group) and a reduction in income in the lenders mortgage insurance business."}
{"context": "Total cash other operating income from continuing operations"}
{"context": "(163)"}
{"context": "3%"}
{"context": "OTHER OPERATING INCOME FROM CONTINUING OPERATIONS ($M) OTHER OPERATING INCOME FROM CONTINUING OPERATIONS ($M)"}
{"context": "649"}
{"context": "917"}
{"context": "262"}
{"context": "Net fee and"}
{"context": "2019"}
{"context": "183"}
{"context": "2018"}
{"context": "commission income"}
{"context": "Markets other operating income"}
{"context": "1,286"}
{"context": "2,493"}
{"context": "1,129"}
{"context": "2,624"}
{"context": "Share of associates’ profit"}
{"context": "Other"}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61. 2. Excluding Markets."}
{"context": "57"}
{"context": "ANZ 2019 ANNUAL REPORT 57"}
{"context": "ANZ 2019 ANNUAL REVIEW"}
{"context": "Performance Overview (continued)"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "Operating expenses1"}
{"context": "2019 $m"}
{"context": "2018 $m"}
{"context": "Movt"}
{"context": "Total cash operating expenses from continuing operations2 Full time equivalent staff (FTE) from continuing operations Average full time equivalent staff (FTE) from continuing operations"}
{"context": "9,401 37,860 40,016"}
{"context": "4% -1% -6%"}
{"context": "9,071 37,588 37,480"}
{"context": "Operating expenses decreased by $330 million (-4%). Key drivers:"}
{"context": "Personnel expenses increased $7 million (0%) largely driven by higher regulatory compliance spend in the New Zealand division, higher employee leave provisions, wage inflation and the impact of insourcing technology services. This was offset by lower FTE, lower personnel expenses following the sale of OnePath Life (NZ) and the Asia Retail and Wealth businesses ($33 million) and lower customer remediation ($58 million)."}
{"context": "Premises expenses decreased $16 million (-2%) primarily driven by the consolidation of our property footprint."}
{"context": "Technology expenses (excluding personnel) decreased $365 million (-19%) largely due to an accelerated amortisation charge in the prior period ($251 million) and the insourcing of technology services."}
{"context": "Restructuring expenses decreased $150 million (-66%) due to higher spend in the prior period associated with the move to agile ways of working in the Australian Retail and Commercial division and technology function."}
{"context": "Other expenses increased $194 million (+11%) largely due to higher customer remediation ($240 million), partially offset by lower expenses following the sale of OnePath Life (NZ) and Asia Retail and Wealth businesses ($26 million) and a reduction in Royal Commission legal costs ($40 million)."}
{"context": "OPERATING EXPENSES FROM CONTINUING OPERATIONS ($M) OPERATING EXPENSES FROM CONTINUING OPERATIONS ($M)"}
{"context": "1,706"}
{"context": "1,900"}
{"context": "Personnel expenses"}
{"context": "227"}
{"context": "77"}
{"context": "Premises expenses"}
{"context": "2019"}
{"context": "2018"}
{"context": "Technology expenses"}
{"context": "Restructuring expenses"}
{"context": "4,765"}
{"context": "1,534"}
{"context": "1,899"}
{"context": "4,758"}
{"context": "Other expenses"}
{"context": "795"}
{"context": "811"}
{"context": "Credit impairment1"}
{"context": "2019"}
{"context": "2018"}
{"context": "Movt"}
{"context": "(85) 773 688 2,139 337.6 3,443 43.0% 0.75%"}
{"context": "large 1% 16% -5% 6% 18%"}
{"context": "Collectively assessed credit impairment charge/(release) ($m) Individually assessed credit impairment charge ($m) Credit impairment charge ($m) Gross impaired assets ($m)2 Credit risk weighted assets ($b) Total allowance for expected credit losses (ECL) ($m) Individually assessed as % of gross impaired assets Collectively assessed as % of credit risk weighted assets3"}
{"context": "17 778 795 2,029 358.1 4,190 40.1% 0.94%"}
{"context": "The collectively assessed credit impairment charge of $102 million was primarily driven by a $55 million increase in the New Zealand division and a $30 million increase in the Institutional division. The increase in the New Zealand division was primarily due to release of a temporary economic overlay in 2018, followed by a new temporary management overlay in 2019. The increase in the Institutional division was due to a greater number of customer upgrades in the prior period."}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61. 2. In 2019, ANZ implemented a more market responsive collateral valuation methodology for the home loan portfolio in Australia which increased the number of home loans being classified as impaired rather than past due. Comparative information has not been restated for this change in methodology. Additionally, refinement to underlying data resulted in a transfer from past due and sub-standard into impaired assets. Comparative information has been restated with a transfer of $126 million for 2018."}
{"context": "3. On adoption of AASB 9 on 1 October 2018, the Group increased the collectively assessed allowance for expected credit losses by $813 million, comparative information has not been restated."}
{"context": "58"}
{"context": "58 ANZ 2019 ANNUAL REPORT"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "The individually assessed credit impairment charge increased by $5 million (1%) due to lower write-backs and recoveries in the New Zealand and Institutional divisions, partially offset by higher write-backs and recoveries in the Australia Retail and Commercial division and a decrease due to the sale of the Asia Retail and Wealth businesses in the prior year."}
{"context": "Gross impaired assets decreased $110 million (-5%) driven by the Institutional division (-$177 million) with repayments reducing a number of large impaired assets. This was partially offset by an increase in the Australia Retail and Commercial division ($57 million) primarily driven by a number of single name impaired loans in the Commercial portfolio. The Group’s individually assessed coverage ratio on impaired assets was 40.1 % at 30 September 2019 (Sep 18: 43.0%)."}
{"context": "CREDIT IMPAIRMENT ($M) CREDIT IMPAIRMENT ($M)"}
{"context": "Collectively assessed allowance for ECL ($m)"}
{"context": "Individually assessed allowance for ECL ($m)"}
{"context": "Gross impaired assets1 ($m)"}
{"context": "3,376"}
{"context": "2,523"}
{"context": "814"}
{"context": "920"}
{"context": "2,029"}
{"context": "2,139"}
{"context": "38 374"}
{"context": "1,169"}
{"context": "3 43 279"}
{"context": "24 72"}
{"context": "160"}
{"context": "1 18 81"}
{"context": "251"}
{"context": "51 245 265"}
{"context": "50 236"}
{"context": "442"}
{"context": "Australia Retail and Commercial"}
{"context": "Institutional"}
{"context": "New Zealand"}
{"context": "Pacific"}
{"context": "1,073"}
{"context": "TSO and"}
{"context": "1,795"}
{"context": "558"}
{"context": "569"}
{"context": "1,468"}
{"context": "1,411"}
{"context": "Group Centre"}
{"context": "1,125"}
{"context": "2019"}
{"context": "2018"}
{"context": "2019"}
{"context": "2018"}
{"context": "2019"}
{"context": "2018"}
{"context": "1. During the 2019 financial year, ANZ implemented a more market responsive collateral valuation methodology for the home loan portfolio in Australia which increased the number of home loans being classified as impaired rather than past due. Comparative information has not been restated for the change in methodology. Additionally, refinement to underlying processes and associate data resulted in transfer of loans from past due and sub-standard categories into impaired assets. Comparative information has been restated with transfer of $126 million at September 2018."}
{"context": "DIVISIONAL PERFORMANCE1"}
{"context": "2019"}
{"context": "Australia Retail and Commercial"}
{"context": "Institutional"}
{"context": "New Zealand"}
{"context": "Pacific"}
{"context": "TSO and Group Centre"}
{"context": "Group"}
{"context": "Net interest margin Operating expenses to operating income"}
{"context": "2.59% 43.2%"}
{"context": "0.82% 50.6%"}
{"context": "2.33% 38.8%"}
{"context": "3.75% 64.7%"}
{"context": "n/a n/a"}
{"context": "1.76% 47.7%"}
{"context": "Cash profit from continuing operations ($m)"}
{"context": "3,195"}
{"context": "1,828"}
{"context": "1,399"}
{"context": "59"}
{"context": "(11)"}
{"context": "6,470"}
{"context": "Net loans and advances ($b) Customer deposits2 ($b) Number of FTE"}
{"context": "331.9 208.0 13,903"}
{"context": "164.5 217.3 5,468"}
{"context": "116.7 83.4 6,121"}
{"context": "2.1 3.5 1,086"}
{"context": "0.1 (0.4) 11,010"}
{"context": "615.3 511.8 37,588"}
{"context": "2018"}
{"context": "Australia Retail and Commercial"}
{"context": "Institutional"}
{"context": "New Zealand"}
{"context": "Pacific"}
{"context": "TSO and Group Centre"}
{"context": "Group"}
{"context": "Net interest margin Operating expenses to operating income"}
{"context": "2.69% 40.9%"}
{"context": "0.88% 58.3%"}
{"context": "2.42% 36.3%"}
{"context": "4.11% 55.4%"}
{"context": "n/a n/a"}
{"context": "1.87% 48.5%"}
{"context": "Cash profit from continuing operations ($m)"}
{"context": "3,626"}
{"context": "1,480"}
{"context": "1,521"}
{"context": "72"}
{"context": "(212)"}
{"context": "6,487"}
{"context": "Net loans and advances ($b) Customer deposits2 ($b) Number of FTE"}
{"context": "341.3 202.7 13,731"}
{"context": "150.1 205.8 6,188"}
{"context": "111.3 79.8 6,165"}
{"context": "2.1 3.5 1,125"}
{"context": "(0.2) (4.5) 10,651"}
{"context": "605.5 487.3 37,860"}
{"context": "1. 2. TSO and Group Centre includes term deposits, other deposits and an adjustment in Group Centre to eliminate Wealth Australia discontinued operations investments in ANZ deposit products."}
{"context": "Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61."}
{"context": "ANZ 2019 ANNUAL REPORT 59"}
{"context": "59"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "DIVISIONAL PERFORMANCE1"}
{"context": "Australia Retail and Commercial"}
{"context": "Lending volumes decreased as a result of lower system growth, asset competition and more conservative home loan origination risk settings. Net interest margin decreased as a result of home loan mix changes and higher discounting, the impact of the official cash rate decreases on low-rate deposits, regulatory impact on credit card pricing and higher customer remediation, partially offset by home loans re-pricing. Other operating income decreased as the result of higher customer remediation, and lower fee income due to the removal of fees and lower volumes. Operating expenses were flat with higher inflation, higher compliance costs and increased technology infrastructure spend offset by productivity initiatives including workforce and branch optimisation. Credit impairment charges increased primarily due to an increase in collectively assessed credit impairment as a result of a weakening Australian economic outlook, partially offset by a higher recoveries and write-backs."}
{"context": "Institutional"}
{"context": "Lending volumes grew across all Institutional businesses. Customer deposits grew in Markets and Transaction Banking. Net interest margin decreased due to a reduction in lending margins, partially offset by higher deposit margins. Other operating income increased as a result of higher Markets income across all businesses. Operating expenses decreased due to a reduction in FTE and related costs, and lower ongoing software amortisation charges, partially offset by inflation. Credit impairment charges increased primarily due to an increase in individually assessed impairment charges driven by lower write-backs and recoveries, and an increase in collectively assessed impairment charges as a result of a greater number of customer upgrades in the prior period."}
{"context": "New Zealand"}
{"context": "Lending and customer deposit volumes grew across all portfolios and funds under management increased during the period. Net interest margin decreased as a result of compressed deposit margins and home loan mix changes. Operating income decreased primarily due to the loss of income as the result of the OnePath Life (NZ) divestment, and an one-off insurance recovery in the prior period. Operating expenses increased primarily due to higher regulatory compliance spend, partly offset by the OnePath Life (NZ) divestment. Credit impairment charges increased primarily due to an increase in individually assessed impairment charges driven by lower write-backs and recoveries, and increase in collectively assessed impairment charges in Commercial driven by the release of an Agri economic cycle adjustment in 2018 followed by a new temporary overlay in 2019."}
{"context": "Pacific"}
{"context": "Operating income for the Pacific division was broadly in line with the prior year. Costs were higher largely due to customer remediation. Credit impairment charges were not significant for the 2019 financial year."}
{"context": "TSO and Group Centre"}
{"context": "The 2019 financial year included the gain on sale of OnePath Life (NZ), Paymark, Cambodia JV and PNG Retail, Commercial and SME. The 2018 financial year included the gain on sale of MCC, loss on sale of SRCB, the loss on reclassification of assets and liabilities to held for sale for Cambodia JV, OPL NZ, and PNG Retail, Commercial and SME, Royal Commission legal costs, and higher restructuring costs."}
{"context": "1. Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61."}
{"context": "60"}
{"context": "60 ANZ 2019 ANNUAL REPORT"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "DISCONTINUED OPERATIONS"}
{"context": "The financial results of the Wealth Australia businesses being divested and associated Group reclassification and consolidation impacts are treated as discontinued operations from a financial reporting perspective. These businesses qualify as discontinued operations, a subset of assets and liabilities held for sale, as they represent a major line of business."}
{"context": "The comparative Group Income Statement and Statement of Comprehensive Income have been restated to show discontinued operations separately from continuing operations in a separate line item ‘Profit/(Loss) from discontinued operations’."}
{"context": "Sale to IOOF Holdings Limited (IOOF)"}
{"context": "On 17 October 2017, the Group announced it had agreed to sell its OnePath P&I and ADGs businesses to IOOF. The aligned dealer groups business consists of ADGs that operate under their own Australian Financial Services licences. The sale of the ADGs completed on 1 October 2018. On 17 October 2019 the Group announced it had agreed a revised sale price for its OnePath P&I business and ADG to IOOF of $850 million, being a $125 million reduction from the original sale price of $975 million announced in October 2017. The new price of $850 million, includes approximately $25 million that ANZ has already received for the sale of ADGs in October 2018. The revised terms reflect changing market conditions and include lower overall warranty caps as well as some changes to the strategic alliance arrangements. Subject to APRA approval the Group expects the transaction to complete in the first quarter of calendar year 2020. The impact of the reduction in price has been reflected in the 2019 financial results."}
{"context": "Sale to Zurich Financial Services Australia (Zurich)"}
{"context": "On 12 December 2017, ANZ announced that it had agreed to the sale of its life insurance business to Zurich and regulatory approval was obtained on 10 October 2018. The transaction was completed on 31 May 2019."}
{"context": "Included in the ‘Cash loss from discontinued operations’ is:"}
{"context": "A $23 million loss ($81 million loss after tax) was recognised in the 2019 financial year. This is attributable to sale related adjustments and write-downs, the reversal of the life-to-date cash profit adjustments on the revaluation of policy liabilities sold to Zurich, partially offset by the recycling of gains previously deferred in equity reserves on sale completion. A $632 million loss (pre and post-tax) was recognised on the reclassification of Wealth Australia businesses to held for sale in the 2018 financial year; and"}
{"context": "Customer remediation which includes provisions for expected refunds to customers and related remediation costs associated with inappropriate advice or services not provided in the pensions and investments and life insurance businesses. An amount of $241 million pre-tax, $207 million post tax was recognised in the 2019 financial year (2018: $181m pre-tax, $127 million post-tax)."}
{"context": "ANZ’s lenders mortgage insurance, share investing, general insurance distribution and financial planning businesses which were previously part of the continuing operations of Wealth Australia now form part of the Australia Retail and Commercial division (previously named Australia division) and Wealth Australia ceases to exist as a continuing division."}
{"context": "Explanation of adjustments between statutory profit and cash profit"}
{"context": "Treasury shares adjustment"}
{"context": "ANZ shares held by the Group in Wealth Australia discontinued operations are deemed to be Treasury shares for accounting purposes. Dividends and realised and unrealised gains and losses from these shares are reversed as they are not permitted to be recognised as income for statutory reporting purposes. In deriving cash profit, these earnings are included to ensure there is no asymmetrical impact on the Group’s profits because the Treasury shares are held to support policy liabilities which are revalued through the Income Statement. With the sale completion of the life insurance business to Zurich, there are no further ANZ shares held by the Group in discontinued operations (2018: 15.5 million shares)."}
{"context": "Revaluation of policy liabilities"}
{"context": "When calculating policy liabilities, the projected future cash flows on insurance contracts are discounted to reflect the present value of the obligation, with the impact of changes in the market discount rate in each period being reflected in the Income Statement. ANZ includes the impact on the re-measurement of the insurance contract attributable to changes in market discount rates as an adjustment to statutory profit to remove the volatility attributable to changes in market interest rates which reverts to zero over the life of the insurance contract. With the sale completion of the life insurance business to Zurich, the 2019 financial year includes the reversal of the life-to-date cash profit adjustments on the revaluation of policy liabilities sold, reducing cash profit by $15 million."}
{"context": "2019 $m"}
{"context": "2018 $m"}
{"context": "Statutory profit/(loss) from discontinued operations"}
{"context": "(343)"}
{"context": "(695)"}
{"context": "Adjustments between statutory profit and cash profit"}
{"context": "34"}
{"context": "13"}
{"context": "Treasury shares adjustment Revaluation of policy liabilities"}
{"context": "(11) 45"}
{"context": "7 6"}
{"context": "Cash profit/(loss) from discontinued operations"}
{"context": "(309)"}
{"context": "(682)"}
{"context": "ANZ 2019 ANNUAL REPORT 61"}
{"context": "61"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "FINANCIAL POSITION OF THE GROUP – INCLUDING DISCONTINUED OPERATIONS"}
{"context": "Condensed balance sheet"}
{"context": "As at"}
{"context": "2019 $b"}
{"context": "2018 $b"}
{"context": "Movt"}
{"context": "Assets"}
{"context": "Cash / Settlement balances owed to ANZ / Collateral paid Trading and investment securities/available-for-sale assets 1 Derivative financial instruments"}
{"context": "100.3"}
{"context": "126.9"}
{"context": "120.7"}
{"context": "98.0"}
{"context": "112.0"}
{"context": "68.4"}
{"context": "2%"}
{"context": "13%"}
{"context": "76%"}
{"context": "Net loans and advances"}
{"context": "615.3"}
{"context": "604.5"}
{"context": "2%"}
{"context": "Assets held for sale"}
{"context": "1.8"}
{"context": "45.2"}
{"context": "96%"}
{"context": "Other"}
{"context": "16.1"}
{"context": "15.1"}
{"context": "7%"}
{"context": "Total assets"}
{"context": "981.1"}
{"context": "943.2"}
{"context": "4%"}
{"context": "Liabilities"}
{"context": "Settlement balances owed by ANZ / Collateral received"}
{"context": "18.8"}
{"context": "18.3"}
{"context": "3%"}
{"context": "Deposits and other borrowings"}
{"context": "637.7"}
{"context": "618.2"}
{"context": "3%"}
{"context": "Derivative financial instruments"}
{"context": "121.0"}
{"context": "69.7"}
{"context": "74%"}
{"context": "Debt Issuances"}
{"context": "129.7"}
{"context": "121.2"}
{"context": "7%"}
{"context": "Liabilities held for sale"}
{"context": "2.1"}
{"context": "47.2"}
{"context": "96%"}
{"context": "Other"}
{"context": "11.0"}
{"context": "9.2"}
{"context": "20%"}
{"context": "Total liabilities"}
{"context": "920.3"}
{"context": "883.8"}
{"context": "4%"}
{"context": "Total equity"}
{"context": "60.8"}
{"context": "59.4"}
{"context": "2%"}
{"context": "1."}
{"context": "On adoption of AASB 9 on 1 October 2018, the classification and measurement of financial assets were revised. Available-for-sale classification used in comparative periods ceases to exist under AASB 9 and a new classification of investment securities was introduced. Refer to Note 1 of the Annual Report for further details. Comparative information has not been restated."}
{"context": "Trading and investment securities/available-for-sale assets increased $14.9 billion (+13%) primarily driven by an increase in liquid assets in Markets and the impact of foreign currency translation movements."}
{"context": "Derivative financial assets and liabilities increased $52.3 billion (+76%) and $51.3 billion (+74%) respectively as interest rate movements resulted in higher derivative volumes and fair values, particularly in interest rate swap products."}
{"context": "Net loans and advances increased $10.8 billion (+2%) primarily driven by lending growth in the Institutional division (+$10.5 billion), growth in home loans in the New Zealand division (+$4.1 billion) and the impact of foreign currency translation movements, partially offset by the decrease in home loans in the Australia Retail and Commercial division (-$9.4 billion)."}
{"context": "Assets and liabilities held for sale decreased $43.4 billion (-96%) and $45.1 billion (-96%) respectively primarily driven by the sale completion of the life insurance business to Zurich, OPL NZ, Cambodia JV and PNG Retail, Commercial & SME."}
{"context": "Deposits and other borrowings increased $19.5 billion (+3%) primarily driven by increased deposits from banks and repurchase agreements (+$9.9 billion), growth in customer deposits across the Australia Retail and Commercial (+$5.3 billion) and New Zealand division (+$2.7 billion) and the impact of foreign currency translation movements. This was partially offset by reduction in certificates of deposit and commercial paper issued (-$11.6 billion)."}
{"context": "Debt issuances increased $8.5 billion (+7%) primarily driven by senior debt issuances and the impact of foreign currency translation movements."}
{"context": "Funding"}
{"context": "2019"}
{"context": "2018"}
{"context": "Net Stable Funding Ratio"}
{"context": "116%"}
{"context": "115%"}
{"context": "The Group targets a diversified funding base, avoiding undue concentration by investor type, maturity, market source and currency."}
{"context": "$23.6 billion of term wholesale debt with a remaining term greater than one year as at 30 September 2019 was issued during the year."}
{"context": "62"}
{"context": "62 ANZ 2019 ANNUAL REPORT"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "Liquidity"}
{"context": "2019"}
{"context": "2018"}
{"context": "Total liquid assets ($b) 1 Liquidity Coverage Ratio (LCR) 1"}
{"context": "188.4"}
{"context": "140%"}
{"context": "191.3"}
{"context": "138%"}
{"context": "1. Full year average, calculated as prescribed per APRA Prudential Regulatory Standard (APS 210 Liquidity) and consistent with APS 330 requirements."}
{"context": "The Group holds a portfolio of high quality unencumbered liquid assets in order to protect the Group’s liquidity position in a severely stressed environment, as well as to meet regulatory requirements. High Quality Liquid Assets comprise three categories, with the definitions consistent with Basel 3 LCR:"}
{"context": "Highest-quality liquid assets (HQLA1): Cash, highest credit quality government, central bank or public sector securities eligible for repurchase with central banks to provide same-day liquidity."}
{"context": "High-quality liquid assets (HQLA2): High credit quality government, central bank or public sector securities, high quality corporate debt securities and high quality covered bonds eligible for repurchase with central banks to provide same-day liquidity."}
{"context": "Alternative liquid assets (ALA): Assets qualifying as collateral for the Committed Liquidity Facility (CLF) and other eligible securities listed by the Reserve Bank of New Zealand (RBNZ)."}
{"context": "The Group monitors and manages the size and composition of its liquid asset portfolio on an ongoing basis in line with regulatory requirements and the risk appetite set by the Board."}
{"context": "Capital management"}
{"context": "2019"}
{"context": "2018"}
{"context": "Movt"}
{"context": "Common Equity Tier 1 (Level 2) - APRA Basel 3 Credit risk weighted assets ($b)"}
{"context": "11.4% 358.1"}
{"context": "11.4% 337.6"}
{"context": "6%"}
{"context": "Total risk weighted assets ($b)"}
{"context": "417.0"}
{"context": "390.8"}
{"context": "7%"}
{"context": "APRA, under the authority of the Banking Act 1959, sets minimum regulatory requirements for banks including what is acceptable as regulatory capital and provides methods of measuring the risks incurred by the Bank."}
{"context": "The Group’s Common Equity Tier 1 ratio remained at 11.4% based on APRA Basel 3 standards, exceeding APRA’s minimum requirements. Cash earnings and divestments were offset by the impact of dividends and share buybacks during the year."}
{"context": "Dividends This performance allowed us to propose that a final dividend of 80 cents be paid on each eligible fully paid ANZ ordinary share, bringing the total dividend for the year ended 30 September 2019 to $1.60 per share. This represents a dividend payout ratio of 70.1% of cash profit from continuing operations."}
{"context": "The proposed 2019 final dividend of 80 cents per share will be 70% franked for Australian taxation purposes, and carry a New Zealand (NZ) imputation credits of NZD 9 cents per ordinary share. It will be paid on 18 December 2019 to owners of ordinary shares at close of business on 12 November 2019 (record date)."}
{"context": "ANZ has a Dividend Reinvestment Plan (DRP) and a Bonus Option Plan (BOP) that will operate in respect of the proposed 2019 final dividend. For the 2019 final dividend, ANZ intends to provide shares under the DRP through an on-market purchase and BOP through the issue of new shares."}
{"context": "Further details on dividends provided for or paid during the year ended 30 September 2019 are set out in Note 5 in the Annual Report."}
{"context": "Shareholders Returns Shareholder Returns"}
{"context": "Earnings per Share (cents)"}
{"context": "Dividends per Share (cents)"}
{"context": "Dividends Payout Ratio (%)"}
{"context": "Total Shareholder Return (%)"}
{"context": "2019"}
{"context": "227.6"}
{"context": "2019"}
{"context": "160"}
{"context": "2019"}
{"context": "70.1"}
{"context": "2019"}
{"context": "9.2"}
{"context": "2018"}
{"context": "223.4"}
{"context": "2018"}
{"context": "160"}
{"context": "2018"}
{"context": "71.1"}
{"context": "2018"}
{"context": "0.6"}
{"context": "1."}
{"context": "2017"}
{"context": "232.7"}
{"context": "2017"}
{"context": "160"}
{"context": "2017"}
{"context": "Information has been presented on a cash profit from continuing operations basis. Discontinued operations are detailed on page 61. 79.4"}
{"context": "2016"}
{"context": "202.6"}
{"context": "2016"}
{"context": "160"}
{"context": "2016"}
{"context": "69"}
{"context": "2017"}
{"context": "2016"}
{"context": "13.1"}
{"context": "9.2"}
{"context": "2015"}
{"context": "260.3"}
{"context": "2015"}
{"context": "181"}
{"context": "2015"}
{"context": "71.2"}
{"context": "2015"}
{"context": "7.5"}
{"context": "ANZ 2019 ANNUAL REPORT"}
{"context": "63"}
{"context": "63"}
{"context": "OUR PERFORMANCE (continued)"}
{"context": "FIVE YEAR SUMMARY"}
{"context": "20191 $m"}
{"context": "20181 $m"}
{"context": "20171 $m"}
{"context": "2016 $m"}
{"context": "2015 $m"}
{"context": "Financial performance - cash2 Net interest income Other operating income3 Operating expenses3 Profit before credit impairment and income tax Credit impairment charge Income tax expense Non-controlling interests Cash profit from continuing operations2 Cash profit/(loss) from discontinued operations"}
{"context": "Cash profit Adjustments to arrive at statutory profit2 Profit attributable to shareholders of the Company Financial position Assets Net assets Common Equity Tier 1 Common Equity Tier 1 – Internationally Comparable Basel 34 Return on average ordinary equity (statutory)5 Return on average assets (statutory) Cost to income ratio (cash)2 Shareholder value – ordinary shares"}
{"context": "14,339 4,690 (9,071) 9,958 (795) (2,678) (15) 6,470 (309) 6,161 (208) 5,953"}
{"context": "981,137 60,794 11.4% 16.4%"}
{"context": "10.0% 0.6%"}
{"context": "49.5%"}
{"context": "14,514 4,853 (9,401) 9,966 (688) (2,775) (16) 6,487 (682) 5,805 595 6,400"}
{"context": "943,182 59,405 11.4% 16.8%"}
{"context": "10.9% 0.7% 52.0%"}
{"context": "14,875 4,941 (8,967) 10,849 (1,199) (2,826) (15) (6,809) 129 6,938 (532) 6,406"}
{"context": "897,326 59,075 10.6% 15.8%"}
{"context": "11.0% 0.7% 46.1%"}
{"context": "15,095 5,499 (10,439) 10,155 (1,956) (2,299) (11) 5,889 n/a 5,889 (180) 5,709"}
{"context": "914,869 57,927 9.6% 14.5%"}
{"context": "10.0% 0.6% 50.7%"}
{"context": "14,616 5,921 (9,378) 11,159 (1,205) (2,724) (14) 7,216 n/a 7,216 277 7,493"}
{"context": "889,900 57,353 9.6% 13.2%"}
{"context": "14.5% 0.9% 45.7%"}
{"context": "Total return to shareholders (share price movement plus dividends)"}
{"context": "9.2%"}
{"context": "0.6%"}
{"context": "13.1%"}
{"context": "9.2%"}
{"context": "(7.5%)"}
{"context": "Market capitalisation Dividend (cents) Franked portion – final Share price"}
{"context": "– interim"}
{"context": "– high (dollars) – low (dollars) – closing (dollars)"}
{"context": "80,842 160 100% 70% $29.30 $22.98 $28.52"}
{"context": "80,979 160 100% 100% $30.80 $26.08 $28.18"}
{"context": "86,948 160 100% 100% $32.95 $25.78 $29.60"}
{"context": "80,886 160 100% 100% $29.17 $21.86 $27.63"}
{"context": "78,606 181 100% 100% $37.25 $26.38 $27.08"}
{"context": "Share information (per fully paid ordinary share) Earnings per share (cents) (statutory) Dividend payout ratio (statutory) Net tangible assets per ordinary share6 No. of fully paid ordinary shares issued (millions) Dividend reinvestment plan (DRP) issue price"}
{"context": "210 76.2% $19.59 2,835"}
{"context": "221.6 72.1% $18.47 2,874"}
{"context": "220.1 73.4% $17.66 2,937"}
{"context": "197.4 81.9% $17.13 2,927"}
{"context": "271.5 68.6% $16.86 2,903"}
{"context": "– interim – final"}
{"context": "$27.79 -"}
{"context": "$27.76 $26.03"}
{"context": "$28.80 $29.02"}
{"context": "$24.82 $28.16"}
{"context": "$31.93 $27.08"}
{"context": "Other information No. of employees (full time equivalents) No. of shareholders"}
{"context": "39,060 506,847"}
{"context": "39,924 509,238"}
{"context": "44,896 522,425"}
{"context": "46,554 545,256"}
{"context": "50,152 546,558"}
{"context": "1. During 2018, part of Wealth Australia and TSO and Group Centre division was classified as a discontinued operation. 2017 comparatives have been restated accordingly. 2016 to 2015 have not been restated. All ratios are presented on a Group basis inclusive of discontinued operations across 2019 to 2015."}
{"context": "2. Cash profit excludes non-core items included in statutory profit and is provided to assist readers in understanding the result of the ongoing business activities of the Group. Cash profit is not audited; however, the external auditor has informed the Audit Committee that the adjustments have been determined on a consistent basis across each period presented, and the adjustments for the sale impact of Shanghai Rural Commercial Bank (SRCB) in 2018 and 2017 are appropriate."}
{"context": "3. On adoption of AASB 15, the Group reclassified certain items previously netted which are now presented gross in operating income and operating expenses. Only the comparative information for 2018 has been restated which increased total operating income and total operating expenses by $153 million for the September 2018 full year."}
{"context": "4. Internationally Comparable Methodology applied for 2015–2018 aligns with APRA’s information paper entitled ‘International Capital Comparison Study’ (13 July 2015). Basel Internationally Comparable ratios do not include an estimate of the Basel l capital floor requirement."}
{"context": "5. Average ordinary equity excludes non-controlling interests and preference shares. 6. Equals shareholders’ equity less preference share capital, goodwill, software and other intangible assets divided by the number of ordinary shares"}
{"context": "64"}
{"context": "64 ANZ 2019 ANNUAL REPORT"}
{"context": "Fair and Responsible Banking"}
{"context": "Net Promoter Score Ranking (relative to peers)"}
{"context": "Australia Retail1"}
{"context": "Australia Commercial2"}
{"context": "Australia Institutional3"}
{"context": "New Zealand Retail4"}
{"context": "New Zealand Commercial and Agricultural5"}
{"context": "New Zealand Institutional6"}
{"context": "Code of conduct"}
{"context": "Breaches"}
{"context": "Investigations resulting in termination"}
{"context": "Financial Wellbeing"}
{"context": "Help enable social and economic participation of 1 million people by 2020 (cumulative total)7"}
{"context": "Employees"}
{"context": "Employee Engagement (%)8"}
{"context": "Total Women in Leadership (%)9"}
{"context": "Community"}
{"context": "Total community investment ($m)10"}
{"context": "Volunteer hours"}
{"context": "Employee volunteering participation rate (%)11"}
{"context": "Housing"}
{"context": "Provide NZ $100 million of interest free loans to insulate homes for ANZ mortgage holders (NZ$ million)12"}
{"context": "Environmental Sustainability"}
{"context": "Fund and facilitate at least AU$15 billion by 2020 towards environmentally sustainable solutions for our customers (AU$ billion cumulative total)13"}
{"context": "Environmental footprint"}
{"context": "Total scope 1 & 2 GHG emissions (tCO2e) Total scope 1,2 & 3 GHG emissions (tCO2e)"}
{"context": "Project finance portfolio14"}
{"context": "Renewables (%)"}
{"context": "Coal (%)"}
{"context": "Gas (%)"}
{"context": "Project finance commitment to renewable energy ($m)"}
{"context": "1. Roy Morgan Research Single Source, Australian population aged 14+, Main Financial Institution, six month rolling average to Sep’15, Sep’16, Sep’17, Sep’18 & Sep’19. Ranking based on the four major Australian banks."}
{"context": "2. DBM Business Financial Services Monitor. Base: Commercial (<$100 million annual turnover) Main Financial Institution customers. Six month average to Sep’15, Sep’16, Sep’17, Sep’18 & Sep’19. Ranking based on the four major Australian banks."}
{"context": "3. Peter Lee Associates, 2019 Large Corporate and Institutional Relationship Banking surveys,"}
{"context": "Australia."}
{"context": "4. Retail Market Monitor, Camorra Research, six month rolling average to Sep’15, Sep’16, Sep’17, Sep’18 & Sep’19."}
{"context": "5. Business Finance Monitor, TNS Kantar Research. Base: Commercial ($3 million – $150 million annual turnover) and Agricultural (>500K annual turnover) customers. Four quarter rolling average to Q3’15, Q3’16, Q3’17, Q3’18 & Q3’19."}
{"context": "6. Peter Lee Associates Large Corporate and Institutional Relationship Banking surveys, New Zealand 2016 – 2019, ranked against the Top 4 competitors (in 2016 rank based on question ‘which bank would you most likely to recommend’)."}
{"context": "2019"}
{"context": "2018"}
{"context": "2017"}
{"context": "2016"}
{"context": "2015"}
{"context": "4"}
{"context": "3"}
{"context": "4"}
{"context": "2"}
{"context": "4"}
{"context": "3"}
{"context": "3"}
{"context": "4"}
{"context": "4"}
{"context": "4"}
{"context": "1"}
{"context": "1"}
{"context": "2"}
{"context": "1"}
{"context": "–"}
{"context": "4"}
{"context": "4"}
{"context": "4"}
{"context": "4"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "1"}
{"context": "1"}
{"context": "3"}
{"context": "1"}
{"context": "–"}
{"context": "784"}
{"context": "1,114"}
{"context": "1,443"}
{"context": "1,408"}
{"context": "1,629"}
{"context": "151"}
{"context": "226"}
{"context": "262"}
{"context": "254"}
{"context": "294"}
{"context": "998,474"}
{"context": "889,135"}
{"context": "550,361"}
{"context": "453,054"}
{"context": "–"}
{"context": "77"}
{"context": "73"}
{"context": "72"}
{"context": "74"}
{"context": "76"}
{"context": "32.5"}
{"context": "32.0"}
{"context": "31.1"}
{"context": "29.9"}
{"context": "29.5"}
{"context": "142.2"}
{"context": "136.9"}
{"context": "131.1"}
{"context": "89.8"}
{"context": "74.8"}
{"context": "134,930"}
{"context": "124,113"}
{"context": "113,127"}
{"context": "113,071"}
{"context": "108,142"}
{"context": "42.4"}
{"context": "34.6"}
{"context": "29.4"}
{"context": "–"}
{"context": "–"}
{"context": "6.3"}
{"context": "–"}
{"context": "–"}
{"context": "–"}
{"context": "–"}
{"context": "19.1"}
{"context": "11.5"}
{"context": "6.9"}
{"context": "2.5"}
{"context": "–"}
{"context": "156,568"}
{"context": "171,012"}
{"context": "180,993"}
{"context": "193,569"}
{"context": "209,531"}
{"context": "250,857"}
{"context": "266,906"}
{"context": "273,216"}
{"context": "299,224"}
{"context": "335,085"}
{"context": "83"}
{"context": "76"}
{"context": "70"}
{"context": "63"}
{"context": "60"}
{"context": "9"}
{"context": "10"}
{"context": "16"}
{"context": "19"}
{"context": "18"}
{"context": "8"}
{"context": "13"}
{"context": "13"}
{"context": "18"}
{"context": "22"}
{"context": "1,371"}
{"context": "1,076"}
{"context": "1,141"}
{"context": "875"}
{"context": "881"}
{"context": "7. Target commenced in 2016. Performance includes people helped through our initiatives to support financial wellbeing, including our financial inclusion, employment and community programs, and targeted banking products and services for small business and retail customers. Refer to the 2019 ESG Supplement for methodology (to be released in December)."}
{"context": "8. The 2017 engagement survey was run as a pulse survey sent to 10% of the bank’s employees with a 57% response rate."}
{"context": "9. Measures representation at the Senior Manager, Executive and Senior Executive levels."}
{"context": "Includes all employees regardless of leave status but not contractors (which are included in FTE). Includes foregone revenue ($109 million for 2019), being the cost of providing low or fee free accounts to a range of customers such as government benefit recipients, not-for-profit organisations and students. 11. Commenced reporting in 2017. 12. Target commenced in 2019. 13. Target commenced in 2016. Performance includes funding or facilitation of initiatives that"}
{"context": "10."}
{"context": "help lower carbon emissions, improve water stewardship, and minimise waste."}
{"context": "14. Breakdown for 2017 & 2018 does not total to 100% due to rounding."}
{"context": "65"}
{"context": "Remuneration Overview"}
{"context": "The following pages provide a summary of the remuneration for our Key Management Personnel (KMP) - Non-Executive Directors (NEDs), Chief Executive Officer (CEO) and Disclosed Executives. In this section we have included the remuneration tables that shareholder feedback has told us are of the most interest. The full Remuneration Report is contained in the Annual Report from page 66 onwards, which includes details of our remuneration strategy and framework and the remuneration practices that apply to KMP. The report can be accessed via the ANZ website at anz.com/annualreport."}
{"context": "NON-EXECUTIVE DIRECTOR REMUNERATION The Board reviewed NED fees for 2019 and determined once again not to increase their fees (which remain unchanged from 2016). As disclosed in last year’s Remuneration Report, the NEDs who served on the Board in 2018 agreed to a 20% reduction of their Board fee for 2019 (20% reduction to the Chairman fee from $825,000 to $660,000, and 20% reduction to the NED member fee from $240,000 to $192,000) as a consequence for the shared accountability for the failures highlighted by the 2018 Royal Commission."}
{"context": "2019 STATUTORY REMUNERATION - NEDS"}
{"context": "Financial year"}
{"context": "SHORT-TERM NED BENEFITS"}
{"context": "Fees1 $"}
{"context": "Non monetary benefits $"}
{"context": "POST-EMPLOYMENT Super contributions1 $"}
{"context": "Total remuneration2 $"}
{"context": "Current Non-Executive Directors"}
{"context": "D Gonski"}
{"context": "2019"}
{"context": "639,351"}
{"context": "20,649"}
{"context": "660,000"}
{"context": "2018"}
{"context": "804,831"}
{"context": "20,169"}
{"context": "825,000"}
{"context": "I Atlas"}
{"context": "2019"}
{"context": "275,851"}
{"context": "20,649"}
{"context": "296,500"}
{"context": "2018"}
{"context": "324,331"}
{"context": "20,169"}
{"context": "344,500"}
{"context": "P Dwyer"}
{"context": "2019"}
{"context": "296,351"}
{"context": "20,649"}
{"context": "317,000"}
{"context": "2018"}
{"context": "344,831"}
{"context": "20,169"}
{"context": "365,000"}
{"context": "J Halton"}
{"context": "2019"}
{"context": "246,058"}
{"context": "20,649"}
{"context": "266,707"}
{"context": "2018"}
{"context": "277,567"}
{"context": "20,169"}
{"context": "297,736"}
{"context": "J Key3"}
{"context": "2019"}
{"context": "229,131"}
{"context": "20,649"}
{"context": "249,780"}
{"context": "2018"}
{"context": "148,546"}
{"context": "11,996"}
{"context": "160,542"}
{"context": "G Liebelt"}
{"context": "2019"}
{"context": "294,851"}
{"context": "20,649"}
{"context": "315,500"}
{"context": "2018"}
{"context": "345,858"}
{"context": "20,169"}
{"context": "366,027"}
{"context": "J Macfarlane"}
{"context": "2019"}
{"context": "249,851"}
{"context": "20,649"}
{"context": "270,500"}
{"context": "2018"}
{"context": "298,331"}
{"context": "20,169"}
{"context": "318,500"}
{"context": "Former Non-Executive Director"}
{"context": "H Lee4"}
{"context": "2019"}
{"context": "57,258"}
{"context": "4,832"}
{"context": "5,133"}
{"context": "67,223"}
{"context": "2018"}
{"context": "314,831"}
{"context": "20,169"}
{"context": "335,000"}
{"context": "Total of all Non-Executive Directors"}
{"context": "2019"}
{"context": "2,288,702"}
{"context": "4,832"}
{"context": "149,676"}
{"context": "2,443,210"}
{"context": "2018"}
{"context": "2,859,126"}
{"context": "153,179"}
{"context": "3,012,305"}
{"context": "1. Year-on-year differences in fees relate to the 20% reduction to the Chairman fee and the NED member fees in 2019, changes in Committee memberships and changes to the superannuation Maximum Contribution Base."}
{"context": "2. Long-term benefits and share-based payments do not apply for the NEDs. 3."}
{"context": "J Key commenced as a NED for Australia and New Zealand Banking Group Limited (ANZBGL) on 28 February 2018, so 2018 remuneration reflects a partial service year. In addition for 2018, in relation to his Non-Executive Directorship from 18 October 2017 for ANZ Bank New Zealand Limited, J Key also received a total of NZD 302,925 as a NED until 31 December 2017 and from 1 January 2018 as Chairman. In 2019, J Key also received a total of NZD 382,950 as Chairman for ANZ Bank New Zealand Limited."}
{"context": "4. H Lee retired as a NED on 19 December 2018, so 2019 remuneration reflects partial service year up to his date of retirement. Non monetary benefits relate to gifts on retirement including Fringe Benefits Tax."}
{"context": "CEO AND DISCLOSED EXECUTIVES’ REMUNERATION YEAR-ON-YEAR REMUNERATION AWARDED"}
{"context": "These tables show a year-on-year comparison of remuneration awarded to the CEO and Disclosed Executives for the 2017, 2018 and 2019 performance periods. Remuneration awarded includes any cash payments (e.g. fixed remuneration and cash variable remuneration) and the value of deferred shares and performance rights awarded for the year but which have not yet vested (i.e. the value which has not yet been received during the year). These tables also show the Annual Variable Remuneneration (AVR)/Variable Remuneration (VR) as a % of target and maximum opportunity – this % remains unchanged whether using the threshold or full vesting value of performance rights."}
{"context": "66"}
{"context": "CEO"}
{"context": "Threshold vesting"}
{"context": "Full vesting"}
{"context": "AVR as % of"}
{"context": "Financial year"}
{"context": "Fixed remuneration $"}
{"context": "AVR cash $"}
{"context": "AVR deferred shares $"}
{"context": "Total AVR $"}
{"context": "LTVR1 performance rights $"}
{"context": "Total remuneration awarded $"}
{"context": "LTVR1 performance rights $"}
{"context": "Total remuneration awarded $"}
{"context": "Target opport- unity"}
{"context": "Maximum opport- unity"}
{"context": "CEO"}
{"context": "S Elliott"}
{"context": "2019"}
{"context": "2,100,000"}
{"context": "750,000"}
{"context": "750,000 1,500,000"}
{"context": "2,100,000"}
{"context": "5,700,000"}
{"context": "4,200,000"}
{"context": "7,800,000"}
{"context": "71%"}
{"context": "48%"}
{"context": "2018"}
{"context": "2,100,000"}
{"context": "875,000"}
{"context": "875,000"}
{"context": "1,750,000"}
{"context": "1,400,000"}
{"context": "5,250,000"}
{"context": "2,800,000"}
{"context": "6,650,000"}
{"context": "83%"}
{"context": "56%"}
{"context": "2017"}
{"context": "2,100,000 1,000,000"}
{"context": "1,000,000"}
{"context": "2,000,000"}
{"context": "2,100,000"}
{"context": "6,200,000"}
{"context": "4,200,000"}
{"context": "8,300,000"}
{"context": "95%"}
{"context": "63%"}
{"context": "1."}
{"context": "Long Term Variable Remuneration (LTVR)"}
{"context": "Note the 2019 LTVR has not yet been awarded, approval will be sought from shareholders at the 2019 AGM for the LTVR award shown above. The 2018 LTVR award was significantly reduced as further acknowledgement of the conduct issues and reputation damage of the matters raised in the 2018 Royal Commission."}
{"context": "Disclosed Executives"}
{"context": "Threshold vesting"}
{"context": "Full vesting"}
{"context": "VR as % of"}
{"context": "Financial year"}
{"context": "Fixed remuneration $"}
{"context": "VR cash $"}
{"context": "VR deferred shares $"}
{"context": "VR performance rights1 $"}
{"context": "Total remuneration awarded $"}
{"context": "VR performance rights1 $"}
{"context": "Total remuneration awarded $"}
{"context": "Target opport- unity"}
{"context": "Maximum opport- unity"}
{"context": "Current Disclosed Executives"}
{"context": "M Carnegie"}
{"context": "2019"}
{"context": "1,000,000"}
{"context": "495,000"}
{"context": "495,000"}
{"context": "510,000"}
{"context": "2,500,000"}
{"context": "1,020,000"}
{"context": "3,010,000"}
{"context": "75%"}
{"context": "50%"}
{"context": "2018"}
{"context": "1,000,000"}
{"context": "528,000"}
{"context": "528,000"}
{"context": "544,000"}
{"context": "2,600,000"}
{"context": "1,088,000"}
{"context": "3,144,000"}
{"context": "80%"}
{"context": "53%"}
{"context": "2017"}
{"context": "1,000,000"}
{"context": "561,000"}
{"context": "561,000"}
{"context": "578,000"}
{"context": "2,700,000"}
{"context": "1,156,000"}
{"context": "3,278,000"}
{"context": "85%"}
{"context": "57%"}
{"context": "K Corbally"}
{"context": "2019"}
{"context": "950,000"}
{"context": "478,500"}
{"context": "478,500"}
{"context": "493,000"}
{"context": "2,400,000"}
{"context": "493,000"}
{"context": "2,400,000"}
{"context": "85%"}
{"context": "57%"}
{"context": "2018 (6.5 months in role)"}
{"context": "486,000"}
{"context": "164,835"}
{"context": "164,835"}
{"context": "169,830"}
{"context": "985,500"}
{"context": "169,830"}
{"context": "985,500"}
{"context": "83%"}
{"context": "55%"}
{"context": "A George"}
{"context": "2019"}
{"context": "1,000,000"}
{"context": "528,000"}
{"context": "528,000"}
{"context": "544,000"}
{"context": "2,600,000"}
{"context": "1,088,000"}
{"context": "3,144,000"}
{"context": "80%"}
{"context": "53%"}
{"context": "2018 (12 months/4.5 months as Deputy CEO)"}
{"context": "876,000"}
{"context": "354,750"}
{"context": "354,750"}
{"context": "365,500"}
{"context": "1,951,000"}
{"context": "731,000"}
{"context": "2,316,500"}
{"context": "61%"}
{"context": "41%"}
{"context": "2017 (10 months in role)"}
{"context": "664,000"}
{"context": "301,290"}
{"context": "301,290"}
{"context": "310,420"}
{"context": "1,577,000"}
{"context": "620,840"}
{"context": "1,887,420"}
{"context": "76%"}
{"context": "51%"}
{"context": "M Hand"}
{"context": "2019 (9 months as Disclosed Executive)"}
{"context": "726,000"}
{"context": "198,000"}
{"context": "198,000"}
{"context": "204,000"}
{"context": "1,326,000"}
{"context": "408,000"}
{"context": "1,530,000"}
{"context": "41%"}
{"context": "28%"}
{"context": "M Jablko"}
{"context": "2019"}
{"context": "1,000,000"}
{"context": "544,500"}
{"context": "544,500"}
{"context": "561,000"}
{"context": "2,650,000"}
{"context": "1,122,000"}
{"context": "3,211,000"}
{"context": "83%"}
{"context": "55%"}
{"context": "2018"}
{"context": "1,000,000"}
{"context": "577,500"}
{"context": "577,500"}
{"context": "595,000"}
{"context": "2,750,000"}
{"context": "1,190,000"}
{"context": "3,345,000"}
{"context": "88%"}
{"context": "58%"}
{"context": "2017"}
{"context": "1,000,000"}
{"context": "739,200"}
{"context": "739,200"}
{"context": "761,600"}
{"context": "3,240,000"}
{"context": "1,523,200"}
{"context": "4,001,600"}
{"context": "112%"}
{"context": "75%"}
{"context": "A Watson2"}
{"context": "2019"}
{"context": "219,440"}
{"context": "170,255"}
{"context": "113,504"}
{"context": "503,199"}
{"context": "503,199"}
{"context": "65%"}
{"context": "43%"}
{"context": "(3.5 months in role)"}
{"context": "M Whelan"}
{"context": "2019"}
{"context": "1,200,000"}
{"context": "874,500"}
{"context": "874,500"}
{"context": "901,000"}
{"context": "3,850,000"}
{"context": "1,802,000"}
{"context": "4,751,000"}
{"context": "110%"}
{"context": "74%"}
{"context": "2018"}
{"context": "1,200,000"}
{"context": "717,750"}
{"context": "717,750"}
{"context": "739,500"}
{"context": "3,375,000"}
{"context": "1,479,000"}
{"context": "4,114,500"}
{"context": "91%"}
{"context": "60%"}
{"context": "2017"}
{"context": "1,200,000"}
{"context": "1,080,750"}
{"context": "1,080,750"}
{"context": "1,113,500"}
{"context": "4,475,000"}
{"context": "2,227,000"}
{"context": "5,588,500"}
{"context": "136%"}
{"context": "91%"}
{"context": "Former Disclosed Executives"}
{"context": "D Hisco2"}
{"context": "2019"}
{"context": "843,521"}
{"context": "843,521"}
{"context": "843,521"}
{"context": "0%"}
{"context": "0%"}
{"context": "(8.5 months in role)"}
{"context": "2018"}
{"context": "1,170,713"}
{"context": "644,397"}
{"context": "644,397"}
{"context": "663,925"}
{"context": "3,123,432"}
{"context": "1,327,849"}
{"context": "3,787,356"}
{"context": "83%"}
{"context": "56%"}
{"context": "2017"}
{"context": "1,195,013"}
{"context": "726,181"}
{"context": "726,181"}
{"context": "748,187"}
{"context": "3,395,563"}
{"context": "1,496,374"}
{"context": "4,143,749"}
{"context": "92%"}
{"context": "61%"}
{"context": "F Ohlsson"}
{"context": "2019 (3 months in role)"}
{"context": "240,000"}
{"context": "n/a"}
{"context": "n/a"}
{"context": "n/a"}
{"context": "240,000"}
{"context": "n/a"}
{"context": "240,000"}
{"context": "n/a"}
{"context": "n/a"}
{"context": "2018"}
{"context": "1,000,000"}
{"context": "396,000"}
{"context": "396,000"}
{"context": "408,000"}
{"context": "2,200,000"}
{"context": "816,000"}
{"context": "2,608,000"}
{"context": "60%"}
{"context": "40%"}
{"context": "2017"}
{"context": "1,000,000"}
{"context": "534,600"}
{"context": "534,600"}
{"context": "550,800"}
{"context": "2,620,000"}
{"context": "1,101,600"}
{"context": "3,170,800"}
{"context": "81%"}
{"context": "54%"}
{"context": "1."}
{"context": "2."}
{"context": "Deferred share rights for the CRO. Paid in NZD and converted to AUD. The year-on-year difference in 2017 and 2018 fixed remuneration for D Hisco relates to fluctuations in the exchange rate."}
{"context": "67"}
{"context": "2019 VARIABLE REMUNERATION AWARDED"}
{"context": "This table shows the variable remuneration awarded to the CEO and current Disclosed Executives for the year ending 30 September 2019. Former Disclosed Executives: D Hisco was not awarded and F Ohlsson was not eligible for variable remuneration in 2019."}
{"context": "CEO and Current Disclosed Executives"}
{"context": "Maximum opportunity"}
{"context": "S Elliott1 AVR $1,500,000 48% of max + LTVR $4,200,000 performance rights face value at full vesting (subject to shareholder approval at the 2019 AGM)"}
{"context": "="}
{"context": "$750,000"}
{"context": "+"}
{"context": "$750,000"}
{"context": "M Carnegie VR $2,010,000 50% of max"}
{"context": "="}
{"context": "$495,000"}
{"context": "+"}
{"context": "$495,000"}
{"context": "+"}
{"context": "$1,020,000"}
{"context": "K Corbally2 VR $1,450,000 57% of max"}
{"context": "="}
{"context": "$478,500"}
{"context": "+"}
{"context": "$478,500"}
{"context": "+"}
{"context": "$493,000"}
{"context": "A George VR $2,144,000 53% of max"}
{"context": "="}
{"context": "$528,000"}
{"context": "+"}
{"context": "$528,000"}
{"context": "+"}
{"context": "$1,088,000"}
{"context": "M Hand3 VR $804,000 28% of max"}
{"context": "="}
{"context": "+"}
{"context": "+ $408,000"}
{"context": "$198,000 $198,000"}
{"context": "M Jablko VR $2,211,000 55% of max"}
{"context": "="}
{"context": "$544,500"}
{"context": "+"}
{"context": "$544,500"}
{"context": "+"}
{"context": "$1,122,000"}
{"context": "A Watson3 VR $283,759 43% of max M Whelan VR $3,551,000 74% of max"}
{"context": "="}
{"context": "="}
{"context": "$170,255"}
{"context": "$874,500"}
{"context": "+"}
{"context": "+"}
{"context": "$113,504"}
{"context": "$874,500"}
{"context": "+"}
{"context": "$1,802,000"}
{"context": "Cash"}
{"context": "Deferred shares or deferred share rights"}
{"context": "Performance rights face value at full vesting4"}
{"context": "1. Variable remuneration for the CEO = AVR + LTVR 2. CRO receives deferred share rights instead of performance rights. 3. Remuneration disclosed from commencement in Disclosed Executive role. Acting Group Executive and CEO, NZ role awarded 60% of VR as cash and 40% as deferred shares."}
{"context": "4. The face value of performance rights is disclosed at full vesting, which differs from the disclosures in previous years. Divide by two to convert to face value at threshold vesting for performance rights."}
{"context": "2019 ACTUAL REMUNERATION RECEIVED"}
{"context": "This table shows the remuneration the CEO and Disclosed Executives actually received in relation to the 2019 performance year as cash, or in the case of prior equity awards, the value which vested in 2019."}
{"context": "Fixed remuneration"}
{"context": "$"}
{"context": "Cash variable remuneration"}
{"context": "$"}
{"context": "Total cash"}
{"context": "$"}
{"context": "Deferred variable remuneration which vested during the year1 $"}
{"context": "Other deferred remuneration which vested during the year1 $"}
{"context": "Actual remuneration received"}
{"context": "$"}
{"context": "Deferred variable remuneration which lapsed/forfeited during the year1, 2 $"}
{"context": "CEO and Current Disclosed Executives"}
{"context": "S Elliott"}
{"context": "2,100,000"}
{"context": "750,000"}
{"context": "2,850,000"}
{"context": "1,243,464"}
{"context": "4,093,464"}
{"context": "(3,038,880)"}
{"context": "M Carnegie"}
{"context": "1,000,000"}
{"context": "495,000"}
{"context": "1,495,000"}
{"context": "153,490"}
{"context": "1,648,490"}
{"context": "K Corbally3"}
{"context": "950,000"}
{"context": "478,500"}
{"context": "1,428,500"}
{"context": "430,229"}
{"context": "573,129"}
{"context": "2,431,858"}
{"context": "(184,676)"}
{"context": "A George"}
{"context": "1,000,000"}
{"context": "528,000"}
{"context": "1,528,000"}
{"context": "301,609"}
{"context": "1,829,609"}
{"context": "(101,328)"}
{"context": "M Hand"}
{"context": "726,000"}
{"context": "198,000"}
{"context": "924,000"}
{"context": "924,000"}
{"context": "M Jablko4"}
{"context": "1,000,000"}
{"context": "544,500"}
{"context": "1,544,500"}
{"context": "192,589"}
{"context": "318,564"}
{"context": "2,055,653"}
{"context": "A Watson5"}
{"context": "219,440"}
{"context": "170,255"}
{"context": "389,695"}
{"context": "389,695"}
{"context": "M Whelan"}
{"context": "1,200,000"}
{"context": "874,500"}
{"context": "2,074,500"}
{"context": "704,915"}
{"context": "2,779,415"}
{"context": "(1,059,695)"}
{"context": "Former Disclosed Executives"}
{"context": "D Hisco2, 5, 6"}
{"context": "843,521"}
{"context": "843,521"}
{"context": "654,067"}
{"context": "1,497,588"}
{"context": "(7,385,293)"}
{"context": "F Ohlsson"}
{"context": "240,000"}
{"context": "n/a"}
{"context": "240,000"}
{"context": "433,146"}
{"context": "673,146"}
{"context": "(191,526)"}
{"context": "1. The point in time value of previously deferred remuneration granted as shares/share rights and/or performance rights is based on the one day Volume Weighted Average Price (VWAP) of the Company’s shares traded on the ASX on the date of vesting or lapsing/ forfeiture multiplied by the number of shares/share rights and/or performance rights. 2. The lapsed/forfeited values relate to the performance rights we awarded in November 2015 which lapsed due to the performance hurdles not being met, and for D Hisco forfeiture on cessation of unvested deferred remuneration."}
{"context": "retention award relating to his role prior to appointment to the Group Executive Committee."}
{"context": "4. Other deferred remuneration for M Jablko relates to previously disclosed compensation for deferred remuneration forfeited as a result of joining ANZ."}
{"context": "5. Paid in NZD and converted to AUD. 6. The vested values for D Hisco relate to deferred shares, deferred share rights and performance rights awarded in prior years that vested prior to cessation."}
{"context": "3. Other deferred remuneration for K Corbally relates to a previously disclosed equity"}
{"context": "68"}
{"context": "Important dates for shareholders1"}
{"context": "APRIL 2020"}
{"context": "NOVEMBER 2020"}
{"context": "30th April"}
{"context": "Half Year Results Announcement"}
{"context": "9th November"}
{"context": "Final Dividend Ex-Date"}
{"context": "MAY 2020"}
{"context": "10th November"}
{"context": "Final Dividend Record Date"}
{"context": "11th May"}
{"context": "Interim Dividend Ex-Date"}
{"context": "11th November"}
{"context": "DRP/BOP/Foreign Currency Record Date"}
{"context": "12th May"}
{"context": "Interim Dividend Record Date"}
{"context": "DECEMBER 2020"}
{"context": "13th May"}
{"context": "DRP/BOP/Foreign Currency Record Date"}
{"context": "16th December"}
{"context": "Final Dividend Payment Date"}
{"context": "JULY 2020"}
{"context": "16th December"}
{"context": "Annual General Meeting (Adelaide)"}
{"context": "1st July"}
{"context": "Interim Dividend Payment Date"}
{"context": "OCTOBER 2020"}
{"context": "14th October"}
{"context": "Closing date for receipt of director nominations"}
{"context": "29th October"}
{"context": "Annual Results Announcement"}
{"context": "Our international presence and earning composition by geography2"}
{"context": "International $965 million"}
{"context": "Australia $3,640 million"}
{"context": "New Zealand $1,865 million"}
{"context": "International"}
{"context": "Asia China Hong Kong India Indonesia Japan Laos Malaysia"}
{"context": "Myanmar The Philippines Singapore South Korea Taiwan Thailand Vietnam"}
{"context": "Pacific American Samoa Cook Islands Fiji Guam Kiribati New Caledonia Papua New Guinea Samoa"}
{"context": "Solomon Islands Timor-Leste Tonga Vanuatu"}
{"context": "Europe France Germany United Kingdom"}
{"context": "Middle East"}
{"context": "United Arab Emirates (Dubai)"}
{"context": "United States of America"}
{"context": "1."}
{"context": "If there are any changes to these dates, the Australian Securities Exchange will be notified accordingly."}
{"context": "2. On a Cash profit (continuing operations) basis. Excludes non-core items included in statutory profit and discontinued operations included in cash profit. It is provided to assist readers in"}
{"context": "understanding the result of the ongoing business activitives of the Group. For further information on adjustments between statutory and cash profit refer to page 53"}
{"context": "69"}
{"context": "Contacts"}
{"context": "REGISTERED OFFICE"}
{"context": "SHARE AND SECURITIES REGISTRAR"}
{"context": "ANZ Centre Melbourne Level 9, 833 Collins Street Docklands VIC 3008 Australia"}
{"context": "Telephone: +61 3 9273 5555 Facsimile: +61 3 8542 5252"}
{"context": "Company Secretary: Simon Pordage"}
{"context": "INVESTOR RELATIONS"}
{"context": "AUSTRALIA"}
{"context": "Computershare Investor Services Pty Ltd GPO Box 2975 Melbourne VIC 3001 Australia"}
{"context": "Telephone within Australia: 1800 11 33 99 International Callers: +61 3 9415 4010 Facsimile: +61 3 9473 2500 Email: anzshareregistry@computershare.com.au"}
{"context": "UNITED KINGDOM"}
{"context": "Computershare Investor Services PLC The Pavilions Bridgwater Road Bristol BS99 6ZZ UK"}
{"context": "Telephone: +44 870 702 0000 Facsimile: +44 870 703 6101"}
{"context": "UNITED STATES"}
{"context": "Level 10, 833 Collins Street Docklands VIC 3008 Australia"}
{"context": "Telephone: +61 3 8654 7682 Facsimile: +61 3 8654 8886 Email: investor.relations@anz.com Web: www.shareholder.anz.com"}
{"context": "Group General Manager Investor Relations: Jill Campbell"}
{"context": "COMMUNICATIONS AND PUBLIC AFFAIRS"}
{"context": "Level 10, 833 Collins Street Docklands VIC 3008 Australia"}
{"context": "Austraclear Services Limited 20 Bridge Street Sydney NSW 2000 Australia"}
{"context": "Telephone: 1300 362 257"}
{"context": "JAPAN"}
{"context": "Japan Securities Depository Center, Incorporated 1-1, Nihombashi Kayabacho 2-chome, Chuo-ku, Tokyo 103-0025 Japan"}
{"context": "Phone: +81-3-3661-0161 (Main) / +81-3-3661-7193 (Book-Entry Transfer Department)"}
{"context": "The Bank of New York Mellon 240 Greenwich St, Floor 7E New York, NY 10286 USA"}
{"context": "Telephone: +1 1800 254 2826"}
{"context": "BNY Mellon Shareowner Services PO Box 505000 Louisville, KY 40233-5000 USA"}
{"context": "USA Toll Free Telephone: 1888 269 2377 Telephone for International Callers: 1201 680 6825 Website: https://www-us.computershare.com/investor Email: shrrelations@bnymellon.com"}
{"context": "Telephone: +61 2 6198 5001 Email: Tony.Warren@anz.com Group General Manager Communications and Public Affairs: Tony Warren"}
{"context": "LUXEMBOURG"}
{"context": "Deutsche Bank Luxembourg S.A. 2, Boulevard Konrad Adenauer L-1115 Luxembourg Luxembourg"}
{"context": "Deutsche Bank Trust Company Americas 60 Wall Street, 24th Floor Mailstop NYC 60-2407 New York, NY 10005 USA"}
{"context": "Telephone: +1 212 250 2500"}
{"context": "Telephone: +352 4 21 22 656"}
{"context": "GERMANY"}
{"context": "NEW ZEALAND"}
{"context": "Computershare Investor Services Limited Private Bag 92119 Auckland 1142 New Zealand"}
{"context": "Deutsche Bank Aktiengesellschaft COO Global Markets Operations Schuldschein Operations Mainzer Landstr. 11-174 60272 60329 Frankfurt am Main Germany"}
{"context": "Telephone: 0800 174 007 Facsimile: +64 9 488 8787"}
{"context": "Telephone: +49 69 910 31441 Facsimile: +49 69 910 85025 Email: GTO-FFT.SDO@db.com"}
{"context": "70"}
{"context": "MORE INFORMATION"}
{"context": "General Information on ANZ can be obtained from our website: anz.com. Shareholders can visit our Shareholder Centre at anz.com/shareholder/centre. ANZ Corporate Governance: For information about ANZ’s approach to Corporate Governance and to obtain copies of ANZ’s Constitution, Board/Board Committee Charters, Code of Conduct and summaries of other ANZ policies of interest to shareholders and stakeholders, visit anz.com/corporategovernance. Australia and New Zealand Banking Group Limited ABN 11 005 357 522."}
{"context": "This Annual Review (Review) has been prepared for Australia and New Zealand Banking Group Limited (“the Company”) together with its subsidiaries which are variously described as: “ANZ”, “Group”, “ANZ Group”, “the Bank”, “us”, “we” or “our”."}
{"context": "DISCLOSURE INSIGHT ACTION"}
{"context": "Founding Signatory of:"}
{"context": "shareholder.anz.com"}
{"context": "Australia and New Zealand Banking Group Limited (ANZ) ABN 11 005 357 522. ANZ’s colour blue is a trade mark of ANZ."}
