{"context": "2019"}
{"context": "CORPORATE GOVERNANCE STATEMENT"}
{"context": "Contents"}
{"context": "1. Approach to Governance"}
{"context": "2"}
{"context": "8. Audit and Financial Govenance"}
{"context": "17"}
{"context": "2. Board Areas of Focus in FY19"}
{"context": "4"}
{"context": "9. Ethical and Responsible Decision-making"}
{"context": "18"}
{"context": "3. The Board"}
{"context": "6"}
{"context": "10. Commitment to Shareholders"}
{"context": "19"}
{"context": "4. Performance Evaluations"}
{"context": "11"}
{"context": "11. Continuous Disclosure"}
{"context": "19"}
{"context": "5. Other Information"}
{"context": "6. Role of Company Secretaries"}
{"context": "11"}
{"context": "12"}
{"context": "12. Economic, Environmental and Social Sustainability Risks"}
{"context": "19"}
{"context": "7. Board Committees"}
{"context": "12"}
{"context": "13. Diversity and Inclusion"}
{"context": "20"}
{"context": "1. Approach to Governance"}
{"context": "ANZ’s Board, with the support of the Board Committees, is responsible for oversight of ANZ’s governance framework. The framework seeks to provide effective and responsible decision making, assisting ANZ in delivering on its strategy and purpose."}
{"context": "This Statement outlines key areas of the framework, which includes:"}
{"context": "an experienced and independent Board, supported by a Board Committee structure which is regularly reviewed to seek to ensure it continues to operate effectively and add value;"}
{"context": "clear delineation of the respective roles of Board and management;"}
{"context": "timely and balanced disclosure, including the corporate governance page of anz.com (anz.com/corporategovernance); and"}
{"context": "a risk management framework which is regularly reviewed."}
{"context": "2"}
{"context": "Board of Directors"}
{"context": "From left to right: Rt Hon Sir John Key, GNZM AC – Independent Non-Executive Director, John Macfarlane – Independent Non-Executive Director, Paula Dwyer – Independent Non-Executive Director, David Gonski, AC – Chairman, Independent Non-Executive Director, Graeme Liebelt – Independent Non-Executive Director, Ilana Atlas – Independent Non-Executive Director, Shayne Elliott – Chief Executive Officer, Executive Director, Jane Halton, AO PSM – Independent Non-Executive Director"}
{"context": "Full biography details can be found on our website at anz.com/directors"}
{"context": "Board Overview Board composition • ANZ’s Board is comprised of seven Non-Executive, independent"}
{"context": "Directors (including an independent Chair, David Gonski, AC) and one Executive Director — ANZ’s Chief Executive Officer (CEO), Shayne Elliott."}
{"context": "Currently, three of ANZ’s Directors are female and five are male."}
{"context": "The names and biographical details of each Director, including their main associations outside ANZ, are available on ANZ’s website at anz.com/directors and in the 2019 Annual Report."}
{"context": "Board committees"}
{"context": "Under ANZ’s Constitution, the Board may delegate any of its powers to Committees of the Board. ANZ has six principal Board Committees — the Audit Committee (chaired by Paula Dwyer), the Ethics, Environment, Social and Governance (EESG) Committee (chaired by David Gonski, AC), the Risk Committee (chaired by Graeme Liebelt), the Human Resources Committee (chaired by Ilana Atlas), the Digital Business and Technology Committee (chaired by Jane Halton, AO PSM) and the Nomination and Board Operations (NBO) Committee (chaired by David Gonski, AC). Each Committee has its own Charter setting out its roles and responsibilities."}
{"context": "Corporate Governance Framework"}
{"context": "SHAREHOLDERS"}
{"context": "BOARD OF DIRECTORS"}
{"context": "Audit Committee"}
{"context": "Ethics, Environment, Social and Governance Committee"}
{"context": "Risk Committee"}
{"context": "Human Resources Committee"}
{"context": "Digital Business and Technology Committee"}
{"context": "Nomination and Board Operations Committee"}
{"context": "BOARD RESERVED POWERS AND DELEGATION OF AUTHORITY POLICY"}
{"context": "CHIEF EXECUTIVE OFFICER"}
{"context": "GROUP EXECUTIVE COMMITTEE (ExCo)"}
{"context": "3"}
{"context": "2. Board Areas of Focus in FY19"}
{"context": "This year the Board and its Committees have undertaken key strategic, governance and oversight activities, including:"}
{"context": "STRATEGY AND PURPOSE-LED TRANSFORMATION"}
{"context": "CUSTOMER"}
{"context": "Approving the development of a new customer focused section of the Board agenda, including in relation to: – Customer satisfaction, complaints and remediation"}
{"context": "– Regulatory changes impacting customers"}
{"context": "– ANZ’s approach to marketing and specific"}
{"context": "marketing initiatives"}
{"context": "Conducting annual Board strategy session, focused on the long-term success of the company and learning lessons from past experience"}
{"context": "Providing oversight of ANZ’s approach to customer remediation and complaints"}
{"context": "Regularly discussing ANZ’s strategic priorities, including the refinement and implementation of them, with the CEO"}
{"context": "Participating in a detailed review of ANZ’s customer service lighthouse initiative, including meeting with participating front line staff"}
{"context": "Regularly discussing the progress of ANZ’s transformation of its Australian business and ANZ’s approach to it"}
{"context": "Reviewing ANZ’s approach to communicating customer initiatives to the front line"}
{"context": "As part of the Board’s visit to New Zealand, receiving detailed reports covering the entire NZ business and its direction"}
{"context": "Continuing its focus on ANZ’s corporate culture, including reviewing results and key themes of ANZ’s culture assessments and ANZ’s staff engagement survey"}
{"context": "Providing oversight of the design and implementation of ANZ’s redesign and simplification of remuneration and reward and Accountability and Consequences Frameworks, including reviewing and providing input into the Australian Prudential Regulation Authority’s executive remuneration proposals"}
{"context": "Discussing future disruptive technologies and potential business impact on, and involvement by, ANZ"}
{"context": "4"}
{"context": "FINANCIAL"}
{"context": "GOVERNANCE AND REGULATORY"}
{"context": "Reviewing and approving ANZ’s self-assessment of governance, culture and accountability practices and subsequent roadmap of remediation activities"}
{"context": "Providing oversight of ANZ’s response to the final report of the Royal Commission"}
{"context": "Reviewing and endorsing ANZ’s operating and strategic plans"}
{"context": "Participating in deep dives into how ANZ approaches compliance with numerous prudential standards"}
{"context": "Regularly discussing business momentum matters"}
{"context": "Regularly discussing merger and acquisitions matters, including in relation to the progress of the transactions regarding the sale of its Wealth business"}
{"context": "Providing oversight of capital management matters, including in relation to proposals from the Reserve Bank of New Zealand, the Australian Prudential Regulation Authority and current and future capital management options for ANZ"}
{"context": "Reviewing ANZ’s governance processes for the preparation of its financial statements"}
{"context": "Creating a new NBO Committee, consisting of all Non-Executive Directors, to focus on the Board’s own composition and operations"}
{"context": "Embedding the increased remit of the EESG Committee to focus on ESG matters"}
{"context": "Reviewing and implementing improvements to Board Committee reporting practices on technology related matters, including in relation to technology stability and simplicity, cloud and data governance and information and cyber security."}
{"context": "In addition to the regular meetings of the Board held in Melbourne and Sydney, the Board also met in Wagga Wagga, Perth and Auckland and went to Hobart, with each trip including customer, staff and other stakeholder functions, with a distinct focus on engagement matters."}
{"context": "5"}
{"context": "3. The Board 3.1 Members of the Board"}
{"context": "The roles of the Chairman and CEO are separate. David Gonski, AC has been Chairman since May 2014. David previously served as an Independent Non-Executive Director on the Board from 2002 to 2007. Shayne Elliott has been CEO since 1 January 2016. As CEO, Shayne is not required to seek re-election by shareholders every three years, in accordance with ASX Listing Rules. In December 2018, Lee Hsien Yang retired from the Board after 9 years of service. Upon Lee Hsien Yang’s retirement, Jane Halton, AO PSM was appointed Chair of the Digital Business and Technology Committee (Jane had been a member of the Committee since 2017). Graeme Liebelt and Jane Halton, AO PSM will stand for re-election at the 2019 AGM, in accordance with the ASX Listing Rules."}
{"context": "The name of each ANZ Director, together with their appointment information, is set out below."}
{"context": "Directors"}
{"context": "Appointed to the Board"}
{"context": "Last election/re-election date"}
{"context": "David Gonski, AC (Chair of Board, EESG Committee and NBO Committee)"}
{"context": "2014"}
{"context": "2017"}
{"context": "Shayne Elliott (CEO)"}
{"context": "2016"}
{"context": "N/A"}
{"context": "Ilana Atlas (Chair of Human Resources Committee)"}
{"context": "2014"}
{"context": "2017"}
{"context": "Paula Dwyer (Chair of Audit Committee)"}
{"context": "2012"}
{"context": "2018"}
{"context": "Jane Halton, AO PSM (Chair of Digital Business and Technology Committee)"}
{"context": "2016"}
{"context": "2016 – will seek re-election at the 2019 AGM"}
{"context": "Rt Hon Sir John Key, GNZM AC"}
{"context": "2018"}
{"context": "2018"}
{"context": "Graeme Liebelt (Chair of Risk Committee)"}
{"context": "2013"}
{"context": "2016 – will seek re-election at the 2019 AGM"}
{"context": "John Macfarlane"}
{"context": "2014"}
{"context": "2017"}
{"context": "Board Gender Diversity"}
{"context": "Board Committee Chair Gender Diversity"}
{"context": "37.5%"}
{"context": "Female"}
{"context": "2019"}
{"context": "50%"}
{"context": "2019"}
{"context": "50%"}
{"context": "Male"}
{"context": "62.5%"}
{"context": "3.2 Role of the Board and management"}
{"context": "The Board is responsible for the oversight of ANZ and its sound and prudent management, with specific duties as set out in its Charter. In 2019, as part of its continual review of ANZ’s governance structure, the Board:"}
{"context": "established the NBO Committee, to assist the Board with all matters to do with the proper functioning of the Board, including in relation to its ongoing composition and overall Board operations;"}
{"context": "comprehensively reviewed the role of the EESG Committee. Its purpose was refined to assist the Board in providing oversight of measures to advance ANZ’s purpose, namely to shape a world where people and communities thrive, focusing on ethical, environmental, social and governance matters;"}
{"context": "APRA self-assessment report and roadmap for change. This will be completed by the end of this calendar year and an update will be provided at the 2019 AGM; and"}
{"context": "as part of this review, a new customer segment of the Board agenda has introduced, focusing on customer issues and metrics."}
{"context": "At management level, the Group Executive Committee (ExCo) comprises ANZ’s most senior executives. The members of ExCo are set out on ANZ’s website at anz.com/exco. ANZ has a delegations of authority framework that clearly outlines those matters delegated to the CEO and other members of senior management."}
{"context": "has committed to a detailed review of the Board and principal Board Committee charters to ensure they provide clarity to the Board, management and external stakeholders around the involvement of Directors in the specific matters raised in the"}
{"context": "The Charters of the Board and each of its principal Committees are located on ANZ’s website at: anz.com/corporategovernance"}
{"context": "6"}
{"context": "3.3 Directors’ attendance at Board and Committee meetings"}
{"context": "The number of Board, and Board Committee, meetings held during the year and each Directors’ attendance at those meetings are set out below:"}
{"context": "Principal Board Committees"}
{"context": "Other Standing Committees"}
{"context": "Board"}
{"context": "Risk Committee"}
{"context": "Audit Committee"}
{"context": "Human Resources Committee"}
{"context": "Ethics, Environment, Social and Governance Committee"}
{"context": "Digital Business and Technology Committee"}
{"context": "Nomination and Board Operations Committee"}
{"context": "Special Committee of the Board1"}
{"context": "Committee of the Board1"}
{"context": "Shares Committee1"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "A"}
{"context": "B"}
{"context": "Ilana Atlas"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "Paula Dwyer"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "2"}
{"context": "2"}
{"context": "Shayne Elliott2"}
{"context": "12"}
{"context": "11"}
{"context": "3"}
{"context": "3"}
{"context": "2"}
{"context": "2"}
{"context": "3"}
{"context": "3"}
{"context": "David Gonski, AC"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "3"}
{"context": "3"}
{"context": "2"}
{"context": "2"}
{"context": "4"}
{"context": "4"}
{"context": "Jane Halton, AO PSM"}
{"context": "12"}
{"context": "12"}
{"context": "6"}
{"context": "6"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "Sir John Key, GNZM AC 12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "5"}
{"context": "5"}
{"context": "4"}
{"context": "4"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "Lee Hsien Yang3"}
{"context": "4"}
{"context": "4"}
{"context": "3"}
{"context": "3"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "Graeme Liebelt"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "6"}
{"context": "6"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "2"}
{"context": "John Macfarlane"}
{"context": "12"}
{"context": "12"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "8"}
{"context": "5"}
{"context": "5"}
{"context": "2"}
{"context": "2"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "1"}
{"context": "Column A - Indicates the number of meetings the Director was eligible to attend as a member."}
{"context": "Column B - Indicates the number of meetings attended. The Chairman is an ex-officio member of the Risk, Audit, Human Resources, Ethics, Environment, Social and Governance, Digital Business"}
{"context": "and Technology and Nomination and Board Operations Committees."}
{"context": "With respect to Committee meetings, the table above records attendance of Committee members. Any Director is entitled to attend these meetings and from time to time Directors attend meetings of Committees of which they are not a member."}
{"context": "1. The meetings of the Special Committee of the Board, Shares Committee and Committee of the Board as referred to in the table above include those conducted by written resolution. 2. The Board meeting Shayne Elliott did not attend was due to his appearance at the Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry. 3. Lee Hsien Yang retired as a Non-Executive Director on 19 December 2018."}
{"context": "3.4 CEO and delegation to management"}
{"context": "The Board appoints the CEO and certain members of the senior management team at ANZ, as set out in its Charter. The Board delegates to the CEO, and through the CEO to senior management, via the ANZ Delegations of Authority Policy, the authority and responsibility to make decisions with the aim of achieving the approved strategies and financial objectives of ANZ. This Policy is reviewed regularly."}
{"context": "ExCo generally meets each month and is responsible for delivering ANZ’s purpose, to shape a world where people and communities thrive. It does this by focusing on:"}
{"context": "ANZ also has a number of formally established management committees, each of which deals with particular sets of ongoing issues with defined decision-making authority."}
{"context": "As part of implementing the Banking Executive Accountability Regime (BEAR), individual accountability statements were developed and are maintained for ANZ’s Accountable Persons (all ANZ Directors and ExCo (other than the Group Executive, International) and the Group General Manager, Internal Audit). These contain a comprehensive statement of their individual responsibilities and acknowledgment of their accountability obligations under BEAR."}
{"context": "All key stakeholders;"}
{"context": "Shaping ANZ’s culture and capabilities; and"}
{"context": "Prioritising ANZ’s efforts and allocation of resources."}
{"context": "In addition, ANZ maintains an Accountability Map for BEAR which describes the purpose of ANZ’s Board, Board committees and key management committees. The Map also includes mapping of management and governance arrangements across the Accountable Persons."}
{"context": "The ANZ Board Reserved Powers and ANZ Delegations of Authority policy together comprise a comprehensive Delegations of Authority Framework that applies to all employees and contractors of ANZ and its controlled entities."}
{"context": "7"}
{"context": "3.5 Board composition, selection and appointment"}
{"context": "ANZ reviews its Board composition regularly. The NBO Committee was created in 2019, with one of its duties being to assist the Board with all matters to do with reviewing Board composition. In assessing potential candidates and in undertaking reviews of the size and composition of the Board, the NBO Committee takes into account the guiding principle that the Board’s composition should reflect an appropriate mix having regard to such matters as:"}
{"context": "When considering potential candidates, the Board also notes that diversity has a much broader dimension and includes other matters such as age and cultural identity (for example, ethnicity and country of origin). The Committee also considers a candidate’s personal qualities, communication capabilities as well as ability to effectively challenge management, professional reputation and commitment to ethical behavior."}
{"context": "skills/experience across the key areas identified in the ANZ Board Skills Matrix;"}
{"context": "The Committee also reviews and recommends the succession planning for, and the process for electing, the Chairman of the Board, as required."}
{"context": "tenure; and"}
{"context": "diversity."}
{"context": "The NBO Committee also takes into account factors including:"}
{"context": "relevant guidelines/legislative requirements in relation to Board composition;"}
{"context": "More detailed information on ANZ’s nomination process an be found in ANZ’s Board Composition, Selection and Appointment document, available on ANZ’s website at anz.com/corporategovernance. In 2019 the Board undertook a comprehensive review of its Board skills matrix, to seek to ensure it remains appropriate for scheduled Board member rotation and to enable optimum Board performance."}
{"context": "Board membership requirements as articulated in the Board Charter; and"}
{"context": "other considerations including ANZ’s strategic goals."}
{"context": "The Board has an objective of maintaining at least 30% female membership of the Board, with a longer-term aspiration of having equal representation of females and males in its own composition."}
{"context": "The NBO Committee has been delegated responsibility to review and make recommendations to the Board regarding board size and composition, and to identify individuals believed to be qualified to become Board members and recommend such candidates to the Board."}
{"context": "8"}
{"context": "3.6 Board skills and experience"}
{"context": "The table below sets out the key skills and experience that the ANZ Board is looking to achieve in its membership and the number of Directors with each skill/experience."}
{"context": "In addition to having individuals on the Board with a variety of technical skills and experiences listed below, the ANZ Board seeks to ensure that its own membership will operate as a team, focused on the long-term success of the business and comprise different personalities and viewpoints, who will respectfully challenge management and each other and participate in robust debate and work with peers to arrive at new solutions."}
{"context": "SKILLS AND EXPERIENCE"}
{"context": "NUMBER OF DIRECTORS"}
{"context": "Strategy and Commercial Acumen (knowledge and experience in charting and monitoring the implementation of strategic objectives using commercial judgment)"}
{"context": "8"}
{"context": "Banking and/or Financial Services (experience outside ANZ in significant components of the banking or financial services industry)"}
{"context": "7"}
{"context": "Technology (knowledge and experience in the application and development within enterprises of major technology, data, technology related innovation or digital infrastructure or applications)"}
{"context": "3"}
{"context": "Leadership role in organisations of significant size (held CEO or senior position in a listed company or large/complex organisation or Government body)"}
{"context": "8"}
{"context": "Workplace culture and/or remuneration (knowledge and experience at a senior level in the management or oversight of workplace culture matters and/or the oversight of remuneration practices and senior appointments)"}
{"context": "8"}
{"context": "Corporate Governance, Risk Management/Compliance and/or Sustainability (including but not limited to experience in the design and application of corporate governance, risk management/compliance and/or sustainability frameworks and related practices. This includes experience as a Director/Executive of a listed company or large/complex organisation or Government body)"}
{"context": "8"}
{"context": "Regulatory/Government Policy (experience in relation to the development of regulation/government/industry policy matters and/or significant stakeholder engagement/management)"}
{"context": "8"}
{"context": "International business experience"}
{"context": "8"}
{"context": "Financial acumen (good understanding of financial statements relating to businesses of significant size, including ability to probe the adequacies of financial and related risk controls)"}
{"context": "8"}
{"context": "9"}
{"context": "3.7 Director independence"}
{"context": "3.8 Conflicts of interest"}
{"context": "ANZ’s Board Charter requires that the Board has a majority of Non-Executive Directors who satisfy ANZ’s criteria for independence. Those criteria are set out in the Board Charter and are reviewed by the NBO Committee regularly against the ASX Governance Principles, the APRA Prudential Standards, and the other relevant requirements."}
{"context": "Over and above the issue of independence, each Director has a continuing responsibility to determine whether he or she has a potential, or actual, conflict of interest in relation to any material matter which relates to the affairs of ANZ. Such a situation may arise from external associations, interests or personal relationships."}
{"context": "The Audit Committee Charter sets additional independence criteria for Audit Committee members which is also considered."}
{"context": "ANZ has a Directors’ Disclosure of Interest Protocol and Procedures for Handling Conflicts of Interest. It provides that a Director may not exercise any influence over the Board if an actual or potential conflict of interest exists."}
{"context": "Further details of the criteria are set out on ANZ’s website at anz.com/corporategovernance"}
{"context": "The Protocol contains more information around ANZ’s approach to handling conflicts of interest, which is available on ANZ’s website at anz.com/corporategovernance."}
{"context": "ANZ’s test for independence is whether a Director has a material relationship with ANZ. In summary, a relationship with ANZ is regarded as material if a reasonable person in the position of a Non-Executive Director of ANZ would expect there to be a real and sensible possibility that it would influence a Director’s mind in:"}
{"context": "3.9 Outside commitments of Non-Executive Directors"}
{"context": "All Non-Executive Directors are required to notify the Chairman before accepting any new outside appointment. The Chairman reviews the proposed new appointment and considers the issue on an individual basis."}
{"context": "making decisions on matters likely to come regularly before the Board or its Committees;"}
{"context": "objectively assessing information and advice given by management;"}
{"context": "setting policy for general application across ANZ; and"}
{"context": "The process the Chairman follows in carrying out this review, and the factors considered, are set out in the Outside Commitments of Non-Executive Directors document, which is available on ANZ’s website at anz.com/corporategovernance."}
{"context": "generally carrying out the performance of his or her role as a Director."}
{"context": "Directors are on the boards of companies and other organisations that have a commercial relationship with ANZ. Arrangements are in place (see Section 3.8) to seek to ensure that there are no independence issues arising from those relationships."}
{"context": "If the Chairman proposes to accept a new outside appointment, the longest serving Non-Executive Director substitutes for the Chairman for the purpose of the review and approval process set out above."}
{"context": "ANZ is comfortable with each of the outside commitments of the Non-Executive Directors."}
{"context": "Directors’ biographies as set out in the Directors’ Report (in the 2019 Annual Report) and located on ANZ’s website at anz.com/directors highlight their major associations outside ANZ."}
{"context": "The Board has reviewed each Non-Executive Director’s independence and concluded that each Non-Executive Director is independent."}
{"context": "10"}
{"context": "4. Performance evaluations ANZ conducts performance evaluations of each Non-Executive Director, the Chairman of the Board, the Board and the Board Committees."}
{"context": "Details of the evaluation processes are summarised below and set out in more detail in ANZ’s Board Renewal and Performance Evaluation Protocol, which is available on ANZ’s website at anz.com/corporategovernance."}
{"context": "4.1 Non-Executive Directors"}
{"context": "For the evaluation of Non-Executive Directors, the Chairman has a one-on-one meeting with the Non-Executive Director regarding their performance, including compliance with the Non-Executive Directors’ Code of Conduct."}
{"context": "4.2 Chairman of the Board"}
{"context": "ANZ’s longest serving Non-Executive Director facilitates the evaluation of the performance of the Chairman. This involves seeking input from each Director."}
{"context": "4.3 The Board"}
{"context": "On a periodic basis, the performance of the Board is evaluated using an independent external facilitator. ANZ expects this evaluation to occur approximately every three years."}
{"context": "4.4 Board Committees"}
{"context": "Each of the principal Board Committees conducts an annual self- assessment to evaluate the Committee’s performance using Guidelines approved by the NBO Committee."}
{"context": "4.5 Senior executives"}
{"context": "The Remuneration Report in the 2019 Annual Report sets out how the Board evaluates the performance of the CEO and other key senior executives, including how we assess Risk and Reputation, Financial and Discipline, Customer, and People and Culture measures."}
{"context": "Relevant senior executive evaluations have been undertaken in respect of the 2019 financial year in accordance with this process."}
{"context": "4.6 2019 evaluation processes undertaken"}
{"context": "As at the time of this report, the 2019 financial year evaluations of the Chairman, Non-Executive Directors, the Board and Board Committees were being finalised and will be completed prior to the 2019 AGM."}
{"context": "5. Other information 5.1 Fit and proper person checks and BEAR suitability"}
{"context": "ANZ has processes that ensure individuals appointed to relevant senior positions have the appropriate fitness and propriety to properly discharge their prudential responsibilities."}
{"context": "The framework is set out in ANZ’s Fit and Proper Policy for APRA Regulated Institutions. Before a new appointment is made to any of the following positions, the policy requires assessments to be carried out: each Director, relevant senior executives, and the APRA engagement partner of ANZ’s External Auditor. The Board carries out assessments of ANZ’s Non-Executive Directors, the Human Resources Committee assesses the CEO and key senior executives and the Audit Committee assesses the APRA engagement partner of ANZ’s External Auditor. The assessment includes:"}
{"context": "each individual providing attestations;"}
{"context": "the reviewer obtaining evidence of the individual’s material qualifications; and"}
{"context": "the reviewer checking the individual’s past — for example: for any criminal record, bankruptcy history and regulatory disqualifications."}
{"context": "During the 2019 financial year, Annual Fit and Proper assessments were carried out for each Non-Executive Director, the CEO, key senior executives and the APRA engagement partner of ANZ’s External Auditor."}
{"context": "The policy also sets out how the Board and Human Resources Committee assesses whether ANZ’s Accountable Persons are suitable to act in that capacity pursuant to the requirements of the BEAR."}
{"context": "A Fit and Proper Policy summary with more information around the framework is available on ANZ’s website at anz.com/corporategovernance."}
{"context": "5.2 Appointment documentation"}
{"context": "Each new Non-Executive Director receives an appointment letter with a:"}
{"context": "Directors’ Handbook — the handbook includes information on a broad range of matters relating to the role of a Director, including information about all applicable policies; and"}
{"context": "Director’s Deed — each Director signs a Deed, currently in the form approved by shareholders at the 2005 Annual General Meeting."}
{"context": "The Deed covers a number of issues including indemnity, directors’ and officers’ liability insurance, the right to obtain independent advice, confidentiality requirements and access to information."}
{"context": "Each current Non-Executive Director received a letter at the commencement of their term which sets out the terms of their appointment."}
{"context": "Formal letters are provided to senior executives setting out the terms of their appointment."}
{"context": "5.3 Induction for directors"}
{"context": "ANZ arranges an induction program which involves every new Director receiving information about: ANZ’s values and culture; the governance framework; the Non-Executive Directors’ Code of Conduct; Director related policies; Board and Committee policies, processes and key issues; financial management; and business operations. Directors are also briefed by senior management about matters concerning their areas of responsibility."}
{"context": "11"}
{"context": "5.4 Directors right to independent advice"}
{"context": "To help Directors fulfill their responsibilities, each Director has the right (with the prior approval of the Chairman) to seek independent professional advice, at ANZ’s expense, about his or her responsibilities. In addition, the Board and each principal Committee may, at ANZ’s expense, and with the approval of the Chairman, obtain whatever professional advice it requires to assist in its work."}
{"context": "5.5 Meeting director share qualifications"}
{"context": "6. Role of company secretaries The Board is responsible for appointing ANZ’s Company Secretaries. The Board has appointed two Company Secretaries. Profiles of ANZ’s Company Secretaries can be found in the Directors’ Report (in the 2019 Annual Report). One of them is the Group General Counsel, Ken Adams. He is responsible for the provision of legal services to ANZ globally. He works closely with the Chairman, Directors and senior management and is responsible to the Board for the Company Secretary’s Office."}
{"context": "Within five years of each Non-Executive Director’s appointment, they must accumulate, and then maintain, a holding in ANZ shares that is equivalent to at least 100% of a Non-Executive Director’s base fee. The requirement for the Chairman is 200% of that fee. Each Non-Executive Director is in compliance with this requirement."}
{"context": "5.6 Non-Executive Director and senior executive remuneration"}
{"context": "The Company Secretary, Simon Pordage, is responsible for the operations of the Company Secretary’s Office including administering Board and Board Committee meetings and associated Board governance requirements for ANZ and its Australian subsidiaries, overseeing the relationship with ANZ’s Share Registrar and administering ANZ’s listed securities, including managing distributions, and communication and lodgment of information with, securities exchanges and corporate regulators."}
{"context": "Information about the structure of the Non-Executive Directors’ remuneration and the remuneration of the CEO and other senior executives is set out in the Remuneration Report in the 2019 Annual Report."}
{"context": "He is accountable directly to the Board, through the Chair, on all matters to do with the proper functioning of the Board."}
{"context": "5.7 Election at next Annual General Meeting"}
{"context": "He works closely with the Chair of the Board to develop and maintain ANZ’s corporate governance principles."}
{"context": "As allowed by ANZ’s Constitution and the Corporations Act 2001, the Board may appoint a Non-Executive Director of ANZ at any time. But that person must retire at the next Annual General Meeting."}
{"context": "If they wish to continue as a Director, they must seek election by shareholders at that Annual General Meeting."}
{"context": "The Company Secretary is accountable directly to the Board, through the Chair, on all matters to do with the proper functioning of the Board."}
{"context": "5.8 Directors tenure and retirement"}
{"context": "ANZ’s Constitution requires a Non-Executive Director who wishes to continue in their role to seek re-election by shareholders every three years. This is consistent with the ASX Listing Rules."}
{"context": "In addition, ANZ’s Board Renewal and Performance Evaluation Protocol requires Non-Executive Directors to retire when they have served three consecutive 3-year terms after first being elected by shareholders."}
{"context": "7. Board Committees 7.1 Membership and attendance Each of the principal Board Committees:"}
{"context": "However, in special circumstances, the Board may invite them to extend their tenure."}
{"context": "is comprised solely of independent Non-Executive Directors — and has at least three members;"}
{"context": "has its own Charter;"}
{"context": "5.9 Continuing education for directors"}
{"context": "ANZ Directors take part in a range of training and continuing education programs relating to their duties and responsibilities as Directors, in addition to a formal induction program."}
{"context": "has the power to initiate any special investigations it considers necessary; and"}
{"context": "has the Board appoint one of its members as Chair."}
{"context": "Each Committee also conducts its own continuing education sessions as appropriate and seeks to identify topics as part of their self-assessment. For example, the Audit Committee receives regular briefings on developments in accounting standards. Internal and external experts are engaged, as required, to conduct education sessions."}
{"context": "Each year, the Board reviews Board Committee composition. The Chairman is an ex-officio member of each principal Board Committee and is Chair of the EESG Committee and NBO Committee. The CEO is invited to attend Board Committee meetings as appropriate. However, his presence is not automatic and he does not attend if his remuneration is being considered or discussed. Non-Executive Directors may, and are encouraged, to attend meetings of other Committees and are provided with papers for all meetings."}
{"context": "Each Board Committee may, within the scope of its responsibilities, have unrestricted access to management, employees and information it considers relevant to the carrying out of its responsibilities under its Charter."}
{"context": "Each Board Committee may require the attendance of any ANZ officer or employee, or request the attendance of any external party, at meetings as appropriate."}
{"context": "12"}
{"context": "7.2 Audit Committee"}
{"context": "The Audit Committee is responsible for providing oversight and independent review of:"}
{"context": "ANZ’s financial reporting principles and policies, controls and"}
{"context": "procedures;"}
{"context": "the effectiveness of ANZ’s internal control and risk management framework;"}
{"context": "the effectiveness of ANZ’s internal control and risk management framework;"}
{"context": "the work of Internal Audit (IA) which reports directly to the Chair of the Audit Committee — see Section 8.1 of this Statement for more information about IA;"}
{"context": "the integrity of ANZ’s financial statements and their independent audit, and compliance with related legal and regulatory requirements;"}
{"context": "prudential supervision procedures and other regulatory requirements (including reporting requirements) to the extent they relate to financial reporting; and reports from major subsidiary audit committees."}
{"context": "The Audit Committee is also responsible for:"}
{"context": "appointing, overseeing, and annually evaluating the External Auditor — including reviewing their independence, fitness and propriety and qualifications;"}
{"context": "compensation of the External Auditor;"}
{"context": "if appropriate, replacing the External Auditor; and"}
{"context": "reviewing the performance and remuneration of the Group General Manager, Internal Audit and making recommendations to the Board as appropriate."}
{"context": "Under the Committee Charter:"}
{"context": "each member of the Audit Committee must be appropriately financially literate; and"}
{"context": "collectively they must have the appropriate knowledge, skills and experience (including industry experience) to effectively discharge the Committee’s responsibilities."}
{"context": "The Board determined Paula Dwyer (Chair) was a ‘financial expert’ under the definition set out in the Audit Committee Charter. Although the Board determined that Paula has the necessary attributes to be a ‘financial expert’ in accordance with those requirements, it is important to note that this does not give Paula additional responsibilities to those of other members of the Audit Committee."}
{"context": "The Audit Committee meets with the External Auditor and internal auditor without Management being present. The Chair of the Audit Committee meets separately and regularly with IA, the External Auditor and Management. The Deputy Chief Financial Officer is the executive responsible for assisting the Chair of the Committee in connection with the administration and efficient operation of the Committee."}
{"context": "The CEO and CFO gave the Board the declarations concerning the Group’s 2019:"}
{"context": "full year financial statements, and other matters, that are required by s295A of the Corporations Act and Recommendation 4.2 of the ASX Governance Principles; and"}
{"context": "half-year financial statements, and other matters, that are required by Recommendation 4.2 of the ASX Governance Principles"}
{"context": "The CFO is the executive responsible for assisting the Chair of the Audit Committee with the operation of the Committee."}
{"context": "7.3 EESG Committee"}
{"context": "The EESG Committee is responsible for oversight, review and/or approval, (as applicable) of matters including:"}
{"context": "the proposed corporate sustainability objectives for ANZ;"}
{"context": "disclosures relating to ANZ’s Sustainability Framework, objectives"}
{"context": "ethical, environmental, social and governance risks and opportunities relevant to the bank’s ability to operate as a fair, responsible and sustainable business;"}
{"context": "reports on ethical, environmental, social and governance matters;"}
{"context": "ANZ’s Ethics and Responsible Business Committee;"}
{"context": "referring to the Board the resolution of any significant ethical or environmental, social and governance matters where applicable;"}
{"context": "the development of and approve applicable corporate governance policies and principles;"}
{"context": "reviewing this Statement; and"}
{"context": "regular reports on customer complaints or other conduct related matters."}
{"context": "The Company Secretary and the Group General Manager, Corporate Affairs are the executives responsible for assisting the Chair of the EESG Committee with the operation of the Committee."}
{"context": "7.4 Human Resources Committee"}
{"context": "The Human Resources Committee assists, and makes recommendations to, the Board in relation to remuneration matters and senior executive succession."}
{"context": "The Committee is responsible for reviewing and approving, or making recommendations to the Board on matters including:"}
{"context": "remuneration for the CEO and other key executives, and fees for the Non-Executive Directors;"}
{"context": "the design of significant variable remuneration plans;"}
{"context": "performance and reward outcomes for key senior executives;"}
{"context": "key senior executive appointments and terminations;"}
{"context": "the effectiveness of the Remuneration Policy and changes to the policy;"}
{"context": "culture and governance; and"}
{"context": "diversity, inclusion and employee engagement (excluding Board diversity which is monitored by the NBO Committee)."}
{"context": "The Group Executive, Talent and Culture is responsible for assisting the Chair of the Committee with the operation of the Committee."}
{"context": "For more details on the activities of the Human Resources Committee, see the Remuneration report in the Annual Report."}
{"context": "13"}
{"context": "ANZ Board Committee memberships as at 30 October 2019"}
{"context": "Audit"}
{"context": "Ethics, Environment, Social and Governance"}
{"context": "Membership"}
{"context": "David Gonski, AC*"}
{"context": "C"}
{"context": "Ilana Atlas"}
{"context": "Paula Dwyer"}
{"context": "C, FE"}
{"context": "Jane Halton, AO PSM"}
{"context": "Sir John Key, GNZM AC"}
{"context": "Graeme Liebelt"}
{"context": "John Macfarlane"}
{"context": "Composition"}
{"context": "The Board appoints one of its members, other than the Chairman of the Board, to serve as the Committee’s Chair"}
{"context": "The Board appoints one member"}
{"context": "of the Committee as its Chair"}
{"context": "The Risk Committee Chair is to be a member of the Audit Committee and vice versa to ensure relevant information flows between these committees"}
{"context": "Additional eligibility for membership rules apply as set out in clause 6.2 of the Audit Committee Charter"}
{"context": "All members are required to be independent, Non-Executive Directors"}
{"context": "Minimum membership of each Committee is 3 Non-Executive Directors which may include the Chairman of the Board (ex Officio)"}
{"context": "Each Director may attend (but not vote at) a meeting of a Committee of which he or she is not a member"}
{"context": "ex Officio membership"}
{"context": "C Chair FE Financial Expert"}
{"context": "14"}
{"context": "Human Resources"}
{"context": "C"}
{"context": "The Board appoints one"}
{"context": "member of the Committee"}
{"context": "as its Chair"}
{"context": "Committee membership is to ensure some overlap in"}
{"context": "membership between the"}
{"context": "Risk and Human Resources"}
{"context": "Committees"}
{"context": "Risk"}
{"context": "C"}
{"context": "The Board appoints one of"}
{"context": "its members, other than the"}
{"context": "Chairman of the Board, to"}
{"context": "serve the Committee’s Chair"}
{"context": "Committee membership is to ensure some overlap in"}
{"context": "membership between the"}
{"context": "Risk and Human Resources"}
{"context": "Committees"}
{"context": "The Audit Committee Chair is to be a member of the Risk"}
{"context": "Committee and vice versa to"}
{"context": "ensure relevant information"}
{"context": "flows between these"}
{"context": "committees"}
{"context": "Digital Business and"}
{"context": "Technology"}
{"context": "C"}
{"context": "The Board appoints one"}
{"context": "as its Chair"}
{"context": "Nomination and Board"}
{"context": "Operations Committee"}
{"context": "C"}
{"context": "The Board appoints one member of the Committee"}
{"context": "The Board appoints one member of the Committee"}
{"context": "as its Chair"}
{"context": "Digital Business and Technology"}
{"context": "Ethics, Environment,"}
{"context": "Nomination and Board Operations Committee"}
{"context": "Human Resources"}
{"context": "Audit"}
{"context": "Risk"}
{"context": "Social and Governance"}
{"context": "Membership"}
{"context": "C"}
{"context": "David Gonski, AC*"}
{"context": "C"}
{"context": "Ilana Atlas"}
{"context": "C"}
{"context": "Paula Dwyer"}
{"context": "C, FE"}
{"context": "Jane Halton, AO PSM"}
{"context": "C"}
{"context": "Sir John Key, GNZM AC"}
{"context": "Graeme Liebelt"}
{"context": "C"}
{"context": "John Macfarlane"}
{"context": "Composition"}
{"context": "The Board appoints one of its members,"}
{"context": "The Board appoints one"}
{"context": "The Board appoints one member"}
{"context": "The Board appoints one of"}
{"context": "The Board appoints one"}
{"context": "The Board appoints one member of the Committee as its Chair"}
{"context": "The Board appoints one member of the Committee as its Chair"}
{"context": "other than the Chairman of the Board, to"}
{"context": "member of the Committee as its Chair"}
{"context": "of the Committee as its Chair"}
{"context": "its members, other than the Chairman of the Board, to serve the Committee’s Chair"}
{"context": "serve as the Committee’s Chair"}
{"context": "The Risk Committee Chair is to be a"}
{"context": "Committee membership is to ensure some overlap in membership between the Risk and Human Resources Committees"}
{"context": "member of the Audit Committee and"}
{"context": "Committee membership is to ensure some overlap in membership between the Risk and Human Resources Committees"}
{"context": "vice versa to ensure relevant information"}
{"context": "flows between these committees"}
{"context": "Additional eligibility for membership"}
{"context": "rules apply as set out in clause 6.2 of the"}
{"context": "Audit Committee Charter"}
{"context": "The Audit Committee Chair is to be a member of the Risk Committee and vice versa to ensure relevant information flows between these committees"}
{"context": "All members are required to be independent, Non-Executive Directors"}
{"context": "Minimum membership of each Committee is 3 Non-Executive Directors which may include the Chairman of the Board (ex Officio)"}
{"context": "Each Director may attend (but not vote at) a meeting of a Committee of which he or she is not a member"}
{"context": "ex Officio membership"}
{"context": "C Chair FE Financial Expert"}
{"context": "15"}
{"context": "7.5 Risk Committee"}
{"context": "7.6 Digital Business and Technology Committee"}
{"context": "The Board is responsible for approving the Group’s risk appetite, including risk appetite statement and risk management strategy."}
{"context": "This responsibility extends to overseeing management establishing a sound risk management culture to facilitate effective risk management throughout the Group, which in turn supports the ability of ANZ to operate consistently within its risk appetite."}
{"context": "The Digital Business and Technology Committee is responsible for assisting the Board in the effective discharge of its responsibilities in connection with the oversight of ANZ’s digital transformation, data, technology, and technology-related innovation strategies."}
{"context": "It provides a forum for Committee members to question and explore relevant matters in more depth than they could at a Board meeting. The Committee is responsible for:"}
{"context": "The Risk Committee assists the Board:"}
{"context": "by independently overseeing management’s implementation of the risk management framework and its related operation;"}
{"context": "monitoring and providing guidance as appropriate on, matters relating to ANZ’s digital transformation, technology and technology-related innovation strategies;"}
{"context": "by taking a Group-wide view of ANZ’s current and future risk position relative to the Group’s risk appetite and"}
{"context": "capital strength;"}
{"context": "monitoring the delivery of the key programs that form part of ANZ’s digital transformation, technology and technology- related innovation strategies;"}
{"context": "in discharging its responsibilities for business, market, credit, equity and other investment, financial, operational, liquidity and reputational risk management and for the management of the Group’s compliance obligations; and"}
{"context": "recommending to the Board and monitoring the delivery of material digital transformation and technology investments, including those exceeding AUD100 million; and"}
{"context": "reviewing the health and relevance of ANZ’s technology suite,"}
{"context": "by advising the Board on current and future risk appetite and risk management strategy."}
{"context": "by advising the Board on current and future risk appetite and risk management strategy."}
{"context": "The Committee is authorised to approve credit transactions beyond the approval discretion of management."}
{"context": "The Group Executive, Technology is responsible for assisting the Chair of the Committee with the operation of the Committee."}
{"context": "The Chief Risk Officer is responsible for assisting the Chair of the Committee with the operation of the Committee."}
{"context": "Risk management framework"}
{"context": "7.7 Nomination and Board Operations Committee"}
{"context": "The NBO Committee was formed in 2019 to assist the Board with all matters to do with the proper functioning of the Board, including in relation to its ongoing composition and overall Board operations. Its duties include:"}
{"context": "We have a risk management framework in place to monitor and manage ANZ’s key risks. The Board, with the endorsement of the Risk Committee, reviews the framework at least annually to satisfy itself that the framework continues to be sound and that ANZ is operating with due regard to the risk appetite set by the Board. This review was conducted during the 2019 financial year. The Annual Report contains further information on ANZ’s framework, including how it is structured with respect to the Three Lines-of- Defence Model and Risk Management Committee, actions taken to improve risk management during the year and emerging risks for ANZ. Under the Three Lines-of-Defence Model, the business has first line of defence responsibility, the Risk Function is the second line of defence and Internal Audit is the final line of defence."}
{"context": "all matters to do with reviewing Board composition, including renewal and succession planning, the processes for Director selection, appointment and re-election, the effectiveness of ANZ’s approach to diversity, monitoring and making amendments to ANZ’s Board skills matrix, recommending individuals to the Board to be appointed as directors and succession planning for the Chairman of the Board;"}
{"context": "the review and approval of processes for evaluating the performance of the Board, each principal Committee and each Director including the Chairman but excluding the CEO; and"}
{"context": "all other matters do to with the effective and efficient operation of the Board and its principal Committees, including NED induction and education and review and approval of Charters."}
{"context": "The Company Secretary is responsible for assisting the Chair of the Committee with the operation of the Committee."}
{"context": "7.8 Additional Committees"}
{"context": "In addition to the six principal Board Committees, the Board has constituted two Committees, consisting solely of Directors, to assist in carrying out specific tasks. They are:"}
{"context": "the Special Committee of the Board, which has the full power of the Board and is convened as necessary between regularly scheduled Board meetings to deal with urgent matters; and"}
{"context": "a Shares Committee, which has the power to manage on behalf of the Board the issue of shares and options — including under ANZ’s Employee Share Acquisition Plan and Share Option Plan. The Board also forms and delegates authority to ad-hoc Committees of the Board as and when needed to carry out specific tasks."}
{"context": "16"}
{"context": "8. Audit and Financial Governance 8.1 Internal Audit Internal Audit (IA) is independent of management. Its role is to provide the Board and management with an independent appraisal of the internal controls established by ANZ’s first (business) and second (Group Risk) lines of defence. IA operates under a Board approved Charter. The outcome of IA’s work is reported through the Audit Committee Chair to the Audit Committee. IA has a direct communication line to the Group Chief Executive and the External Auditor."}
{"context": "8. Audit and Financial Governance 8.1 Internal Audit Internal Audit (IA) is independent of management. Its role is to provide the Board and management with an independent appraisal of the internal controls established by ANZ’s first (business) and second (Group Risk) lines of defence. IA operates under a Board approved Charter. The outcome of IA’s work is reported through the Audit Committee Chair to the Audit Committee. IA has a direct communication line to the Group Chief Executive and the External Auditor."}
{"context": "The IA team includes six General Managers accountable for the provision of audit services to their respective Divisions. The General Managers, together with the Head of Audit Services and Group General Manager, IA, form the IA Leadership Team. IA uses a global audit pool structure, which comprises individuals with skills in Technology, Credit Assurance, Culture Assessments, Data Analytics and Operational audits. The global team is spread across fourteen locations."}
{"context": "IA operates to its annual IA Plan, which is developed and reviewed in line with ANZ’s overall risk appetite and risk management framework. The Audit Committee reviews and approves the annual IA Plan and any material changes to it. This ensures the Plan meets regulatory requirements and covers all material risks. The Audit Committee also approves the annual budget for the IA function."}
{"context": "All audit activities are conducted in accordance with ANZ policies and values, including ANZ’s Employee Code of Conduct, as well as local and international auditing standards promulgated by the professional auditing bodies. The Group General Manager, IA presents reports at each Audit Committee meeting. The reports cover: major activities and findings; statistics on issued audit reports and ratings; and information about the internal audit function — including progress on strategic initiatives, staffing and other related matters."}
{"context": "IA assesses and reports on the effective and timely resolution of audit issues raised."}
{"context": "8.2 External audit"}
{"context": "The External Auditor’s role is to provide an independent opinion that ANZ’s financial reports are true and fair and comply with accounting standards and applicable regulations. The External Auditor performs an independent audit in accordance with Australian Auditing Standards. The Audit Committee oversees ANZ’s Stakeholder Engagement Model for Relationship with the External Auditor (Stakeholder Engagement Model)."}
{"context": "Under the Stakeholder Engagement Model, the Audit Committee is responsible for appointing (subject to ratification by shareholders) and also compensating, retaining and overseeing the conduct of the external audit."}
{"context": "The Stakeholder Engagement Model also stipulates that the Audit Committee:"}
{"context": "pre-approves all audit, audit related and non-audit services either on an engagement-by-engagement basis or under a specific service pre-approved by the Committee;"}
{"context": "regularly reviews the independence of the External Auditor; and"}
{"context": "evaluates the effectiveness of the External Auditor."}
{"context": "The Stakeholder Engagement Model can be found on ANZ’s website at: anz.com/corporategovernance"}
{"context": "The Stakeholder Engagement Model contains a number of requirements as to non-audit services that the External Auditor may provide, as well as recruitment and rotation requirements of external auditor staff."}
{"context": "Information about the non-audit services provided by the External Auditor, KPMG, during the 2019 financial year is set out in the Directors’ Report in the 2019 Annual Report. That information includes the cost of those services and a statement from the Board as to its satisfaction with KPMG’s compliance with the related independence requirements of the Corporations Act 2001. In addition, the auditor has provided an independence declaration under Section 307C of the Corporations Act 2001."}
{"context": "8.3 Financial controls"}
{"context": "The Audit Committee oversees: ANZ’s financial reporting policies and controls; the integrity of ANZ’s financial statements; the relationship with the External Auditor; the work of IA; and the audit committees of various significant subsidiary companies."}
{"context": "ANZ maintains a financial reporting governance framework that assesses the design of, and tests the operational effectiveness of, key financial reporting controls. In addition, senior management - including senior divisional and finance executives - complete a half- yearly finance attestation. The attestation comprises representations on financial results, financial reporting disclosures, compliance obligations and control. The attestation is aligned with ANZ’s external reporting obligations."}
{"context": "17"}
{"context": "9. Ethical and responsible decision-making"}
{"context": "9.1 Codes of conduct"}
{"context": "9.3 Whistleblower protection"}
{"context": "ANZ has two Codes of Conduct — the Employee Code and the Non-Executive Directors Code (the Codes). The Employee Code supports ANZ’s values and provides ANZ employees with a practical set of guiding principles to help them make fair, balanced and ethical decisions in their day-to-day work. The Non-Executive Directors Code recognises the different responsibilities that Directors have under law and enshrines the same values and principles as the Employee Code."}
{"context": "ANZ has a strong values based culture that encourages openness, integrity and accountability. The Whistleblower Policy has been developed to ensure that all current and former employees, officers, associates, contractors and sub-contractors of the ANZ group, including relatives of those aforementioned individuals, can freely and without fear of detriment raise concerns regarding actual or suspected misconduct by ANZ, or anyone connected to the ANZ group, including contraventions of ANZ’s ethical and legal standards."}
{"context": "The Codes require honesty, integrity, quality and trust. ANZ employees and Directors are required to demonstrate these behaviours and to comply with the Codes. The Codes are supported by a suite of policies that are reviewed regularly to ensure they reflect any changes in law and otherwise remain fit for purpose. Directors’ compliance with the Non-Executive Directors Code forms part of their usual annual performance review."}
{"context": "A whistleblower can make a confidential disclosure under the Policy in a number of ways, including through a Whistleblower Protection Officer, the Whistleblower Program team, or anonymously via phone, email and web-based mechanisms operated by ANZ’s external whistleblower reporting service, operated by a third party provider (Deloitte). ANZ maintains confidentiality of all reports to the fullest extent possible and also protects whistleblowers from retaliation or victimization."}
{"context": "The Codes are available on ANZ’s website at anz.com/corporategovernance. ANZ’s 2019 Annual Report contains information on work undertaken during the year with respect to ANZ’s conduct and culture (including breaches). Further information about the Codes, including on internal training and breaches, will be available in ANZ’s 2019 ESG Supplement (to be released in December)."}
{"context": "9.2 Securities trading"}
{"context": "ANZ’s Whistleblower Program team reports to the Operational Risk Executive Committee and Audit Committee twice annually on reports made in the preceding period, including de-identified thematic details of reports made and actions taken. It also reports to any boards and committees of the ANZ group in a manner agreed between the Whistleblower Program and the relevant board from time to time. Any reports involving a Director or the CEO of ANZ would be reported to the Chair of ANZ."}
{"context": "The Trading in ANZ Securities Policy prohibits trading in ANZ securities by all employees, Directors and contractors who possess information that is not generally available and that could be reasonably expected to have a material, or significant, effect on the price, or value, of an ANZ security."}
{"context": "The Policy specifically prohibits ANZ Directors and certain ‘restricted persons’ (which includes certain senior executives) and their associates from trading in ANZ securities during ‘blackout periods’ as defined in the Policy. The Policy:"}
{"context": "excludes certain types of trading from the trading restrictions under the Policy;"}
{"context": "allows in exceptional circumstances, and with prior written clearance, trading during a prohibited period;"}
{"context": "prohibits employees and their associates from hedging interests that have been granted under any ANZ employee equity plan that are either unvested or subject to a holding lock; and"}
{"context": "prohibits ANZ Directors and restricted persons from using ANZ securities in connection with a margin loan or similar financing arrangement which may be subject to a margin call or loan-to- value ratio breach. The Policy was updated in 2019 and is available on ANZ’s website at anz.com/corporategovernance."}
{"context": "18"}
{"context": "10. Commitment to shareholders"}
{"context": "10.1 Communication"}
{"context": "To be able to make informed decisions about ANZ, and to communicate views to ANZ, shareholders need an understanding of ANZ’s business operations, performance and governance framework."}
{"context": "Generally, we do that through our reporting of results, the Annual Report (which now incorporates the Annual Review), announcements and briefings to the market, half yearly newsletters and through our dedicated shareholder site anz.com/shareholder/centre."}
{"context": "We strive for transparency in all our business practices, and we recognise the impact of quality disclosure on the trust and confidence of shareholders, the wider market and the community. To this end, ANZ, in addition to its scheduled results announcements, issued Trading Updates to the market during the 2019 financial year."}
{"context": "If you require any information or wish to express your view to ANZ on any matters of concern or interest, then the contact details for ANZ Investor Relations and ANZ’s Share Registrar, Computershare Investor Services (including postal, telephone and email) are set out in ANZ’s 2019 Annual Report and on ANZ’s website at: anz.com/annualreport."}
{"context": "ANZ shareholders have the option of receiving communications from, and sending communications to, ANZ and its Share Registrar electronically."}
{"context": "ANZ also has a comprehensive investor relations program, which facilitates effective communication with investors."}
{"context": "10.2 Meetings"}
{"context": "To allow as many shareholders as possible to have an opportunity to attend shareholder meetings, ANZ rotates meetings around capital cities and makes them available to be viewed online using webcast technology."}
{"context": "Information on meetings and presentations held throughout this financial year are available on ANZ’s website at: anz.com/shareholder/centre"}
{"context": "Before the Annual General Meeting, shareholders have the opportunity to submit questions to the Chairman or CEO to enable key common themes to be considered during the meeting."}
{"context": "The External Auditor attends ANZ Annual General Meetings and is available to answer shareholder questions on any matter that concerns them in their capacity as auditor."}
{"context": "Directors are also required to attend the Annual General Meeting, except in unusual circumstances. After the meeting, they are available to meet with, and answer questions from, shareholders."}
{"context": "Shareholders have the right to vote on various resolutions related to company matters. Shareholders are encouraged to attend and participate in meetings. But, if they are unable to attend a meeting, then they can submit their proxies via post or electronically. If a vote is taken on a poll (which is usual ANZ practice), then shareholders are able to cast their votes on a confidential basis."}
{"context": "ANZ appoints an independent party, normally KPMG, to verify the results of the meeting. Those results are reported as soon as possible to ASX and posted on ANZ’s website at : anz.com/shareholder/centre"}
{"context": "ANZ’s Notice of 2018 Annual General Meeting contained all material information in its possession relevant to the business of the meeting, including the election and re-election of Director at that AGM."}
{"context": "ANZ encourages shareholders to take an active interest in ANZ, and seeks to provide shareholders with quality information in a timely fashion."}
{"context": "11. Continuous disclosure ANZ’s practice is to release market sensitive information:"}
{"context": "to ASX promptly and without delay as required under ASX Listing Rules;"}
{"context": "then to all relevant overseas securities exchanges on which ANZ’s securities are listed; and"}
{"context": "then to the market and community generally through ANZ’s media releases, website and other appropriate channels."}
{"context": "Designated Disclosure Officers are generally responsible for reviewing proposed disclosures and making decisions in relation to what information will be disclosed to the market. ANZ employees and contractors must inform the Company Secretary (or in his absence, the Group General Counsel) of any potentially price sensitive information concerning ANZ as soon as they become aware of it. ANZ’s Board receives copies of all market announcements promptly after they have been made. Any new and substantive investor or analyst presentation is released to the ASX ahead of the presentation."}
{"context": "A summary of ANZ’s Continuous Disclosure Policy is available on ANZ’s website at anz.com/corporategovernance."}
{"context": "12. Economic, environmental and social sustainability risks Details of ANZ’s material economic, environmental and social sustainability risks, as well as details of how ANZ manages those risks, are referred to in the ANZ’s Principal Risks and Uncertainties Disclosure and in the Annual Report, which are available on ANZ’s website at anz.com/annualreport."}
{"context": "19"}
{"context": "Diversity and inclusion at ANZ"}
{"context": "13. Diversity and inclusion 13.1 Creating an inclusive workplace ANZ believes in the inherent strength of a vibrant, diverse and inclusive workforce in which the backgrounds, perspectives and life experiences of our people help us to forge strong connections with all our customers, innovate and make better decisions for our business."}
{"context": "13.3 ANZ’s progress"}
{"context": "Diversity and inclusion targets"}
{"context": "Progress"}
{"context": "Diversity in this context includes age, caring responsibilities, cultural identity, disability, gender expression and identity, ethnicity, education, family/relationship status, sexual orientation, religious beliefs, and/ or socioeconomic background. Diversity also encompasses the many ways people differ in terms of their education, life experience, location, personality, ways of thinking, and work experience."}
{"context": "A summary of ANZ’s policy position on Diversity and Inclusion is on ANZ’s website at: anz.com/corporategovernance"}
{"context": "Increase the representation of Women in Leadership by 3% to 34.1% by end 2020."}
{"context": "Recruit >1,000 people from under-represented groups including Indigenous Australians, people with a disability, and refugees by end 2020."}
{"context": "Group-wide representation of Women in Leadership is at 32.5%. This represents a 1.4% increase from 31.1% at 30 September 2017."}
{"context": "Since 2016, we have recruited 734 people from under-represented groups. This figure is made up of 306 Indigenous Australians, 343 people with a disability, and 85 refugees."}
{"context": "13.2 Leadership, governance and accountability"}
{"context": "13.4 Gender balance at Board, senior executive and management levels"}
{"context": "ANZ’s Human Resources Committee plays an important role in relation to ANZ’s people strategy, remuneration strategy and approach to diversity and inclusion (including gender diversity)."}
{"context": "The Human Resources Committee has an overarching role to:"}
{"context": "review, note and monitor the effectiveness of ANZ’s approach to diversity and inclusion;"}
{"context": "As at the date of this report, ANZ’s Board comprises eight directors, one Executive Director (the CEO), and seven Non-Executive Directors, three of whom are women. Female representation on the Board is now at 37.5%. The Board’s current objective is to maintain at least 30% female representation on the Board. In the long term, the Board’s aspirational goal is to have equal representation of females and males in its own composition."}
{"context": "review and approve measurable objectives for achieving diversity and inclusion; and"}
{"context": "review annually both those objectives and progress in achieving them, including the relative proportion of women at all levels."}
{"context": "ANZ has five women on its 11-person ExCo (45.5% female representation): the Chief Financial Officer; the Group Executive Talent and Culture; the Group Executive Digital and Australia Transformation; the Acting CEO New Zealand, and the Deputy Chief Executive Officer and Group Executive Wealth Australia."}
{"context": "The Human Resources Committee also reviews annual performance and remuneration outcomes. This review includes:"}
{"context": "analyzing the following outcomes by gender: distribution of performance ratings, change in salary and short term incentives; and"}
{"context": "During the 2019 financial year, overall representation of Women in Leadership increased to 32.5%. ExCo female representation increased by 12.2% while executive female representation decreased by 1.1%. Maintaining the focus on achieving gender balance remains a key strategy across all of ANZ’s geographies and businesses."}
{"context": "a focus on gender pay equity, with all outcomes reviewed by the CEO."}
{"context": "Gender diversity matters in connection with the Board are the responsibility of the NBO Committee."}
{"context": "As at 30 September 2019, females were appointed to 49.5% of all employee directorships on subsidiary boards."}
{"context": "The EESG Committee approves annual sustainability targets, including improving the representation of Women in Leadership and building a diverse and inclusive workforce. Progress against these targets is monitored by an ExCo committee on a monthly basis. The results also assist in informing ANZ’s bonus variable remuneration pool."}
{"context": "20"}
{"context": "13.5 Targets and progress for improving outcomes in gender equality"}
{"context": "We continue to measure women in leadership, targeting female representation at the Senior Manager, Executive and Senior Executive levels. Progress and results for the 2019 financial year are set out below, defining each level of Management in relation to the CEO."}
{"context": "Group^"}
{"context": "2018 Actual % of women"}
{"context": "2019 Actual % of women"}
{"context": "2019 Actual number of women"}
{"context": "Senior Executives & Executives (incl ExCo)"}
{"context": "28.9%"}
{"context": "28.2%"}
{"context": "171"}
{"context": "CEO-1: ExCo"}
{"context": "33.3%"}
{"context": "45.5%"}
{"context": "5"}
{"context": "CEO-2: Senior Executive1"}
{"context": "25.2%"}
{"context": "25.2%"}
{"context": "27"}
{"context": "CEO-3: Executive2"}
{"context": "29.5%"}
{"context": "28.4%"}
{"context": "139"}
{"context": "Senior Manager3"}
{"context": "33.2%"}
{"context": "33.9%"}
{"context": "637"}
{"context": "Total Women in Leadership4"}
{"context": "32.0%"}
{"context": "32.5%"}
{"context": "808"}
{"context": "Manager5 Non-Management6"}
{"context": "43.1%"}
{"context": "54.7%"}
{"context": "42.3%"}
{"context": "62.8%"}
{"context": "7,179"}
{"context": "13,711"}
{"context": "ANZ Overall"}
{"context": "53.4%"}
{"context": "52.6%"}
{"context": "21,698"}
{"context": "^ ”Group” includes all employees regardless of leave status (but not contractors, which are included in FTE)."}
{"context": "1. ”Senior Executive” comprises persons holding roles within ANZ designated as Group 1. These roles typically involve leading one of: a large business, a geographic area, or the strategy, policy and governance of business areas (excludes ExCo)."}
{"context": "2. ”Executive” comprises persons holding roles within ANZ designated as Group 2."}
{"context": "3. ”Senior Manager” comprises persons holding roles within ANZ designated as Group 3."}
{"context": "4. ”Total Women in Leadership” represents all ANZ ExCo roles and roles within ANZ designated as Group 1 to 3."}
{"context": "5. ”Manager” comprises persons holding roles within ANZ designated as Group 4."}
{"context": "6. ”Non-Management” comprises women holding roles within ANZ designated as Group 5 and 6."}
{"context": "13.6 2020 Diversity and inclusion targets"}
{"context": "In 2020, we will continue to implement our diversity objectives, which are to:"}
{"context": "increase the representation of Women in Leadership by 3% to 34.1% by end 2020; and"}
{"context": "recruit >1,000 people from under-represented groups including Indigenous Australians, people with a disability, and refugees by end 2020."}
{"context": "More information on ANZ’s approach to diversity and inclusion is available in the 2019 ESG Supplement (independently assured by KPMG). It will be published on ANZ’s website at anz.com/shareholders in December 2019."}
{"context": "Under the Workplace Gender Equality Act, ANZ is required to make annual public filings with the Workplace Gender Equality Agency (WGEA), disclosing its “Gender Equality Indicators”. These reports are filed annually in respect of the 12 month period ending March 31. ANZ’s latest filing is available on ANZ’s website: anz.com/WGEA"}
{"context": "Website"}
{"context": "Details of ANZ’s governance framework are located on ANZ’s website at anz.com/corporategovernance. There you can read:"}
{"context": "the charters of the Board and each Board Committee;"}
{"context": "summaries of many of the documents and policies mentioned in this Statement; and"}
{"context": "summaries of other ANZ policies of interest to shareholders and stakeholders."}
{"context": "Compliance with governance recommendations"}
{"context": "ANZ confirms it has followed the Recommendations of the ASX Corporate Governance Council throughout the 2019 financial year. The information in this Statement is current as at 30 October 2019 and has been approved by ANZ’s Board."}
{"context": "This Statement, together with ASX Appendix 4G which relates to this Statement, has been lodged with ASX and is located on ANZ’s website anz.com/corporategovernance. Further information about ANZ is contained in ANZ’s 2019 Annual Report."}
{"context": "21"}
