{"context": "4 November 2019"}
{"context": "Australia and New Zealand Banking Group Limited (ABN 11 005 357 522) (“ANZBGL”) - Annual Financial Report submission under the Disclosure and Transparency Rules of the United Kingdom Financial Conduct Authority (“UK DTR Submission”) The attached UK DTR Submission will be lodged by ANZBGL with the London Stock Exchange (“LSE”) today, together with the Group’s Annual Report and ANZBGL’s 2019 Financial Statements for the year ended 30 September 2019. This UK DTR Submission has been prepared by ANZBGL in order to comply with the applicable periodic reporting requirements of DTR 4 of the Disclosure and Transparency Rules of the United Kingdom Financial Conduct Authority in connection with certain debt securities issued by ANZBGL. For completeness, in addition to lodgement with the LSE, ANZBGL is lodging this UK DTR Submission with applicable exchanges, including the Australian Securities Exchange and the New Zealand Stock Exchange today."}
{"context": "Company Secretary’s Office ANZ Centre Melbourne, Level 9, 833 Collins Street, Docklands Vic 3008 GPO Box 254, MELBOURNE VIC 3001 AUSTRALIA www.anz.com 4 November 2019 DISCLOSURE AND TRANSPARENCY RULES – ANNUAL FINANCIAL REPORT SUBMISSION Australia and New Zealand Banking Group Limited (“ANZBGL” or the “Company”) together with its subsidiaries (“ANZ” or the “Group”) – Annual Financial Report submission under the Disclosure and Transparency Rules (“DTR”) of the United Kingdom Financial Conduct Authority The following attached documents constitute ANZ’s 2019 Annual Financial Report for the purposes of the disclosure requirements of DTR 4.1: The Group’s 2019 Annual Report for the year ended 30 September 2019; The Company’s 2019 Financial Statements for the year ended 30 September 2019;"}
{"context": "accordance with DTR 4.1.8 (2); and"}
{"context": "DTR 4.1.12 (3)(b). 1 ANZ’s 2019 Annual Report and ANZBGL’s 2019 Financial Statements These documents were separately lodged by ANZ with applicable stock exchanges, including the London Stock Exchange and the Australian Securities Exchange, on 4 November 2019. 2 Principal risks and uncertainties faced by the Group (DTR 4.1.8 (2))"}
{"context": "The Group’s activities are subject to risks that can adversely impact its business, operations, results of operations, reputation, prospects, liquidity, capital resources, financial performance and financial condition (together, the “Group’s Position”). The risks and uncertainties described below are not the only ones that the Group may face. Additional risks and uncertainties that the Group is unaware of, or that the Group currently deems to be immaterial, may also become important factors that affect it. If any of the specified or unspecified risks actually occur, the Group’s Position may be materially and adversely affected. Risks related to the Issuer's business activities and industry 1. Changes in political and general business and economic conditions, including disruption in regional or global credit and capital markets, may adversely affect the Group’s Position The Group’s financial performance is primarily influenced by the political and economic conditions and the level of business activity in the major countries and regions in which the Group or its customers or counterparties operate, trade or raise funding including, without limitation, Australia, New Zealand, the Asia Pacific, United Kingdom, Europe and the United States (the “Relevant Jurisdictions”). The economic and business conditions that prevail in the Group’s major operating and trading markets are affected by, among other things, domestic and international economic events, political events and natural disasters, and by movements and events that occur in global financial markets. The impact of the global financial crisis in 2007 and its aftermath continue to affect regional and global economic activity, confidence and capital markets. Prudential authorities continue to implement increased regulations in an attempt to mitigate the risk of such events recurring, although there can be no assurance that such regulations will be effective. The Group believes that the global financial crisis has also had a lasting effect on consumer and business behaviour in advanced economies, including the major countries and regions in which the Group or its customers or counterparties operate. Consumers in recent years have reduced their savings rates in the face of weak income growth, while businesses have been reluctant to invest and inflation has remained low. The potential for escalation in geopolitical risks has also contributed to vulnerability in consumer and business behavior. Monetary authorities responded to the global financial crisis by introducing zero or near-zero interest rates across most countries, and the major central banks took unconventional steps to support growth and raise inflation. Recently, some monetary authorities are taking similar actions due to current market conditions. For example, central banks worldwide, including the U.S. Federal Reserve, the RBA and the RBNZ, cut interest rates in 2019. Changes in global political conditions have lead to, and may continue to result in extended periods of increased political and economic uncertainty and volatility in the global financial markets. Recent examples include the protracted “Brexit” (as defined below) negotiations, Donald Trump’s presidency and protectionist policies, and global trade developments relating to, among other things, the imposition or threatened imposition of trade tariffs and levies by major countries including by those that are Australia’s significant trading partners (for instance, changes in U.S. trade relations with China could affect economic activity in Australia). Such changes have reduced and could lead to a further reduction in consumer and business activity within the markets in which the Group or its customers or counterparties operate, or result in the introduction of new and/or divergent regulatory frameworks that the Group will need to adhere to. In anticipation of the exit of the United Kingdom from the European Union (commonly referred to as “Brexit”), the Group has made changes to the structure of its business operations in Europe, however the financial, trade and legal implications of Brexit remain uncertain and its impact may be more severe than expected given that the final terms upon which the United 3 Kingdom will exit the EU are still not known and given the lack of comparable precedent. As a result, there can be no assurance that the changes the Group has made to the structure of its business operations in Europe will be sufficient to address the financial, trade and legal implications of Brexit, and the Group is subject to the risk that further changes may be required as a result of the final terms of Brexit. Australian political conditions have progressively shifted over recent years. Shorter tenures for Prime Ministers appear to have become more common, and the focus on the societal impacts of the financial sector, and other business sectors as well, has sharpened. The banking tax and the Royal Commission into Misconduct in the Banking, Superannuation and Financial Services Industry (the “Royal Commission”) have been initiated in this environment. The Royal Commission process itself appears to have exacerbated this shift, suggesting a sustained period of focus on the financial sector in Australia. Political and economic uncertainty has in the past led to declines in market liquidity and activity levels, volatile market conditions, a contraction of available credit, lower or negative interest rates, weaker economic growth and reduced business confidence, each of which may adversely affect the Group’s Position. These conditions may also adversely affect the Group’s ability to raise medium or long-term funding in the international capital markets. Geopolitical instability, including potential or actual conflict, occurring around the world, such as the ongoing unrest and conflicts in Ukraine, North Korea, Hong Kong, Syria, Egypt, Afghanistan, Iraq, Nicaragua and elsewhere, as well as the current high threat of terrorist activities, may also adversely affect global financial markets, general business and economic conditions and consequently, the Group’s ability to continue operating or trading in an affected country or region that in turn may adversely affect the Group’s Position. Should difficult economic conditions in the Group’s markets eventuate, asset values in the housing, commercial or rural property markets could decline, unemployment could rise and corporate and personal incomes could suffer. Deterioration in global markets, including equity, property, currency and other asset markets, may impact the Group’s customers and the security the Group holds against loans and other credit exposures, which may impact the Group’s ability to recover loans and other credit exposures. The Group’s financial performance may also be adversely affected if the Group is unable to adapt cost structures, products, pricing or activities in response to a drop in demand or lower than expected revenues. Similarly, higher than expected costs (including credit and funding costs) could be incurred because of adverse changes in the economy, general business conditions or the operating environment in the countries or regions in which the Group or its customers or counterparties operate. All or any of the negative political, business or economic conditions described above may cause a reduction in demand for the Group’s products and services and/or an increase in loan and other credit defaults and bad debts, which may adversely affect the Group’s Position. 2. Competition in the markets in which the Group operates may adversely affect the Group’s Position The markets in which the Group operates are highly competitive and could become even more so. Many factors contribute to competition risk including mergers, acquisitions, divestments, joint ventures and alliances, changes in customers’ needs, preferences and behaviours, entry of new participants, development of new distribution and service methods and technologies, increased diversification of products by competitors and changes in regulation such as the rules governing the operations of banks and non-bank competitors. Other examples are:"}
{"context": "entities that the Group competes with, including those outside of Australia and New Zealand, could be subject to different levels of regulation and regulatory activity. This could allow them to offer more competitive products and services, including because those different levels give them a lower cost base and/or the ability to attract employees that the Group would otherwise seek to employ; digital technologies and business models are changing customer behaviour and the 4"}
{"context": "competitive environment and emerging competitors are increasingly utilising new technologies and seeking to disrupt existing business models in the financial services sector; existing companies from outside of the traditional financial services sector may seek to directly compete with the Group by offering products and services traditionally provided by banks, including by obtaining banking licences and/or by partnering with existing providers; consumers and businesses may choose to transact using, or to invest in, new forms of currency (such as cryptocurrencies) in relation to which the Group may choose not to provide financial services; and Open Banking (as described below) may lead to increased competition (see risk factor 15 “Regulatory changes or a failure to comply with laws, regulations or policies may adversely affect the Group’s Position”). Increasing competition for customers could also potentially lead to a compression in the Group’s net interest margins or increased advertising and related expenses to attract and retain customers. The Group competes with banks and other financial services firms for deposits to fund a significant portion of its balance sheet. Increased competition for deposits may increase the Group’s cost of funding. If the Group is not able to successfully compete for deposits, the Group would be forced to rely more heavily on other, less stable or more expensive forms of funding, or to reduce lending. This may adversely affect the Group’s Position. The impact on the Group of an increase in competitive market conditions or a technological change that puts the Group’s business platforms at a competitive disadvantage, especially in the Group’s main markets and products, could lead to a material reduction in the Group’s market share, customers and margins and adversely affect the Group’s Position. 3. Weakening of the real estate markets in Australia, New Zealand or other markets where the Group does business may adversely affect the Group’s Position Residential and commercial property lending, together with real estate development and investment property finance, constitute important businesses of the Group. Major sub- segments within the Group's lending portfolio include: • residential housing loans (owner occupier and investment); and commercial real estate loans. Since 2009, the world’s major central banks have embarked upon unprecedented monetary policy stimulus. The resulting weight of funds searching for yield continues to be a significant driver underlying property markets in the Group’s core property jurisdictions (Australia, New Zealand, Singapore and Hong Kong). However, although values for completed tenanted properties and residential house prices, particularly in metro east coast Australian and New Zealand markets, rose steadily until 2018, the fall in Australian house prices in 2018 was the largest since the global financial crisis. Across Australia, house prices are approximately 7% below their late 2017 peak, although they are still almost 30% higher as at April 2019 since the start of 20131. A continued weakening of real estate markets in Australia, New Zealand, and other markets where the Group does business could impact the Group in a number of ways. These include: declining asset prices could impact customers, counterparties and the value of security (including residential and commercial property) the Group holds against these loans, impacting the Group’s ability to recover amounts owing if customers or counterparties were to default. declining demand for the Group’s residential lending products due to buyer concerns about decreases in values or concerns about rising interest rates that may make the Group’s lending products less attractive to potential homeowners and investors; and • A material decline in residential housing prices may also cause losses in the Group’s residential development portfolio if customers who are pre- committed to purchase"}
{"context": "1 Source: RBA Financial Stability Review, April 2019 5 these dwellings are unable or unwilling to complete their contracts and the Group is forced to re-sell these dwellings at a loss. The Group's portfolio of commercial property loans may be particularly susceptible to asset price deflation, tenancy risk and delivery risk, which may result in higher credit losses, refinance risk and deteriorating security values. A significant decrease in commercial property valuations or a significant slowdown in the commercial real estate markets in the Relevant Jurisdictions could result in a decrease in new lending opportunities or lower recovery rates that may in turn materially and adversely impact the Group’s Position. 4. Market risk events may adversely affect the Group’s Position Market risk is the risk of loss arising from adverse changes in interest rates, currency exchange rates, credit spreads, or from fluctuations in bond, commodity or equity prices. For purposes of financial risk management, the Group differentiates between traded and non- traded market risks. Traded market risks principally arise from the Group’s trading operations in interest rates, foreign exchange, commodities and securities. The non-traded market risk is predominantly interest rate risk in the banking book. Other non-traded market risks include transactional and structural foreign exchange risk arising from capital investments in offshore operations and non-traded equity risk. Losses arising from the occurrence of such market risk events may adversely affect the Group's Position. 5. Changes in exchange rates may adversely affect the Group’s Position As the Group conducts business in several different currencies, its businesses may be affected by a change in currency exchange rates. Additionally, as the Group’s annual and interim reports are prepared and stated in Australian dollars, any appreciation in the Australian dollar against other currencies in which the Group earns revenues (particularly the New Zealand dollar and U.S. dollar) may adversely affect the Group’s reported earnings. While the Group has put in place hedges to partially mitigate the impact of currency changes, there can be no assurance that the Group’s hedges will be sufficient or effective, and any further appreciation may have an adverse impact upon the Group’s Position. 6. The regulation, reform and replacement of benchmark rates could have adverse consequences on the Group’s securities issuances and its capital markets and investment activities Interest rate, equity, foreign exchange rate and other types of indices which are deemed to be “benchmarks” including those in widespread and long-standing use, have been the subject of ongoing international regulatory scrutiny, and initiatives and proposals for reform. Some of these reforms are already effective while others are still to be implemented or are under consideration. These reforms may cause benchmarks to perform differently than in the past, or to disappear entirely, or have other consequences which cannot be fully anticipated. Any of the benchmark reforms which have been proposed or implemented, or the general increased regulatory scrutiny of benchmarks, could also increase the costs and risks of administering or otherwise participating in the setting of benchmarks and complying with regulations or requirements relating to benchmarks. Such factors may have the effect of discouraging market participants from continuing to administer or contribute to certain benchmarks, trigger changes in the rules or methodologies used in certain benchmarks or lead to the disappearance of certain benchmarks. Any of these developments, and any future initiatives to regulate, reform or change the administration of benchmarks, could result in adverse consequences to the return on, value of and market for loans, mortgages, securities, derivatives and other financial instruments whose returns are linked to any such benchmark, including those issued, funded or held by the Group. Various regulators, industry bodies and other market participants globally are engaged in initiatives to develop, introduce and encourage the use of alternative rates to replace certain benchmarks. There is no assurance that these new rates will be accepted or widely used by market participants, or that the characteristics of any of these new rates will be similar to, or produce the economic equivalent of, the benchmarks that they seek to replace. If a particular 6 benchmark were to be discontinued and an alternative rate has not been successfully introduced to replace that benchmark, this could result in widespread dislocation in the financial markets, engender volatility in the pricing of securities, derivatives and other instruments, and suppress capital markets activities, all of which could have adverse effects on the Group’s Position. In addition, the transition of a particular benchmark to a replacement rate could affect hedge accounting relationships between financial instruments linked to that benchmark and any related derivatives, which could adversely affect the Group’s Position."}
{"context": "7. Acquisitions and/or divestments may adversely affect the Group’s Position The Group regularly examines a range of corporate opportunities, including acquisitions and divestments, with a view to determining whether those opportunities will enhance the Group’s strategic position and financial performance. Divestments that the Group has previously announced but not yet completed include OnePath Pensions and Investments in Australia which remains subject to regulatory approvals. Integration (or separation) of an acquired (or divested) business can be complex and costly, sometimes including combining (or separating) relevant accounting and data processing systems, and management controls, as well as managing relevant relationships with employees, customers, regulators, counterparties, suppliers and other business partners. Integration (or separation) efforts could create inconsistencies in standards, controls, procedures and policies, as well as diverting management attention and resources. There is also the risk of counterparties making claims in respect of completed or uncompleted transactions against the Group that could adversely affect the Group’s Position. There can also be no assurance that any acquisition (or divestment) would have the anticipated positive results around cost or cost savings, time to integrate and overall performance. All or any of these factors could adversely affect the Group’s ability to conduct its business successfully and impact the Group’s operations or results. Additionally, there can be no assurance that employees, customers, counterparties, suppliers and other business partners of newly acquired (or retained) businesses will remain post-acquisition (or post-divestment). Further, there is a risk that completion of an agreed transaction may not occur whether in the form originally agreed between the parties or at all, including due to failure of the counterparty to satisfy its completion conditions or because other completion conditions such as obtaining relevant regulatory or other approvals are not satisfied. Should any of these integration or separation risks occur, this could adversely affect the Group’s Position. 8. Sovereign risk events may destabilise global financial markets and may adversely affect the Group’s Position Sovereign risk is the risk that governments will default on their debt obligations, be unable to refinance their debts as and when they fall due or nationalise parts of their economy. Sovereign risk remains in many economies, including the United States, the United Kingdom, China, Europe, Australia and New Zealand. Should one sovereign default, there could be a cascading effect to other markets and countries, the consequences of which, while difficult to predict, may be similar to or worse than those experienced during the global financial crisis and subsequent sovereign debt crises. 7 Such events could destabilise global financial markets and adversely affect the Group’s Position. Risks related to the Issuer's financial situation 9. Credit risk may adversely affect the Group’s Position As a financial institution, the Group is exposed to the risks associated with extending credit to other parties, including incurring credit-related losses that can occur as a result of a counterparty being unable or unwilling to honour its contractual obligations. Credit losses can and have resulted in financial services organisations realising significant losses and in some cases failing altogether. The risk of credit-related losses may be increased by a number of factors, including deterioration in the financial condition of the economies in which the Group or its customers or counterparties operate, a sustained high level of unemployment in the markets in which the Group or its customers or counterparties operate, more expensive imports into Australia and New Zealand due to the reduced strength of the Australian and New Zealand dollars relative to other currencies, a deterioration of the financial condition of the Group’s customers or counterparties, a reduction in the value of assets the Group holds as collateral, and a reduction in the market value of the counterparty instruments and obligations it holds. Less favourable business or economic conditions, whether generally or in a specific industry sector or geographic region, as well as the occurrence of events such as natural disasters, could cause customers or counterparties to fail to meet their obligations in accordance with agreed terms. For example, the Group’s customers and counterparties in or with exposure to:"}
{"context": "increased geopolitical risk including the continuation or escalation of the trade conflict between the United States and China may impact the outlook for commodity prices due to a growing possibility of declining global growth. A further or sustained slowdown in global economic growth or a decline in commodity prices could depress the volume and price of exports, such as dairy products produced in Australia and New Zealand, with negative flow-on effects for those industries closely tied to the export sector; the Australian natural resources sector, which is particularly exposed to any prolonged slowdown in the Chinese economy and could be materially and adversely impacted by a decline in natural resource prices; and segments reliant on consumer discretionary spend in Australia that are exposed to a slowdown in spending levels arising from the impact of a combination of a slowing housing market, low wage growth and high household debt. Impacted segments may include specialty retail, department stores and discretionary retail leisure travel. The Group is also subject to the risk that its rights against third parties may not be enforceable in certain circumstances, which may result in credit losses. Should material credit losses occur to the Group’s credit exposures, this may adversely affect the Group’s Position. Credit risk may also arise from certain derivative, clearing and settlement contracts the Group enters into, and from the Group’s dealings with, and holdings of, debt securities issued by other banks, financial institutions, companies, governments and government bodies where the financial conditions of such entities are affected by economic conditions in global financial markets. In addition, in assessing whether to extend credit or enter into other transactions with customers and/or counterparties, the Group relies on information provided by or on behalf of customers and/or counterparties, including financial statements and other financial information. The Group may also rely on representations of customers and independent consultants as to the accuracy and completeness of that information. The Group’s financial performance could be negatively impacted to the extent that it relies on information that is inaccurate or materially misleading. The Group holds provisions for credit impairment that are determined based on current information and subjective and complex judgements of the impairment within the Group’s 8 lending portfolio. If the information upon which the assessment is made proves to be inaccurate or if the Group fails to analyse the information correctly, the provisions made for credit impairment may be insufficient, which may adversely affect the Group’s Position. 10. Challenges in managing the Group’s capital base could give rise to greater volatility in capital ratios, which may adversely affect the Group’s Position The Group’s capital base is critical to the management of its businesses and access to funding. Prudential regulators of the Group include, but are not limited to, APRA, RBNZ and various regulators in the United States, the United Kingdom and the countries in the Asia Pacific region. The Group is required by its primary regulator, APRA (and the RBNZ for ANZ Bank New Zealand Limited (\"ANZ New Zealand\" and, together with its subsidiaries the (\"ANZ New Zealand Group\"), to maintain adequate regulatory capital. Under current regulatory requirements, risk-weighted assets and expected loan losses increase as counterparty’s risk grade worsens. These regulatory capital requirements are likely to compound the impact of any reduction in capital resulting from lower profits in times of stress. As a result, greater volatility in capital ratios may arise and may require the Group to raise additional capital. There can be no certainty that any additional capital required would be available or could be raised on reasonable terms. The Group’s capital ratios may be affected by a number of factors, such as (i) lower earnings (including lower dividends from its deconsolidated subsidiaries such as those in the insurance and funds management businesses as well as from its investment in associates), (ii) increased asset growth, (iii) changes in the value of the Australian dollar against other currencies in which the Group operates (particularly the New Zealand dollar and U.S. dollar) that impact risk weighted assets or the foreign currency translation reserve (iv) changes in business strategy (including acquisitions, divestments and investments or an increase in capital intensive businesses), and (v) changes in regulatory requirements. APRA and the RBNZ have implemented prudential standards to accommodate Basel 3. Certain other regulators have either implemented or are in the process of implementing regulations, including Basel 3, that seek to strengthen, among other things, the liquidity and capital requirements of banks, funds management entities and insurance entities, though there can be no assurance that these regulations have had or will have their intended effect. These regulations, together with any risks arising from any regulatory changes (including those arising from APRA’s response to the remaining Financial System Inquiry (“FSI”) recommendations, further changes from APRA’s “unquestionably strong” requirements, the requirements of the BCBS, or the RBNZ’s review of capital requirements), are described in risk factor 15 \"Regulatory changes or a failure to comply with laws, regulations or policies may adversely affect the Group’s Position\". Any inability of the Group to maintain its regulatory capital may have a material adverse effect on the Group's Position. 11. The Group’s credit ratings could change and adversely affect the Group’s ability to raise capital and wholesale funding and constrain the volume of new lending, which may adversely affect the Group’s Position The Group’s credit ratings have a significant impact on both its access to, and cost of, capital and wholesale funding. They may also be important to customers or counterparties when evaluating the Group’s products and services. Credit ratings and rating outlooks may be withdrawn, qualified, revised or suspended by credit rating agencies at any time. The methodologies used by ratings agencies to determine credit ratings and rating outlooks may be revised in response to legal or regulatory changes, market developments or for any other reason. The Group’s credit ratings or rating outlooks could be affected by a change in the credit rating of the Commonwealth of Australia or New Zealand, the occurrence of one or more of the other risks identified in this document, a change in the ratings methodologies or by other events. As a result, downgrades in the Group’s credit ratings could occur that do not reflect changes in the general economic conditions or the Group's financial condition. 9 In addition, the ratings of individual securities (including, but not limited to, certain Tier 1 capital and Tier 2 capital securities and covered bonds) issued by the Group (and other banks globally) could be impacted from time to time by changes in the regulatory requirements for those instruments as well as the ratings methodologies used by rating agencies. Any future downgrade or potential downgrade to the Group’s credit ratings or rating outlooks may reduce access to capital and wholesale debt markets and could lead to an increase in funding costs, which could constrain the volume of new lending and affect the willingness of counterparties to transact with the Group and may adversely affect the Group’s Position. Credit ratings are not a recommendation by the relevant rating agency to invest in securities offered by the Group. 12. Liquidity and funding risk events may adversely affect the Group’s Position Liquidity and funding risk is the risk that the Group is unable to meet its payment obligations as they fall due (including repaying depositors or maturing wholesale debt) or that the Group has insufficient capacity to fund increases in assets. Liquidity and funding risk is inherent in all banking operations due to the timing mismatch between cash inflows and cash outflows. Reduced liquidity could lead to an increase in the cost of the Group’s borrowings and constrain the volume of new lending that may adversely affect the Group’s Position. Deterioration in market conditions and/or investor confidence in the Group may materially impact the Group’s ability to replace maturing liabilities and access funding (in a timely and cost effective manner), which may adversely impact the Group’s Position. The Group raises funding from a variety of sources, including customer deposits and wholesale funding domestically and in offshore markets to meet its funding requirements and to maintain or grow its business generally. Developments in major markets can adversely affect liquidity in global capital markets. For example, in times of liquidity stress, if there is damage to market confidence in the Group or if funding inside or outside of domestic markets is not available or constrained, the Group’s ability to access sources of funding and liquidity may be constrained and it will be exposed to liquidity and funding risk. In such cases, the Group may be forced to seek alternative funding. The availability of such alternative funding, and the terms on which it may be available, will depend on a variety of factors, including prevailing market conditions and the Group’s credit ratings at that time (which are strongly influenced by Australia’s credit rating). Even if available, the cost of these funding alternatives may be more expensive or on unfavourable terms that may adversely affect the Group’s Position. 13. Changes in the valuation of some of the Group’s assets and liabilities may adversely affect the Group’s earnings and/or equity, and therefore its financial position The Group applies accounting standards that require that various financial instruments, including derivative instruments, assets and liabilities classified as fair value through other comprehensive income, and certain other assets and liabilities (as per Note 17 of the Consolidated Financial Statements for the financial year ended 30 September 2019 as set out in the Group’s 2019 Annual Report (“2019 Financial Statements”)) are measured at fair value with changes in fair value recognised in earnings or equity. Generally, in order to establish the fair value of these instruments, the Group relies on quoted market prices or, where the market for a financial instrument is not sufficiently active, fair values are based on present value estimates or other valuation techniques that incorporate the impact of factors that would influence the fair value as determined by a market participant. The fair value of these instruments is impacted by changes in market prices or valuation inputs that may have a material adverse effect on the Group’s earnings and/or equity. In addition, the Group may be exposed to a reduction in the value of non-lending related assets as a result of impairments that are recognised in earnings. The Group is required to 10 assess the recoverability of goodwill balances at least annually and other non-lending related assets including premises and equipment, investment in associates, capitalised software and other intangible assets (including acquired portfolio of insurance and investment businesses and deferred acquisition costs) where there are indicators of impairment. For the purpose of assessing the recoverability of the goodwill balances, the Group uses either a discounted cash flow or a multiple of earnings calculation. Changes in the assumptions upon which the calculation is based, together with expected changes in future cash flows, may materially impact this assessment, resulting in the potential write-off of a part or all of the goodwill balances. In respect of other non-lending related assets, in the event that an asset is no longer in use, or that the cash flows generated by the asset do not support the carrying value, impairment charges may be recorded. This, in conjunction with the other potential changes above, could impact the Group’s Position. 14. Changes to accounting policies may adversely affect the Group’s financial position The accounting policies that the Group applies are fundamental to how it records and reports its financial position and results of operations. Management must exercise judgement in selecting and applying many of these accounting policies so that they not only comply with the applicable accounting standards or interpretations but that they also reflect the most appropriate manner in which to record and report on the Group’s financial position and results of operations. However, these accounting policies may be applied inaccurately, resulting in a misstatement of the Group’s financial position. In addition, the application of new or revised accounting standards or interpretations may adversely affect the Group’s financial position. The impact of new accounting standards effective for the first time in the Group’s 2019 financial year is outlined in Note 1 and Note 35 of the 2019 Financial Statements. In some cases, management must select an accounting policy from two or more alternatives, any of which would comply with the relevant accounting standard or interpretation to the Group and be reasonable under the circumstances, yet might result in reporting materially different outcomes than would have been reported under the alternative."}
{"context": "15. Regulatory changes or a failure to comply with laws, regulations or policies may adversely affect the Group’s Position The Group’s businesses and operations are highly regulated. The Group is subject to a substantial number of laws, regulations and policies, including industry self-regulation, in the Relevant Jurisdictions in which it carries on business or obtains funding and is supervised by a number of different authorities in each of these jurisdictions. The resources allocated to the regulation and supervision of financial services groups, such as the Group, and the enforcement of laws against them, have increased substantially in recent years, particularly in Australia and New Zealand. As a result, the regulation and supervision of financial services groups has become increasingly extensive and complex across the Relevant Jurisdictions. Such regulation and supervision continue to evolve. Community concern with misconduct in the financial services industry in Australia, including the Group, has led to a substantial increase in the number of laws, regulations, enforcement and other legal actions and policies applied to the financial services industry, each of which could adversely affect the Group’s Position. In particular, in Australia: Royal Commission: The Royal Commission made 76 recommendations concerning law reform, self-regulatory standards and the operations of ASIC and APRA. Depending on how the recommendations are implemented by the Australian Government and followed by regulatory agencies, they could result in additional costs and may lead to further exposures, including exposures associated with further regulator activity or potential customer exposures such as class actions, individual claims or customer remediation or compensation activities. The recommendations may also lead to adjustments in the 11 competitive environment of the Group. The outcomes and total costs associated with these possible exposures and changes remain uncertain and their impact may adversely affect the Group’s Position. Competition Laws, Regulations and Inquiries: There is a strong focus on the regulation"}
{"context": "Product Laws, Regulations and Inquiries. There is a strong focus on the suitability of products offered by financial services providers, including the Group. Regulatory policy development and monitoring of responsible consumer lending has increased significantly, and continues to drive the review of, and changes to, business practices. If any additional changes in law, regulation or policy are implemented, as a result of the development and monitoring of responsible consumer lending, such changes may impact the manner in which the Group provides consumer lending services in the future that may adversely affect the Group’s operations in this area and consequently, the Group’s Position. For example, ASIC is currently reviewing its regulatory guidance on responsible lending laws. In addition, the Australian Government passed legislation in 2019 to enhance the regulation of the design and distribution of financial and credit products in Australia and to provide ASIC with product intervention powers where it perceives a risk of significant consumer detriment, which have already been used by ASIC. There are significant penalties for non-compliance and such legislation could impact the Group’s ability to issue and market financial products in the future. Increased compliance costs resulting from financial product distribution requirements may adversely impact the Group’s Position."}
{"context": "Increasing Corporate Penalties and Funding for Regulators. There are increased penalties for breaches of laws in Australia, as well as increased funding for regulators to prosecute breaches. The Australian Consumer Law was amended to increase penalties for breaches of consumer law from September 2018. The increased penalties relate to unconscionable conduct, false or misleading representations about goods or services, unfair practices, the safety of consumer goods and product-related services and information standards. The Australian Government announced in March 2019 that ASIC would be provided with more than A$400 million and APRA with more than A$150 million in additional funding to support enforcement, regulation and supervision. The Treasury Laws Amendment (Strengthening Corporate and Financial Sector Penalties) Act 2019 significantly increased the sanctions applicable to the contravention of a range of corporate and financial sector obligations. The imposition of such penalties on the Group may adversely affect the Group’s Position. Senior Executive Accountability Laws and Regulations. There are increasing penalties and specialised rules applicable to senior executives in the banking sector. The Banking Executive Accountability Regime (“BEAR”) was introduced as a new responsibility and 12 accountability framework for the directors and most senior executives in ADI groups. The Australian Government has indicated that the BEAR will be extended and modified following the Royal Commission. Potential risks to the Group from the BEAR legislation include the risk of penalties and the risk to the Group’s ability to attract and retain high-quality directors and senior executives. Other Government or regulatory interventions in the financial sector. There remain ongoing Australian Government and regulator led inquiries and interventions into Australia’s banks. These inquiries are wide ranging and could lead to legislative or regulatory changes or measures that may adversely affect the Group’s Position. The Commonwealth Parliament has held and will hold public hearings to review the four major banks, including the Group, during 2019. ASIC held public hearings on responsible lending in August 2019. The Australian Government imposed a levy on liabilities for certain large banks, including the Group, with effect from July 2017 (“Major Bank Levy”). There is a risk that the Australian Government could increase the Major Bank Levy or introduce new levies on banks. Australian State and Territory governments may introduce similar levies that may adversely affect the Group’s Position. ASIC has also implemented a new and more intensive supervisory approach by placing ASIC staff onsite in major financial institutions to closely monitor governance and compliance with laws. Scrutiny of banks also increased following the commencement by the AUSTRAC of civil penalty proceedings in 2017 against another major Australian bank relating to alleged past and ongoing contraventions of the Anti- Money Laundering and Counter-Terrorism Financing Act 2006 (Commonwealth)."}
{"context": "Industry self-regulation. There is continued focus on industry best practice guidance and standards impacting retail and small business banking. Changes to self-regulatory instruments, including industry codes and practice guidelines, is requiring considerable Group resources to implement and monitor compliance. A new Australian Banking Code came into effect from July 2019, with further changes to certain retail and small business products and processes being introduced by March 2020 to give effect to Royal Commission recommendations. Industry guidance on working with vulnerable customers is also evolving. Such changes may impact the products that the Group is able to offer to its customers and the operational costs associated with delivery, which may adversely impact the Group’s Position. There are also other emerging regulatory developments and challenges, which include:"}
{"context": "Prudential Developments: Developments in prudential regulation continue to impact the Group in a material way. Given the number of items that are currently open for consultation with APRA and the RBNZ, the potential impacts on the Group remain uncertain. Further changes to APRA’s prudential standards could increase the level of regulatory capital that the Group is required to maintain, restrict the Group’s flexibility, require it to incur substantial costs and/or impact the profitability of one or more business lines any of which may adversely affect the Group’s Position."}
{"context": "o 250% risk weighting up to an amount equal to 10% of ANZBGL’s net Level 1 Common Equity Tier 1 (“CET1”) capital; and o the remainder of the investment will be treated as a CET1 capital deduction. ANZBGL is reviewing the implications for its current investments. The net impact on the Group is unclear and will depend upon a number of factors including the capitalisation of the affected subsidiaries at the time of implementation, the final form of the prudential standard, as well as the effect of management actions being pursued that have the potential to materially offset the impact of these proposals. Based on ANZBGL’s current investment in its affected subsidiaries and in the absence of any offsetting management actions, the above proposals imply 13 a reduction in ANZBGL’s Level 1 CET1 capital ratio of up to approximately A$2.5 billion (~75 basis points). However, ANZBGL believes that this outcome is unlikely and, post implementation of management actions, the net capital impact could be minimal. There is no impact on the Group’s Level 2 CET1 capital ratio arising from these proposed changes, which are proposed to be implemented from 1 January 2021."}
{"context": "In August 2019, APRA announced that it will amend APS222 “Associations with Related Parties” to reduce the limits for Australian ADIs’ individual entity exposure to related ADIs (or overseas equivalents) from 50% of Level 1 Total capital to 25% of Level 1 Tier 1 capital, and aggregate exposures from 150% of Level 1 Total capital to 75% of Level 1 Tier 1 capital. As exposures are measured net of capital deductions, the proposed changes to APRA’s capital regulations (contained in APS111) will affect the measurement of ADI exposures. The changes are proposed to be implemented from 1 January 2021."}
{"context": "In July 2019, APRA announced its decision on loss-absorbing capacity pursuant to which it will require Australian domestic systemically important banks (“D- SIBs”), including ANZBGL, to increase their Total Capital by 3% of risk-weighted assets by January 2024. Based on the Group’s capital position as at 30 September 2019, this represents an incremental increase in the total capital requirement of approximately A$12 billion, with an equivalent decrease in other senior funding. APRA has stated that it anticipates that D-SIBs would satisfy the requirement predominantly with additional Tier 2 capital. APRA is considering, over the next four years, alternative methods for raising additional 1% and 2% of risk weighted assets."}
{"context": "Shareholder interventions. Under Australia’s “2 strikes” rule applicable to public companies listed on ASX, such as the Group, two successive votes of 25% or more against the adoption of the company’s remuneration report would require the company to put an ordinary resolution to shareholders to determine whether to hold a “spill meeting” where all non-executive Directors who approved the most recent remuneration report would need to stand for re-election by shareholders (by ordinary resolution). At the 2018 Annual General Meeting, there were sufficient votes against the adoption of the report for the Group to receive its “first strike” under the “2 strikes” rule. A second strike may adversely affect the Group’s Position. Open Banking Laws. Open Banking is part of a new consumer data right in Australia that was made law in August 2019. The law can give consumers (both individuals and businesses) an entitlement to access, and have transferred to accredited third parties, certain designated data sets that relate to them. The ACCC has proposed that the major Australian banks (including the Group) would need to share consumer data about credit and debit cards, deposit accounts and transaction accounts from February 2020. 14 In July 2020, consumer data for mortgage accounts will need to be made available. Consumer data concerning certain other products (for example, personal and business loans and certain other accounts) will need to be made available from February 2021. There are also requirements to share data relating to products. The Group commenced sharing product data voluntarily in July 2019. Open Banking may lead to increased competition that may adversely affect the Group’s Position."}
{"context": "Other Offshore Developments. There have been a series of other regulatory developments in Relevant Jurisdictions other than Australia and New Zealand. These include changes to financial regulations in the United States (including legislative changes to the Dodd-Frank Act and potential revision to its Volcker Rule), changes to senior executive accountability in Singapore, Hong Kong, and the UK, changes to English and European law in connection with Brexit, introduction of greater data protection regulations in Europe, implementation of further phases of the initial margin requirements for uncleared OTC derivatives in a number of the Relevant Jurisdictions and the requirement that banks prepare for the reform of EURIBOR and SIBOR, and the discontinuation of LIBOR and other such interbank offered rates by transitioning to risk free rates. A failure by the Group to comply with laws, regulations or policies in any Relevant Jurisdiction could result in regulatory investigations, legal or regulatory sanctions, financial or reputational loss, litigation, fines, penalties, restrictions on the Group’s ability to do business, revocation, suspension or variation of conditions of relevant regulatory licences or other enforcement or administrative action or agreements (such as enforceable undertakings) that may adversely affect the Group’s Position. Such failures may also result in the Group being exposed to the risk of litigation brought by third parties (including through class action proceedings). The outcome of any litigation (including class action proceedings) may result in the payment of compensation to third parties and/or further remediation activities. For information in relation to the Group’s litigation and contingent liabilities, see risk factor 16 “Litigation and contingent liabilities may adversely affect the Group’s Position” and Note 33 of the 2019 Financial Statements. 16. Litigation and contingent liabilities may adversely affect the Group’s Position From time to time, the Group may be subject to material litigation, regulatory actions, legal or arbitration proceedings and other contingent liabilities that may adversely affect the Group’s Position. The Group had contingent liabilities as at 30 September 2019 in respect of the matters outlined in Note 33 of the 2019 Financial Statements. Note 33 includes, among other things, descriptions of: • • regulatory and customer exposures; bank fees litigation and periodical payment remediation and ASIC action; benchmark/rate actions; 15 • • • capital raising actions; franchisee litigation; the Royal Commission; and security recovery actions. In recent years there has been an increase in the number of matters on which the Group engages with its regulators. There have also been significant increases in the nature and scale of regulatory investigations and reviews, civil and criminal enforcement actions (whether by court action or otherwise), formal and informal inquiries, regulatory supervisory activities and the quantum of fines issued by regulators, particularly against financial institutions both in Australia and globally. The Group has received various notices and requests for information from its regulators as part of both industry-wide and Group-specific reviews and has also made disclosures to its regulators at its own instigation. The nature of these interactions can be wide ranging and, for example, currently include a range of matters including responsible lending practices, product suitability and distribution, interest and fees and the entitlement to charge them, customer remediation, wealth advice, insurance distribution, pricing, competition, conduct in financial markets and financial transactions, capital market transactions, anti-money laundering and counter-terrorism financing obligations, reporting and disclosure obligations and product disclosure documentation. There may be exposures to customers which are additional to any regulatory exposures. These could include class actions, individual claims or customer remediation or compensation activities. The outcomes and total costs associated with such reviews and possible exposures remain uncertain. There is a risk that contingent liabilities may be larger than anticipated or that additional litigation, regulatory actions, legal or arbitration proceedings or other contingent liabilities may arise. 17. Significant fines and sanctions in the event of breaches of law or regulation relating to anti-money laundering, counter-terrorism financing and sanctions may adversely affect the Group’s Position Anti-money laundering, counter-terrorism financing and sanctions compliance have been the subject of significant regulatory change and enforcement in recent years. The increasingly complicated environment in which the Group operates has heightened these operational and compliance risks. Furthermore, the increased transparency of the outcomes of compliance breaches by financial institutions both domestically and globally and the related fines and settlement sums mean that these risks continue to be an area of focus for the Group. Following the AUSTRAC civil penalty proceedings in 2017 against a major Australian bank relating to alleged past and ongoing contraventions of the AML Act, and the introduction of an infringement regime to allow more efficient regulatory action to be taken, there has been a change in regulatory stance toward further increased action against regulated entities in Australia. Similarly, the RBNZ has stated that its appetite for taking formal enforcement action for breaches of the New Zealand Anti-Money Laundering and Countering Financing of Terrorism Act 2009 has increased since September 2019. As a result of the enhanced scrutiny, Australian entities including the Group may incur additional costs associated with regulatory compliance that may adversely affect the Group’s Position. The risk of non-compliance with anti-money laundering, counter-terrorism financing and sanction laws remains high given the scale and complexity of the Group and the lack of clarity around some mandatory reporting requirements. Emerging technologies, such as virtual currency issuers/exchangers and wallet providers as well as increasingly complex remittance arrangements via fintechs and other disruptors, may limit the Group’s ability to track the movement of funds. A failure to operate a robust programme to combat money laundering, bribery and terrorism financing or to ensure compliance with economic sanctions may have serious financial, legal and reputational consequences for the Group and its employees. Consequences can include fines, criminal and civil penalties, civil claims, reputational harm and limitations on doing business in certain jurisdictions. These consequences, individually or collectively may adversely affect the Group’s Position. The Group’s foreign operations may place the Group under increased scrutiny by regulatory authorities, and subject the Group to increased compliance costs. 16 18. Changes in monetary policies may adversely affect the Group’s Position Central monetary authorities (including the RBA, the RBNZ, the United States Federal Reserve, the Bank of England and the monetary authorities in the Asian jurisdictions in which the Group operates) set official interest rates or take other measures to affect the demand for money and credit in their relevant jurisdictions. In addition, in some jurisdictions, currency policy is also used to influence general business conditions and the demand for money and credit. These measures and policies can significantly affect the Group’s cost of funds for lending and investing and the return that the Group will earn on those loans and investments. These factors impact the Group’s net interest margin and can affect the value of financial instruments it holds, such as debt securities and hedging instruments. The measures and policies of the central monetary authorities can also affect the Group’s borrowers, potentially increasing the risk that they may fail to repay loans. Many central monetary authorities have been actively reducing official interest rates, including the RBA, RBNZ and other authorities in jurisdictions in which the Group operates. Low or negative interest rates could put pressure on the Group’s interest margins and adversely affect the Group’s profitability and prospects. Changes in interest rates and monetary policy are difficult to predict and may adversely affect the Group’s Position. 19. Increasing compliance costs, the risk of heightened penalties and ongoing regulatory scrutiny with respect to the significant obligations imposed by global tax reporting regimes (which are still evolving), may adversely affect the Group’s Position There have been mandatory and substantial changes to, and increasing regulatory focus on, compliance by all global Financial Institutions (“FIs”), including the Group, with global tax transparency reporting regimes, including the U.S. Foreign Account Tax Compliance Act (“FATCA”), the OECD’s Common Reporting Standard (“CRS”) and similar anti-tax avoidance regimes. Current regulatory focus also includes enforcement and implementation of detailed global tax reporting rules and frameworks to close down any circumvention of global tax reporting regimes and enforce any case of non-compliance. As a global financial institution, the Group operates in a high volume and globally interlinked operating environment. In this context, the highly complex and rigid nature of the obligations under the various global tax reporting regimes present heightened operational and compliance risks for the Group. This may be coupled with the current increased regulatory scrutiny of global financial institutions (including the Group) and the increasing trend in compliance breaches by global financial institutions and related fines for non-compliance in general. Accordingly, compliance with global tax reporting regimes will continue to be a key area of focus for the Group. Ongoing OECD peer review and other regulatory review activities are resulting in further extension and expansion of existing obligations together with increased focus on compliance with the CRS, pushing each country of adoption to ensure that its penalty regime is sufficiently adequate to deter non-compliance. Under FATCA and other U.S. Treasury Regulations, the Group could be subject to:"}
{"context": "a 30 percent withholding tax on certain amounts (including amounts payable to customers), and be required to provide certain information to upstream payers, as well as other adverse consequences, if the ongoing detailed obligations are not adequately met; and broader compliance issues, significant withholding exposure, competitive disadvantage and other operational impacts if the FATCA Intergovernmental Agreements between the United States and the applicable jurisdictions in which the Group operates cease to be in effect. 17 Under the CRS, the Group:"}
{"context": "faces challenges in developing countries where the Group has operations, such as the Pacific region. The local regulators in these countries are generally assisted by a ‘partner’ country which may introduce standards that can be challenging to implement; must deal with considerable country specific variations in local law and regulatory implementation, with significant local regulatory penalties for non-collection or failed reporting in respect of prescribed customer information; and"}
{"context": "along with other FIs, is under increasingly stringent regulatory scrutiny and measures as regulators turn their focus from initial establishment of the CRS to its effective implementation. This tightening of the regulatory focus can lead to significant negative experience for affected customers (including unilateral account blocking and closure), may adversely affect the Group’s Position and if not similarly implemented by other FIs, may present a significant competitive disadvantage. The scale and complexity of the Group, like other FIs, means that the risk of inadvertent non- compliance with the FATCA, CRS and other tax reporting regimes is high. A failure to successfully operate the implemented processes could lead to legal, financial and reputational consequences for the Group and its employees. Consequences include fines, criminal and civil penalties, civil claims, reputational harm, competitive disadvantage, loss of business and constraints on doing business. These consequences, individually or collectively, may adversely affect the Group’s Position. 20. Unexpected changes to the Group’s licence to operate in any jurisdiction may adversely affect the Group’s Position The Group is licensed to operate in various countries, states and territories. Unexpected changes in the conditions of the licenses to operate by governments, administrations or regulatory agencies that prohibit or restrict the Group from trading in a manner that was previously permitted may adversely impact the Group’s Position. Internal control, operations and reputational risk 21. Operational risk events may adversely affect the Group’s Position Operational risk is the risk of loss and/or non-compliance with laws resulting from inadequate or failed internal processes, people and systems or from external events. This definition includes legal risk, and the risk of reputational loss or damage arising from inadequate or failed internal processes, people, and/or systems, but excludes strategic risk. Operational risk events include: • •"}
{"context": "• • internal fraud (for example, involving employees or contractors); external fraud (for example, fraudulent loan applications or ATM skimming); employment practices, loss of key staff, inadequate workplace safety and failure to effectively implement employment policies; impacts on clients, products and business practices (for example, misuse of customer data or anti-competitive behaviour); business disruption (including systems failures); damage to physical assets; and execution, delivery and process management (for example, processing errors or data management failures). Loss from operational risk events may adversely affect the Group’s Position. Such losses can include fines, penalties, loss or theft of funds or assets, legal costs, customer compensation, loss of shareholder value, reputation loss, loss of life or injury to people, and loss of property and/or information. 22. Reputational risk events as well as operational failures and regulatory compliance failures may give rise to reputational risk, which may adversely affect the Group’s Position 18 Reputational risk may arise as a result of an external event or the Group’s own actions, which include operational and regulatory compliance failures. The occurrence of such events may adversely affect perceptions about the Group held by the public (including the Group’s customers), shareholders, investors, regulators or rating agencies. The impact of a risk event on the Group’s reputation may exceed any direct cost of the risk event itself and may adversely impact the Group’s Position. The Group may incur reputational damage where one of its practices fails to meet community expectations. As these expectations may exceed the standard required in order to comply with applicable law, the Group may incur reputational damage even where it has met its legal obligations. A divergence between community expectations and the Group’s practices could arise in a number of ways, including in relation to its product and services disclosure practices, pricing policies and use of data. Further, the Group’s reputation may also be adversely affected by community perception of the broader financial services industry. Additionally, certain operational and regulatory compliance failures may give rise to reputational risk. Such operational and regulatory compliance failures include, but are not limited to: • • • failures related to fulfilment of identification obligations; failures related to new product development; failures related to ongoing product monitoring activities; failures related to suitability requirements when products are sold outside of the target market; market manipulation or anti-competitive behaviour; • • • • • • failure to comply with disclosure obligations; inappropriate crisis management/response to a crisis event; inappropriate handling of customer complaints; inappropriate third party arrangements; privacy breaches; and unexpected risks (e.g. credit, market, operational or compliance). Damage to the Group’s reputation may have wide-ranging impacts, including adverse effects on the Group’s profitability, capacity and cost of sourcing funding, increased regulatory scrutiny and availability of new business opportunities. The Group’s ability to attract and retain customers could also be adversely affected if the Group’s reputation is damaged, which may adversely affect the Group’s Position. 23. Conduct-related risk events or behaviours may adversely affect the Group’s Position The Group defines conduct-related risk as the risk of loss or damage arising from the failure of the Group, its employees or agents to appropriately consider the interests of consumers, the integrity of the financial markets, and the expectations of the community in conducting the Group’s business activities. Conduct-related risks can result from: •"}
{"context": "• • the provision of unsuitable or inappropriate advice to customers; the representation of, or disclosure about, a product or service which is inaccurate, or does not provide adequate information about risks and benefits to customers; a failure to deliver product features and benefits in accordance with terms, disclosures, recommendations and/or advice; a failure to appropriately avoid or manage conflicts of interest; sales and/or promotion processes (including incentives and remuneration for staff engaged in promotion, sales and/or the provision of advice); the provision of credit, outside of the Group’s policies and standards; and trading activities in financial markets, outside of the Group’s policies and standards. There has been an increasing regulatory and community focus on conduct-related risk globally and in particular, in Australia and New Zealand. For example, the Group is currently 19 undertaking a variety of customer remediation programs, of which some relate to conduct issues that have been identified from reviews to date and these reviews remain on-going. Conduct-related risk events may expose the Group to regulatory actions, restrictions or conditions on banking licences and/or reputational consequences that may adversely affect the Group's Position. Remediation programs may not be implemented appropriately or may lead to further remediation work being required, resulting in litigation, regulatory action and/or increasing cost to the Group, all of which may adversely affect the Group’s Position. For further discussion of the increasing regulatory focus on conduct-related risk, see risk factor 15 “Regulatory changes or a failure to comply with laws, regulations or policies may adversely affect the Group’s Position” and risk factor 16 “Litigation and contingent liabilities may adversely affect the Group’s Position”. 24. Disruption of information technology systems or failure to successfully implement new technology systems could significantly interrupt the Group’s business, which may adversely affect the Group’s Position The Group’s day-to-day activities and its service offerings (including digital banking) are highly dependent on information technology systems. Therefore, there is a risk that disruption or unavailability of information technology systems, or the services the Group uses or is dependent upon, will result in the Group failing to meet customers’ banking requirements and/or failing to meet compliance obligations and regulators’ expectations. Threats to information technology systems are continuously evolving and cyber threats and the risk of attacks are increasing. The Group may not be able to anticipate or implement effective measures to prevent or minimise disruptions caused by cyber threats because the techniques used can be highly sophisticated and those perpetuating the attacks may be well- resourced. The Group has an ongoing obligation to maintain information technology systems, to ensure currency and information security resiliency and to enhance business capabilities and digital banking services for the Group’s customers. The Group may not implement this effectively or execute this obligation efficiently, which could lead to increased costs, delays in complying with regulatory requirements, unstable or insecure systems or a decrease in the Group’s ability to service its customers, which may adversely affect the Group’s Position. In addition, ANZ New Zealand relies on the Group to provide a number of information technology systems. A failure of the Group’s systems may directly affect ANZ New Zealand, which may in turn, adversely affect the Group's Position. 25. Risks associated with information security including cyber-attacks, may adversely affect the Group’s Position Information security means protecting information and technology systems from disruptions to confidentiality, integrity or availability. As a bank, the Group handles a considerable amount of personal and confidential information about its customers and its own internal operations, including in Australia, New Zealand, India, the United States, Europe, Singapore and China. This information is processed and stored on both internal and third party hosted environments, hence security controls need to be operated effectively by the Group and its third parties and related parties to ensure information is safeguarded. The Group operates in multiple countries and the risks to its systems are inherently higher in certain countries where, for example, political threats or targeted cyber-attacks by terrorist or criminal organisations are greater. The Group is conscious that cyber threats, such as advanced persistent threats, distributed denial of service, malware and ransomware, are continuously evolving, becoming more sophisticated and increasing in volume. Any failure in the Group’s cybersecurity policies, procedures or controls, may result in significant financial losses, major business disruption, inability to deliver customer services, or loss of data or other sensitive information (including as a result of an outage) and may cause associated reputational damage. Any of these 20 factors could increase costs (including costs relating to notification of, or compensation for customers), and may result in regulatory investigations or sanctions being imposed or may affect the Group’s ability to retain and attract customers, and thus may adversely affect the Group’s Position. Environmental, social and governance risks 26. The Group’s risk management framework may fail to manage all existing risks appropriately or detect new and emerging risks fast enough, which could adversely affect the Group’s Position Risk management is an integral part of all of the Group’s activities and includes the identification and monitoring of the Group’s risk appetite and reporting on the Group’s risk exposure and effectiveness of identified controls. However, there can be no assurance that the Group’s risk management framework will be effective in all instances including in respect of existing risks, or new and emerging risks that the Group has not anticipated or identified, and for which its controls may not be effective. Failure to manage risks effectively could adversely impact the Group’s reputation or compliance with regulatory obligations. The effectiveness of the Group’s risk management framework is also connected to the establishment and maintenance of a sound risk management culture, which is supported by appropriate remuneration structures. If the remuneration structures are not designed or implemented effectively, then this could have an adverse impact on the Group’s risk culture and effectiveness of the Group’s risk management frameworks. The Group seeks to continuously improve its risk management framework. It has implemented, and regularly reviews, its risk management policies and allocates additional resources across the organisation to manage and mitigate risks (including conduct risk). However, such efforts may not insulate the Group from future instances of misconduct and no assurance can be given that the Group’s risk management framework will be effective. A failure in the Group’s risk management processes or governance could result in the Group suffering unexpected losses and reputation damage, and failing to comply with regulatory obligations, which could adversely affect the Group’s Position. 27. Risks associated with lending to customers that could be directly or indirectly impacted by climate risk may adversely affect the Group’s Position The risks associated with climate change are subject to increasing regulatory, political and societal focus. Embedding climate change risk into the Group’s risk management framework in line with expectations, and adapting the Group’s operation and business strategy to address both the risks and opportunities posed by climate change and the transition to a low carbon economy could have a significant impact on the Group. The Group’s most material climate-related risks result from its lending to business and retail customers, including credit-related losses incurred as a result of a customer being unable or unwilling to repay debt, or impacting the value and liquidity of collateral. The risk to the Group through credit-related issues with the Group’s customers could result directly from climate-related events, and indirectly from changes to laws, regulations, or other policies such as carbon pricing and climate risk adaptation or mitigation policies, which may impact the customer’s supply chain or their own customer’s ability to purchase. This may result in credit-related losses as a result of the customer being unable or unwilling to repay debt, which may adversely affect the Group’s Position. 28. Impact of future climate events, geological events, plant, animal and human diseases, and other extrinsic events may adversely affect the Group’s Position The Group and its customers are exposed to climate-related events. These events include severe storms, drought, fires, cyclones, hurricanes, floods and rising sea levels. The Group and its customers may also be exposed to other events such as geological events (including volcanic seismic activity or tsunamis), plant, animal and human diseases or a pandemic. Depending on their severity, events such as these may temporarily interrupt or restrict the 21 provision of some local services such as ANZ branch or business centers or Group services, and may also adversely affect the Group’s financial condition or collateral position in relation to credit facilities extended to customers, which in turn may adversely affect the Group’s Position. 22 Responsibility statement of the Directors of ANZBGL in accordance with Rule 4.1.12 (3)(b) of the Disclosure and Transparency Rules of the United Kingdom Financial Conduct Authority The Directors of Australia and New Zealand Banking Group Limited confirm to the best of their knowledge that: ANZ’s 2019 Annual Financial Report (as defined on page 1 of this DTR Annual Financial Report submission) includes: (i) a fair review of the development and performance of the business and the position of the Group and the undertakings included in the consolidation taken as a whole; together with (ii) a description of the principal risks and uncertainties faced by the Group. Signed in accordance with a resolution of the Directors. David M Gonski, AC Chairman"}
{"context": "30 October 2019 23"}
