[
    "News Release",
    "For release: 15 October 2019",
    "Update on APRA’s consultation on the capital treatment for investments in subsidiaries (Level 1)",
    "ANZ today provided an update on the potential implications of the Australian Prudential Regulation Authority’s (APRA) proposed changes to the capital treatment by Australian ADIs of their investments in banking and insurance subsidiaries.",
    "The consultation is open until January 2020 and ANZ will engage with APRA on the proposals.",
    "In a discussion paper released earlier today, “Revisions to APS111 Capital Adequacy: Measurement of Capital”, APRA proposes that for each individual subsidiary at Level 1:",
    "the tangible component of the investment up to an amount equal to 10% of ANZ’s net Level 1 Common Equity Tier 1 (CET1) capital will be treated as a 250% risk weighting; and the remainder of the investment will be treated as a full CET1 capital deduction.",
    "Under current prudential standards, APRA requires Australian ADIs at Level 1 to treat the tangible component of their investments in an unlisted subsidiary as a 400% risk weighting and the intangible component as a CET1 capital deduction.",
    "ANZ is reviewing the implications for its current investments. The discussion paper provides a capital benefit for investments in small subsidiaries (e.g. China, Indonesia, Papua New Guinea and Thailand) but has a negative impact for large subsidiaries (i.e. New Zealand).",
    "The net impact on the Group is unclear and will depend upon a number of factors including the capitalisation of all its subsidiaries at the time of implementation, the final form of the prudential standard, as well as the effect of management actions being pursued that have the potential to materially offset the impact of these proposals.",
    "Based on ANZ’s investment in its subsidiaries as at 30 June 2019 and in the absence of any offsetting management actions, this implies a reduction in ANZ’s Level 1 CET1 capital ratio of up to approximately $2.5bn (75 basis points). However, ANZ believes that this outcome is unlikely and, post implementation of management actions, the net capital impact could be minimal.",
    "There is no impact on ANZ’s Level 2 CET1 capital ratio arising from these proposed changes.",
    "The proposed changes to the prudential standards are effective from January 2021. APRA has noted it is open to working with impacted ADIs on an appropriate transition.",
    "For media enquiries contact:",
    "For analyst enquiries contact:",
    "Stephen Ries, +61 409 655 551",
    "Jill Campbell, +61 412 047 448",
    "Australia and New Zealand Banking Group Limited ABN 11 005 357 522"
]