[
    "News Release",
    "For Release: 31 October 2019",
    "Transcript of bluenotes interview with ANZ Chief Financial Officer Michelle Jablko",
    "ANDREW CORNELL: Morning Michelle. Thanks very much for joining us on the morning of the annual result. It was a flat result in quite challenging conditions. Can you pull it apart a bit for us in terms of the remediation, the simplification programme, the transformation programme and where are we seeing the impacts of those elements?",
    "MICHELLE JABLKO: Sure. Simplification’s probably about two things. It’s about doing less things to simplify the business, so you’ve seen we’ve sold quite a lot of businesses this year – we completed the sale of our life insurance businesses in Australia and New Zealand and also businesses in Cambodia and PNG. But it’s also about being simpler in terms … and more efficient in the things we continue to do. And you’ll see, if you look at our cost result this year, the underlying costs are down 1.6% so very, very well managed this year. ANDREW CORNELL: And given what we’re seeing globally; economies are weaker, interest rates are trending down towards zero, regulatory pressures are still going up. Does the focus of that work then need to shift?",
    "MICHELLE JABLKO: I think times are definitely tougher for the reasons you mention Andrew, but I don’t think it changes what we’re doing. I think it underscores actually what we’ve been doing for a while. And so for us it’s, costs coming down over time continues to be a focus of ours. But it’s not just about costs for costs’ sake, it’s about improving things for our customers. So for example, we think we can significantly reduce the number of steps in our mortgage process, probably by about half. It’s also about reducing operational risk in the system and taking the need for future remediation out.",
    "ANDREW CORNELL: When we look at the result, it’s a flat result, but in that flat result we see a good, solid performance in New Zealand, a solid performance in Institutional. The weakness is the biggest part of the bank, the Australian division and particularly on the revenue front. Can you talk us through that?",
    "MICHELLE JABLKO: I think that’s exactly right Andrew. Revenue in Australia division was down $590 million. Actually, most of that was because of lower margins and lower fees this year. But, in terms of the biggest part of our business, our home loans, we did also have a slow-down – partly because of the market – but also we had some execution challenges in the business.",
    "ANDREW CORNELL: We see in this, and you’ve mentioned this, that the investment spend is increasing and a lot of that is around regulatory and compliance issues. Now, we can see that some of that will probably flow through, but some of it is more enduring. Is there positive sides to this investment spend?",
    "MICHELLE JABLKO: Yes. Overall our investment spend is up almost $200 million this year, that’s within the lower costs I spoke about earlier, while quite a bit of it is regulatory and compliance. So for example, in New Zealand we’ve got a requirement to effectively create a standalone system over there. And in Australia there are a range of regulatory and compliance projects we’re working through. I can understand why some people would classify them as pure regulatory and compliance, if you like. But the way we’re thinking about them is actually we can use them to make our businesses a lot better, improve our processes, internal processes, improve the way we use our data. So I think there is real upside for the business that will come from it. Australia and New Zealand Banking Group Limited ABN 11 005 357 522",
    "ANDREW CORNELL: We’ve spoken elsewhere specifically about the dividend. But when we think about capital, and you’ve touched on capital there. What is the overall capital position? And it’s more than just the dividend, where are your options with capital?",
    "MICHELLE JABLKO: Our capital position remains really strong. In terms of our core equity, it’s about $3.5 billion above “unquestionably strong”. So, really strong position to start with. There are a number of potential regulatory changes that are in consultation right now, and we’re working with regulators on those. As I look at those, for us yes they may provide some challenges in terms of capital allocation and capital efficiency. But, given where we start from and the strength of our capital position, and also the capital we’re generating every year, the issue for us is more about efficiency than the amount of capital.",
    "ANDREW CORNELL: You’re the Chief Financial Officer, you’re looking at the balance sheet, so what’s happening with interest rates is front and centre in your area. Now historically, lower interest rates have hit bank margins, is that the case today? And, if so, what else are you seeing with these near zero interest rates and how do you manage that?",
    "MICHELLE JABLKO: It was certainly the case this year. And the reason is we’ve got about $110 billion worth of deposits globally where they’re at pretty close to zero rates. On top of that we have capital we invest and as interest rates come down, it reduces the earnings we achieve on those. So just in the past six months, the impact of lower rates has had about a 6 basis point impact on margins. And while there’s some benefit from funding costs and some pricing decisions taken, they weren’t near enough to offset the impact of lower rates.",
    "ANDREW CORNELL: Well thanks again Michelle for speaking with us this morning.",
    "MICHELLE JABLKO: Thanks Andrew, great to talk.",
    "For media enquiries contact:",
    "Stephen Ries, +61 409 655 551 Nick Higginbottom, +61 403 936 262"
]