{"context": "IOOF Holdings Ltd ABN 49 100 103 722 Level 6, 161 Collins Street Melbourne VIC 3000 GPO Box 264 Melbourne VIC 3001 Phone 13 13 69 www.ioof.com.au 17 October 2019 IOOF update on acquisition of ANZ P&I IOOF Holdings Ltd (IOOF) welcomes the receipt of the No Objection Notices from both OnePath Custodians Pty Limited (OPC) and Australia and New Zealand Banking Group Limited (ANZ) in relation to the transfer of the ANZ Wealth Pension and Investments business (ANZ P&I) to IOOF. Additionally, ANZ and IOOF have also agreed the following changes to the terms of the ANZ P&I acquisition: a purchase price of $825 million for ANZ P&I, revised down from $950 million, with the purchase price remaining subject to a completion adjustment for the net assets of ANZ P&I. • a revised date after which either party may terminate the acquisition of ANZ P&I if there are any outstanding conditions precedent on that date. Previously that date was 17 October 2019, and the parties have agreed to extend that date to 31 December 2019, with each party having the ability to extend that date on a monthly basis up to but not later than 30 June 2020. • changes to warranty caps associated with reduced purchase price and an amendment to the Strategic Alliance Agreement allowing for an earlier termination right by either party. IOOF CEO Renato Mota commented “The revised terms reflect both ANZ and IOOF’s commitment to completing the transaction and it delivers greater certainty to ANZ P&I members and clients. Despite a challenging operating environment for wealth management, the strategic rationale for the transaction remains compelling and we continue to be confident in the significant benefits it will deliver. “The transaction will meaningfully increase the scale and footprint of our core business as we continue to invest in delivery of member outcomes and execute our strategy to deliver accessible, advice-led wealth management for the benefit of all Australians. “We have been supportive of OPC’s need to form its own view that the transfer to IOOF is in the best interests of their members and are pleased to see they have formed that opinion.” Amendments to the Superannuation Industry (Supervision) Act 1993 (Cth) which came into force on 5 July 2019, give the Australian Prudential Regulation Authority (APRA) an approval power in respect of the acquisition of controlling stakes in Registrable Superannuation Entity (RSE) licensees. Approval from APRA remains a requirement for the ANZ P&I transaction to complete. IOOF submitted its final application to APRA for approval on 4 October 2019. Mr Mota said, “APRA is currently considering our final application in detail and we welcome further engagement with them on IOOF’s delivery of better member outcomes. “SPS 5151 will be applicable to all RSEs from January 2020. Our focus on supporting positive member outcomes is underpinned by ongoing stronger governance and higher standards. Together with our key stakeholders, IOOF is committed to restoring trust and improving the lives of our clients and their communities.” ENDS - 1 Prudential Standard SPS 515 – Strategic Planning and Member Outcomes, January 2020 Enquiries: Media enquiries: Rachel Scully Head of Corporate Affairs IOOF Holdings Ltd P: +61 3 8614 4530 M: +61 438 601 942 Louise Watson Managing Director Symbol Strategic Communications P: +61 2 8011 0591 M: +61 419 185 674 E: rachel.scully@ioof.com.au E: lwatson@symbolstrategic.com.au"}
{"context": "IOOF has been helping Australians secure their financial future since 1846. During that time, we have grown substantially to become one of the largest groups in the financial services industry. IOOF provides advisers and their clients with the following services:"}
{"context": "Financial Advice services via our extensive network of financial advisers."}
{"context": "Portfolio Management and Administration for advisers, their clients and hundreds of employers in Australia."}
{"context": "Investment Management products that are designed to suit any investor’s needs. Further information about IOOF can be found at www.ioof.com.au"}
