{"context": "A B C APPOINTMENT OF CORPOR ATE REPRESENTATIVE FORM ANZ SHARE REGISTRAR GPO Box 242 Melbourne Victoria 3001 Australia Yarra Falls 452 Johnston Street Abbotsford Victoria 3067 Australia The Pavilions Bridgwater Road Bristol BS99 6ZZ United Kingdom Private Bag 92119 Auckland 1142 New Zealand Australia 1800 11 33 99 New Zealand 0800 174 007 UK (0870) 702 0000 Outside Australia (61 3) 9415 4010 Facsimile 1800 783 447 (within Aust) (61 3) 9473 2555 (outside Aust) Internet shareholder.anz.com HOW TO COMPLETE THIS FORM APPOINTMENT OF CORPORATE REPRESENTATIVE This Form should be used by a corporate shareholder to appoint a representative to attend any or all future meetings of shareholders of Australia and New Zealand Banking Group Limited (ANZ) ABN 11 005 357 522 (including Annual General Meetings) or any adjournments of such meetings. The Form (including any authority under which it is signed or a certified copy of that authority) may be sent to ANZ’s Share Registrar in advance of any meeting to which it applies or submitted at the time of registration before such meeting. Do not use this Form to appoint the Chairman of the Meeting as your proxy. Where a body corporate has been appointed as a proxy, this Form cannot be used by that body corporate to appoint a representative – contact ANZ’s Share Registrar to obtain the appropriate form for use in that scenario. SIGNATURE(S) This Form should be signed as follows in the spaces provided: this Form should be signed by either 2 Directors or a Director and a Company Secretary; alternatively, where the company has a Sole Director and, pursuant to the Corporations Act, there is no Company Secretary, or where the Sole Director is also the Sole Company Secretary, that Director may sign alone. Delete titles as applicable. REVOCATIONS ANZ will treat an appointment as revoked upon the appointer notifying ANZ in writing – written revocations should be sent to ANZ’s Share Registrar. ANZ will also treat an appointment as revoked upon a subsequent Appointment of Corporate Representative Form being submitted, unless otherwise specified. A B APPOINTMENT OF CORPOR ATE REPRESENTATIVE FORM APPOINTMENT OF CORPORATE REPRESENTATIVE APPOINTMENT OF CORPORATE REPRESENTATIVE (Certificate pursuant to section 250D of the Corporations Act 2001) The above named registered holder hereby certifies that: Insert name of appointed representative is appointed as its corporate representative to act at: Day Month Year the meeting of ANZ shareholders to be held on / / and at any adjournments of that meeting OR all meetings of ANZ shareholders and at any adjournments of any such meetings Please state if there are any restrictions on the representative’s power: Yes No If yes, please describe these restrictions Contact name Telephone Number – Business Hours / After Hours SIGN HERE – THIS SECTION MUST BE SIGNED FOR YOUR INSTRUCTIONS TO BE EXECUTED I/We authorise you to act in accordance with the instructions set out above. I/We acknowledge that these instructions supersede and have priority over all previous instructions. Director/Sole Director and Sole Company Secretary Director/Company Secretary Sole Director (No Company Secretary) / / Day Month Year"}
