[
    "Transcript of Full Year 2019 Results Presentation A transcript of the presentation of ANZ’s Full Year 2019 results by ANZ’s CEO Shayne Elliott and CFO Michelle Jablko follows.",
    "All results materials are available on shareholder.anz.com",
    "Jill Campbell, +61 412 047 448 Cameron Davis, +61 421 613 819 Australia and New Zealand Banking Group Limited ABN 11 005 357 522 Company: Date: Time: Jill Campbell: Shayne Elliott:",
    "[START OF TRANSCRIPT] Hi everybody, good morning. I'm Jill Campbell. I'm the Head of Investor Relations for ANZ. Welcome to everyone joining us in Sydney today, listening in by phone or webcast for the presentation of our full year 2019 financial results. We're live streaming today's presentation on social media, through",
    "searching at ANZ News.",
    "are all available on the ANZ website in the shareholder centre. A replay of the presentation, along with the Q&A, will be available via the website from around mid-afternoon. Our CEO, Shayne Elliott and CFO, Michelle Jablko, will present for around 25 minutes and after that we'll go to Q&A, thanks Shayne. Thank you. Good morning. Today is about result and it's important to cover where we are, but frankly it's more important to share what we will do from here. I could spend",
    "environment is, but you all know that. More regulation, intense competition, low rates and slow growth, we get it, but we are prepared well. Earnings this year were stable, we further strengthened the balance sheet, exited more non-core",
    "increase in investment. 2",
    "per share increased 2% and net tangible assets per share, 6%. I am pleased that we are able to maintain our dividend at $0.80, although I acknowledge that some shareholders will be disappointed that we're reducing franking to 70%. Our decision",
    "of our business, but recognises how important the dividend, franking and predictability is to our shareholders. Our balance sheet has never been stronger. We've delivered significant change in the past four years, rebalancing our portfolio and improving capital efficiency and 2019 was no exception. That allowed us to return $5.6 billion to shareholders while still increasing our capital.",
    "can do, but it's our job to ensure that our resources are focused on those things that make a real difference. We've tweaked words and tightened up the language, but the strategy we launched in 2016 remains relevant and appropriate. For 2020 we've implemented a six-point plan, modified accountability for our top team, changed governance processes all the way up to the Board, enhanced the metrics we use to monitor results and we've increased pace. We meet",
    "decisions. As I said, we're focused on the six levers that we think will have the biggest impact: running the business well, maintaining discipline within Institutional, resolving our challenges in New Zealand, investing to prepare Australia for growth, driving further simplification and building the team's resilience and capability. 3 It's easy to get distracted, but running the business well is our top priority. It's particularly true in Australia where we have acknowledged our challenges. We've responded appropriately, we've changed the leadership team and the organisational structure. We're refining credit policies and investing to reduce processing times and increased capacity. We're delegating",
    "metrics daily.",
    "resulting in uplift in applications is good, the real benefit was",
    "capacity and reduce approval turnarounds. These actions position us well as we head into 2020. However, while the housing market shows some signs of improvement, system growth remains hard to predict. Low interest rates are also putting pressure on margins and managing that trade-off is complex, but we're focused on managing risk-adjusted margin more than simple market share growth.",
    "remediation, because it's the right thing to do, but also because the sooner we finish, the sooner we can apply learnings and refocus on responsible growth. For a range of reasons, ANZ started a little earlier than our peers and from what we can see, we're a little further ahead. We're investing",
    "identify any new issues. I can't tell you when we will be finished, but we are working as hard as we can to get it done. Finally, running the business well means strengthening the Bank, operationally, culturally and financially. The work done over four years to simplify and de-risk the Bank has seen our expected loss rates fall again. 4",
    "normal credit conditions at some point, but our book is inherently lower risk than before. We have not changed our risk appetite, although we have reduced our assumptions around cost of capital, which will have an impact on the business rating strategy, particularly in Institutional.",
    "value to customers. Its returns are now above our cost of",
    "fall, our Institutional business is increasing in relative value. But we're not done. Our plan for Institutional is simple: keep disciplined. There is no change in strategy, there is no change in target market, we will continue to do more with the customers we know and trust. We will do more on cost and simplification,",
    "on credit and focused on the risk-adjusted returns. In New Zealand, the Reserve Bank has two major changes on the table: BS11 and the proposed new capital regime. Preparation for BS11 is well advanced but it comes at a cost, which we estimate at around $350 million over three years. We've already invested $42 million in FY19, which explains the increase in New Zealand operating expense. BS11 investment is not called out as a large and notable item. Now Michelle will talk through the proposed capital changes, but I've expressed my concerns about them, but we're not sitting by hoping for the best. We're taking the proposals as a catalyst to do better, to be leaner and more focused. We meet weekly and we're actively",
    "actions. We intend to remain the largest and most successful bank for New Zealanders, but how we go about delivering that will change. 5 Those priorities are about running the place well, but we also need to invest for the future, particularly in Australia. Australian retail and commercial banking is a good business, generating decent returns, but it's getting tougher. We've strengthened our balance sheet, we've reduced operating risk and we've",
    "to invest without calling on shareholders. Over the past decade we've invested about $1.2 billion each year in new technology and systems across the Group. In 2019, we invested a record amount of $1.4 billion and we will invest even more in 2020. Other than BS11, that increase is focused on Australia, but we didn't do this on a buy-now-pay-later scheme; 70% of the investment is expensed during the year. As a result, software",
    "the lowest amongst our peers, reflecting our more",
    "holding ourselves to account to deliver outcomes. The investments we're making in Australia will reshape ANZ for the coming decade and my team is deeply involved in the detail. Simpler and better has become the industry mantra. We started early, but it is getting harder. Looking through the noise, our cost base today is around $8.6 billion and getting to this point hasn't been easy. I will remind you that it's the lowest cost base in six years and we've absorbed a lot of change over that time. Revenue is also $450 million higher today than six years ago, despite selling 23 businesses.",
    "function processes that represent around 70% of that cost base. The work is coordinated with other priorities, particularly",
    "underway, the major execution will start in the new year. 6 Michelle Jablko: We will not jeopardise the franchise to meet an arbitrary target,",
    "the bank to $8 billion. This work is incredibly important and I am personally leading it.",
    "culture and that means our people. We're asking more of our team than ever before, particularly in terms of change and accountability. I don't see that environment getting any easier and so we're investing to build capability and resilience and there are signs that this is having an impact. Our culture audits show that our people believe in the strategy, are committed to doing the right thing and want ANZ to succeed. We recently",
    "history at 77% and we saw an 82% increase in applicants for graduate roles. I don’t take the engagement of our people for granted and we will continue to invest in their capability,",
    "challenging environment. I'll now hand over to Michelle to walk through the results in more detail. Thanks Shayne and good morning. This year we had three things to balance: fixing issues of the past, running our business well and building for the future. Right now, like many in the industry, we're more heavily weighted towards fixing past issues. But we've also been investing more to further simplify the business and build for the future. Against this backdrop we had a solid result. Continuing cash profit was flat at $6.5 billion. EPS was up 2% and ROE was stable. Revenue in our Australian retail and commercial business was down $590 million, reflecting margin and fee pressures and some execution challenges. 7 We saw the benefits of disciplined growth in Institutional, with cash profit up 11% and ROE almost 100 basis points higher.",
    "investment, they were down 1.6% FX adjusted. Credit losses remained low, benefiting from significant work in recent years to de-risk the business. Our work on customer remediation continued and we took $682 million in post-tax remediation charges. So while the broader operating environment was challenging, we maintained cash profit and increased EPS. We also maintained the dividend at $0.80 per share, but it will be franked at 70%. I'll spend some time at the end taking you through this once we've discussed the result. Balance sheet strength has been the key plank of our strategy. Our CET1 ratio is 11.4%, around $3.5 billion above unquestionably strong. Organic capital generation remained high at 165 basis points for the full year. We returned capital to our shareholders, completing $1.1 billion in share buybacks this year. We neutralised the DRP for the sixth consecutive half and absorbed 60 basis points of new regulatory imposts during the year. So while there are clearly some regulatory uncertainties, we face them from a position of strength. We're engaging with our regulators on a number of possible capital changes. Most of these remain in consultation. While in the past the primary focus has been on Level 2 Group capital, these potential changes put an increased focus on Level 1. This slide shows the difference between Level 1 and Level 2 capital generation this year. The difference stems largely from our New Zealand Board already retaining around $1.5 billion of",
    "Zealand over the next few years. We expect the RBNZ's final position in December. 8",
    "subsidiaries. While the paper implies an impact of $2.5 billion, there are measures that could materially offset this. In short, while there are still many moving parts, our capital position",
    "than quantum. Once we have more clarity, we will consider future capital management and capital allocation opportunities. There are six key things that really shaped the result this year: lower revenue in Australia, disciplined growth in Institutional, margin pressures across the Group, good outcomes on cost and credit quality, and further customer remediation charges. Australia revenues were down $590 million for the year, but stabilised in the second half. $530 million of the reduction was due to lower margins and fees. $60 million was due to lower volume, largely because of the slower housing market and some execution issues in home loans, as well as lower credit card and personal loan volumes, in line with market trends,",
    "business. Our mortgage portfolio is down $7 billion for the full year, almost all in interest only loans. In the second half of the year, we significantly improved our home loan assessment times,",
    "for the front line. This has seen the overall rate of decline in",
    "half. We also ran a major marketing campaign to attract new",
    "channels. As a result, application volumes increased, with average levels in the second half more than 30% higher than the first. Importantly, our improved momentum has continued,",
    "average and slightly below 2018 levels. 9",
    "amortisation, with 82% of customers paying principal and",
    "repayments, given lower interest rates.",
    "more disciplined business. On a year-on-year basis, revenue, profit and ROE all increased. This was driven by another record year in payments and cash management, where revenue was up 10%. Loans also performed well, up 7%. Markets were flat year on year at around $1.8 billion, with the",
    "volatility. Market sales were up and were actually more than half of market's revenues for the year.",
    "impact margins. Underlying NIM was down five basis points. Asset and funding mix had a two basis point impact. With rate cuts globally, deposit margins were down four basis points, mostly in Australia. Lower rates also impacted earnings on",
    "points. There was some benefit from lower wholesale funding costs and some asset repricing, but these weren't enough to",
    "pressures across all businesses.",
    "term. Competition and mix impacts are continuing. There will be a further negative impact in the first half of 2020 from rate cuts that have already happened, including the RBA rate cut earlier this month and the Fed cut overnight. This is around three basis points and net of recent repricing decisions. 10 Any additional rate cuts would have further impacts. We know that around $110 billion of our deposits globally are already at or near zero rates, so any further cuts would impact deposit margins as well as our earnings on invested capital. Adjusted for FX costs across the Group were down 1.6% this year, despite the impact of higher regulatory and compliance costs and inflation. Costs in institutional were down for the seventh half in a row, costs in Australia were flat. This year we generated $260 million of savings across the Group after absorbing inflation of $160 million. For example,",
    "improvements. We replaced higher cost managed services with internal resources and technology. We continued to",
    "network. This outcome has not been at the expense of investment. In fact investment spend is up $185 million over the year. Quite",
    "spend, such as meeting our BS11 requirements in New Zealand and a number of compliance projects in Australia.",
    "commercial, along with digital data and payments initiatives.",
    "spend as an extra burden, this spend also improves the business through enhanced data quality, better customer origination processes, and lower operational risk. Importantly 70% of our investment spend is recognised upfront as OpEx, given our $20 million capitalisation threshold. Driving our capitalised software balance to a new low of $1.3 billion. 11",
    "deliver with a loss rate of only 13 basis points for the year.",
    "provisions in the prior year.",
    "and a 40% reduction in impaired assets. This wasn’t because of write-backs and recoveries, which were down $100 million in the division. Our collective provision remains strong at $3.4 billion.",
    "remains stable. Gross and new impaired assets were both down 5% year-on- year. Australian mortgage 90 days past due were 116 basis",
    "quarter. The absolute number of loans past due and losses both remain small. Across our book 76% of customers are ahead on their repayments, and 82% are now paying principal and interest.",
    "remediation this year. On 8 October we announced additional remediation charges of $559 million, bringing our full year charge to $682 million. Total remediation charges over the past three years are around $1.6 billion. Our balance sheet provision now stands at around $1.1 billion.",
    "over 1000. Around 70% of the current year charge relates to",
    "our proactive discovery reviews. These product reviews are ongoing. We have provided for what we know and we are working hard to put customers right as soon as possible. 12 Turning to the dividend. The Board has proposed to maintain a final dividend of $0.80 per share, franked at 70%, and to neutralise the DRP. In making its dividend decision the Board",
    "shareholders, including retail. The Board landed on $0.80 per share supported by our strong capital position. On franking, you know that our position has been tight for a while. This half was franked at 70%. While there are some subtleties around timing of tax payments, statutory profit in our Australian geography is the key driver here. These earnings",
    "underlying revenue, remediation costs, the bank levy and the divestment of wealth. This year Australian geographic earnings were 55% of our total, compared to a dividend payout ratio of 76%.",
    "useful to provide some context for the first half of 2020. On",
    "is improving. While we expect this to lead to improvement in new volumes, this needs to be balanced with faster amortisation of our existing book in a low rate environment. On margins a combination of competitive pressures, mix",
    "continue to have an impact. In the past we have said that we manage markets as a $2 billion business in terms of capital and resource allocation.",
    "term, and we're changing out settings accordingly. 13 Shayne Elliott: On expenses we are committed to absolute cost reduction. But as we have said, the paths may not always be linear. With",
    "2020 to be around $150 million to $200 million higher than the second half of '19. We will have a new accounting standard on leases and higher investment, including BS11. In the medium-term lowering costs remains an intense focus",
    "$8 billion cost ambition. The first half is also likely to bring clarity on regulatory capital. Once we have this we can",
    "management opportunities.",
    "create a simpler, stronger and more productive ANZ place us in a good position. With that I'll hand back to Shayne.",
    "reposition ANZ for long-term success. We recognised that while banking would remain attractive a step-change in the",
    "no longer be successful. We have work to do but have prepared well by strengthening our balance sheet, reducing financial and non-financial risk, simplifying the bank, enhancing management capability and improving productivity.",
    "execution. Low interest rates and the weaker global economy mean that growing revenue will be difficult. Remediation requires ongoing effort, and we do need to invest for future growth. 14 Credit conditions are benign but they will turn at some point. But our balance sheet is strong, our revenue sources diverse and we have a clear plan with a focus on simplification, productivity and capital efficiency. Our people are more engaged than ever. I do not underestimate the challenge. But remaining true to our purpose, values and our strategy will unlock opportunity to the benefit of our customers and shareholders alike. 15"
]