[
    "ANZ NZ reports 2019 full-year result ANZ Bank New Zealand1 today reported a statutory2 net profit after tax (NPAT) of NZ$1,825 million for the 12 months to 30 September, 2019 – an 8% decrease on the 2018 financial year. Cash NPAT of NZ$1,933 million, up 2% on the previous year, benefited from the sales of life insurance company OnePath Life (NZ) Limited and ANZ New Zealand’s 25% share in Paymark Limited. ANZ New Zealand Acting Chief Executive Officer Antonia Watson said while the company’s full-year result reflected a solid underlying performance, it had been a challenging 12 months for ANZ New Zealand reputationally. “It has been a transformative year for our industry. While reviews by the FMA and RBNZ concluded the widespread misconduct issues in Australia were not found in New Zealand they helped us take stock of where we are today, what we’re doing well and what we could do better for our customers, and we’re making changes,” Ms Watson said. “Beyond those reviews we have faced our own challenges. Despite our tough year our people have continued to put our customers first every day. “Our customers continue to choose ANZ because our staff are committed to doing what’s best for them. We offer products and services that help Kiwis achieve their goals, we continue to sharpen the value we offer by making banking easier and more accessible, monitoring our fees and interest rates and giving back to our communities.” Despite the difficult year ANZ New Zealand continued to perform well, Ms Watson said. “While underlying revenue growth has been subdued, both customer deposits were up 5%, and gross lending up 4%. Our focus on responsible lending means credit quality remains strong and provision charges low. “Strong competition in the home lending market combined with Official Cash Rate cuts saw interest rates drop to the lowest levels on record, providing a good opportunity for first home buyers to enter the market and for home owners to pay off as much debt as possible.” Remediation and increased regulatory requirements contributed to a 5% increase in operating expenses on a cash NPAT basis. Ms Watson said the New Zealand economy, while growing at a slower pace, is fundamentally in good shape which is promising for businesses moving into 2020. “Demand for commodity exports is healthy, construction activity is firm, plus lower interest rates and an easing NZD are supporting activity. Growth is expected to start lifting as easier monetary conditions make an impact.” 1 ANZ New Zealand represents all of ANZ’s operations in New Zealand (NZ Geography), including ANZ Bank New Zealand Limited, its parent company ANZ Holdings (New Zealand) Limited and the New Zealand branch of ANZ . 2 Statutory profit has been adjusted to exclude non-core items to arrive at cash profit continuing basis, the result for the ongoing business activities of ANZ New Zealand. Refer to Summary of key financial information for details of reconciling items between cash profit and statutory profit. Australia and New Zealand Banking Group Limited ABN 11 005 357 522 Key Points All comparisons are year ended 30 September 2019 compared with year ended 30 September 2018 and on a",
    "Statutory profit down 8% at NZ$1,825 million. Cash profit up 2% at NZ$1,933 million including impact of one-off items. Revenue up 3% including impact of one-off items. Expenses increased 5% due to higher regulatory compliance spend. Customer deposits up 5% and gross lending up 4%. KiwiSaver funds under management grew 14% to $14.8 billion. Ordinary dividend of NZ$375 million paid in March 2019. The company continued to simplify its product offering and focus on suitability for customers. “Our focus on digitisation and efficiencies means we have cut fees on a range of products, services and interest rates this year, passing on more than $20 million in savings to customers.” One million customers now use ANZ goMoney, the company’s mobile banking app. ANZ New Zealand is again exploring a range of strategic options, including divestment, for wholly-owned subsidiary UDC Finance. ANZ New Zealand branch staff have helped prevent more than $2 million of fraudulent over- the-counter transactions, and presented fraud prevention education lessons to 5,000 Kiwis. Ms Watson said this financial year was the first without frontline incentives at ANZ New Zealand and staff had embraced the cultural change away from sales targets while still focusing on good customer outcomes. ANZ New Zealand awaits the outcome of the Reserve Bank of New Zealand’s capital review, due in early December. The company, which won 2019 Canstar Bank of the Year - Agribusiness, continues to work with Agri customers to help them move towards stronger, more resilient and sustainable businesses. Other highlights for the financial year include: ANZ New Zealand’s funds under management grew 11% to $34.1 billion, and remains the largest KiwiSaver provider with 14% growth to $14.8 billion.  Leading a $500 million Housing New Zealand Sustainability Bond to help fund investment in sustainable social housing supporting the company’s wider commitment to helping Kiwis live in warmer, drier homes. Offering discounted home-loan rates for homes built or upgraded to meet 6-Star sustainability standards. Extending ANZ New Zealand’s $100 million pledge in interest-free insulation lending to include heat pumps. Now almost 2,000 customers have taken out a relevant loan.  Donating $15 million to local sponsorships and charities, including raising almost $1 million for Daffodil Day. ANZ New Zealand staff helped plant more than 50,000 trees along the New Zealand coastline, and picked up 10,000 litres of rubbish at local beaches, plus volunteered 23,000 hours of service in the community.",
    "Summary of key financial information ANZ New ZealandHalf yearHalf yearSep 19 vSep 19 vFull yearFull yearSep 19 vSep 19 vProfitSep 19Mar 19Mar 19Mar 19Sep 19Sep 18Sep 18Sep 18NZ$mNZ$mNZ$m%NZ$mNZ$mNZ$m%Net interest income1,606 1,626 (20)-1%3,232 3,177 55 2%Other operating income440 654 (214)-33%1,094 1,015 79 8%Operating income2,046 2,280 (234)-10%4,326 4,192 134 3%Operating expenses850 735 115 16%1,585 1,503 82 5%Profit before credit impairment and income tax1,196 1,545 (349)-23%2,741 2,689 52 2%Credit impairment charge67 32 35 109%99 53 46 87%Profit before income tax1,129 1,513 (384)-25%2,642 2,636 6 0%Income tax expense310 399 (89)-22%709 732 (23)-3%Cash profit1819 1,114 (295)-26%1,933 1,904 29 2%Reconciliation of cash profit to statutory profitCash profit819 1,114 (295)-26%1,933 1,904 29 2%Reconciling items (net of tax):Economic and revenue hedges277 (104)181 large(27)67 (94)largeRevaluation of insurance policies3- (81)81 -100%(81)15 (96)largeStatutory profit 896 929 (33)-4%1,825 1,986 (161)-8%Comprising:Retail424 510 (86)-17%934 1,066 (132)-12%Commercial256 286 (30)-10%542 581 (39)-7%Central Functions3 - 3 large3 8 (5)-63%New Zealand Division683 796 (113)-14%1,479 1,655 (176)-11%Institutional127 140 (13)-9%267 258 9 3%Technology and Group Centre19 178 (169)-95%187 (9)196 largeCash profit1819 1,114 (295)-26%1,933 1,904 29 2%Reconciling items77 (185)262 (108)82 (190)Statutory profit1896 929 (33)-4%1,825 1,986 (161)-8%1. Gains on sale of OnePath Life (NZ) Ltd and Paymark Ltd2. Economic and revenue hedges3. Revaluation of insurance policiesFair value gains and losses are recognised in the Income Statement on economic and revenue hedges used to manage interest rate and foreign exchange risk. The mark to market adjustments on these derivatives, not designated in an accounting hedge, are removed from cash profit as the fair value gains or losses will reverse over time to match the profit or loss on the hedged item. Included in economic hedges are funding related swaps and specialised leasing transactions.To calculate certain policy liabilities, projected future cash flows on insurance contracts are discounted at a market discount rate to the present value of the obligation. Any change is reflected in the Income Statement each period. The volatility from changes in market discount rates is removed from cash profit each year as the impact reverts to zero over the life of the insurance contract. Accumulated gains of $86m after tax have been returned to cash profit upon the sale of OPL NZ as noted in point 1 above.Statutory profit for the half year ended 31 March 2019 includes a $59m gain on sale of OnePath Life (NZ) Ltd (OPL NZ) and a $39m gain on sale of Paymark Ltd. Cash profit also includes an after tax gain of $86 million on the reversal of the life-to-date cash profit adjustments on the revaluation of OPL NZ insurance policies sold. A further $7m gain on sale of OPL NZ was recognised in the half year ended 30 September 2019 arising from lower than expected separation costs. The cash profit impact of these items is included in Technology and Group Centre."
]