[
    "Notification of dividend / distribution Notification of dividend / distribution",
    "Security on which the Distribution will be paid ANZPF - CAP NOTE 6-BBSW+3.60% PERP NON-CUM RED T-03-23",
    "Pursuant to Condition 3.2 of the Note Terms, the Distribution amount has been adjusted (refer to 2A.9 and 3A.1b for the adjusted amount) to reflect a revised Franking Rate of 70 percent (with associated changes in Part 3A below). This increase in the Distribution amount compensates holders for the unfranked component of the Distribution.",
    "This Distribution payment is subject to ANZ's absolute discretion and no Payment Condition existing in respect of the Distribution Payment Date (these are standard conditions in respect of every six monthly Distribution paid on CN3). Any Australian resident holder should ensure they have provided their Tax File Number (TFN), Australian Business Number (ABN) or other tax exemption to ANZ's Share Registrar to ensure that ANZ is not required to withhold tax in respect of the unfranked component of the Distribution. For more information in relation to Distributions paid on ANZ CN3, please refer to 5.1 and the ANZ CN3 Prospectus dated 5 February 2015.",
    "1.1 Name of +Entity AUSTRALIA AND NEW ZEALAND BANKING GROUP LIMITED",
    "1.2 Registered Number Type ABN 11005357522 1.3 ASX issuer code ANZ",
    "Notification of dividend / distribution 1 / 5 Notification of dividend / distribution",
    "1.6 ASX +Security Code ANZPF ASX +Security Description CAP NOTE 6-BBSW+3.60% PERP NON-CUM RED T-03-23 Part 2A - All dividends/distributions basic details 2A.1 Type of dividend/distribution Ordinary 2A.2 The Dividend/distribution: relates to a period of six months 2A.3 The dividend/distribution relates to the financial reporting or payment period ending ended/ending (date) Monday March 23, 2020 2A.4 +Record Date Monday March 16, 2020 2A.5 Ex Date Friday March 13, 2020 2A.6 Payment Date Tuesday March 24, 2020 2A.7 Are any of the below approvals required for the dividend/distribution before business day 0 of the timetable? Security holder approval Court approval Lodgement of court order with +ASIC ACCC approval FIRB approval Another approval/condition external to the entity required before business day 0 of the timetable for the dividend/distribution.",
    "2A.8 Currency in which the dividend/distribution is made (\"primary currency\") AUD - Australian Dollar Notification of dividend / distribution 2 / 5 Notification of dividend / distribution 2A.9 Total dividend/distribution payment amount per +security (in primary currency) for all dividends/distributions notified in this form AUD 1.77540000 2A.10 Does the entity have arrangements relating to the currency in which the dividend/distribution is paid to securityholders that it wishes to disclose to the market? No 2A.11 Does the entity have a securities plan for dividends/distributions on this +security? We do not have a securities plan for dividends/distributions on this security 2A.12 Does the +entity have tax component information apart from franking? No Part 3A - Ordinary dividend/distribution 3A.1 Is the ordinary dividend/distribution estimated at this time? No 3A.1b Ordinary Dividend/distribution amount per security AUD 1.77540000 3A.2 Is the ordinary dividend/distribution franked? Yes 3A.3 Percentage of ordinary dividend/distribution that is franked 70.0000 % 3A.4 Ordinary dividend/distribution franked amount per +security AUD 1.24278000 3A.6 Ordinary dividend/distribution unfranked amount per +security excluding conduit foreign income amount AUD 0.00000000 3A.7 Ordinary dividend/distribution conduit foreign income amount per security AUD 0.53262000 Part 3D - Preference +security distribution rate details Notification of dividend / distribution Estimated or Actual? Actual 3A.1a Ordinary dividend/distribution estimated amount per +security AUD 3A.2a Is the ordinary dividend/distribution fully franked? No 3A.3a Applicable corporate tax rate for franking credit (%) 30.0000 % 3A.5 Percentage amount of dividend which is unfranked 30.0000 % 3 / 5 Notification of dividend / distribution 3D.1 Start date of payment period Tuesday September 24, 2019 3D.2 End date of payment period Monday March 23, 2020 3D.3 Date dividend/distribution rate is set (optional) 3D.5 Number of days in the dividend/distribution period 182 3D.6 Dividend/distribution base rate (pa) 1.0287 % 3D.7 Comments on how dividend/distribution base rate is set This is the 180 day Bank Bill Rate (average mid-rate) on the first Business Day of the Distribution Period. For more information, please refer to the ANZ CN3 Prospectus dated 5 February 2015. 3D.8 Dividend/distribution margin 3.6000 % 3D.9 Comments on how dividend/distribution margin is set Margin as determined under the Bookbuild. For more information, please refer to the ANZ CN3 Prospectus dated 5 February 2015. 3D.10 Any other rate / multiplier used in calculating dividend/distribution rate -1.3886 % 3D.11 Comments on how other rate used in calculating dividend/distribution rate is set The Distribution Rate is calculated in accordance with the Note Terms as 70% of the aggregate of the Bank Bill Rate (refer 3D.6) and the Margin (refer 3D.8) (together the \"Aggregate Rate\"). The figure in 3D.10 represents 30% of the Aggregate Rate (ie the current corporate tax rate) - this amount is deducted from the Aggregate Rate to calculate the Distribution Rate under the Terms. For more information, please refer to the ANZ CN3 Prospectus dated 5 February 2015. 3D.12 Total dividend/distribution rate for the period (pa) 3.2401 % 3D.13 Comment on how total distribution rate is set The Distribution Rate is calculated under the Note Terms (refer to 3D.11) and is not adjusted for a Franking Rate of less than 100%. As such, the adjusted Distribution amount contained in 2A.9 and 3A.1b cannot be directly calculated by reference to the Distribution Rate. Refer to the Note Terms and the ANZ CN3 Prospectus dated 5 February 2015 for more details. Part 5 - Further information Notification of dividend / distribution 4 / 5 Notification of dividend / distribution 5.1 Please provide any further information applicable to this dividend/distribution The unfranked portion of the Distribution will be sourced from ANZ's conduit foreign income account. For more information in relation to Distributions paid on ANZ CN3, please refer to the ANZ CN3 Prospectus dated 5 February 2015.",
    "This Distribution payment is subject to ANZ's absolute discretion and no Payment Condition existing in respect of the Distribution Payment Date (these are standard conditions in respect of every six monthly Distribution paid on CN3). Any Australian resident holder should ensure they have provided their Tax File Number (TFN), Australian Business Number (ABN) or other tax exemption to ANZ's Share Registrar to ensure that ANZ is not required to withhold tax in respect of the unfranked component of the Distribution. For more information in relation to Distributions paid on ANZ CN3, please refer to 5.1 and the ANZ CN3 Prospectus dated 5 February 2015. Notification of dividend / distribution 5 / 5"
]