{"context": "31 OCTOBER 2019"}
{"context": "ANZ today announced a Statutory Profit after tax for the Full Year ended 30 September 2019 of $5.95 billion, down 7% on the prior comparable period. Cash Profit1 for its continuing operations was $6.47 billion, flat with the prior comparable period. Cash Earnings per Share increased 2% to 228 cents. ANZ’s Common Equity Tier 1 Capital Ratio was stable at 11.4% and around $3.5 billion above the Australian Prudential Regulation Authority’s (APRA) ‘unquestionably strong’ measure. Return on Equity decreased 10 bps to 10.9%. The proposed Final Dividend is 80 cents per share, partially franked at 70%. This equates to $2.3 billion to be paid to shareholders against ANZ’s market capitalisation of $78 billion."}
{"context": "Earnings ($m) FY19 FY18 Movement"}
{"context": "5,953 6,400 7% Cash Profit (continuing basis) 6,470 6,487 0% Profit before credit impairment & tax 9,958 9,966 0% Earnings per share (cents) 227.6 223.4 +2%"}
{"context": "10.9% 11.0% 10bps"}
{"context": "0.68% 0.72% 4bps Dividend per share (cents) 160 160"}
{"context": "FY19 FY18 Movement Total credit impairment charge as a % of average GLAs 0.13% 0.12% +1bps"}
{"context": "2,007 2,108 5% Balance Sheet ($b) FY19 FY18 Movement Gross Loans and Advances (GLAs) 618.8 608.4 +2% Total Risk Weighted Assets (RWAs) 417.0 390.8 +7%"}
{"context": "511.8 487.3 +5% Common Equity Tier 1 Ratio (CET1) 11.4% 11.4%"}
{"context": "FY19 FY18 Movement Full time equivalent staff (including discontinued) 39,060 39,924 2% 1 All financials are on a Cash Profit Continuing Basis with growth rates compared to the Full Year ended 30 September 2018 unless otherwise stated"}
{"context": "ANZ Chief Executive Officer Shayne Elliott said: “This has been a challenging year of slow economic growth, increased competition, regulatory change and global uncertainty. “Despite the challenges, we maintained focus on improving customer experience, balance sheet strength and improving our culture and capability. In doing this, we significantly reduced the cost and risk of operating the bank even though strong headwinds impacted the sector. Investment was at record levels and we are a far stronger bank as a result of the progress made this year. “Retail & Commercial in Australia had a difficult year. Along with increased remediation charges, intense competition and record low interest rates have had a significant impact on earnings. While yet to flow through to the balance sheet, management actions and operational improvements have seen a steady recovery in home loan applications in recent months. This momentum is expected to be maintained into 2020. “The transformation of Institutional continued to provide prudent and diversified growth. While macro conditions had an impact on financial performance in the second half within Markets, the broader business is now generating returns above our cost of capital, providing important diversification given the lower growth in our home markets. “New Zealand delivered a solid underlying result in an increasingly competitive environment. Compliance and remediation costs contributed to higher operating expenses. This was mainly driven by the complex work required to comply with new regulatory standards that all subsidiary banks be able to operate as stand-alone entities. “In proposing the Final Dividend and franking level, the Board considered the bank’s strong capital position and its organic capital generation capacity. Our decision to reduce franking to a new base reflects the changed shape of our business as well as recognising how important the dividend, franking and predictability is to shareholders,” Mr Elliott said."}
{"context": "Business initiatives  Operational improvements and a targeted marketing campaign resulted in a greater than 30% increase in average applications for Australian home loans in the most recent half.  Capital benefits of $2.7 billion through completed sales of OnePath Life to Zurich Financial Services Australia, a 55% stake in our Cambodian joint-venture to J-Trust, the retail and small business franchise in Papua New Guinea to Kina Bank, and OnePath Life (NZ) to Cigna Corporation.  Migrated more than 60,000 users onto a new Institutional customer self-service platform, providing access to all transaction accounts, payments and foreign exchange in one place.  Investment spend increased $185m targeting improvements to customer experience and origination systems, along with meeting increased regulatory and compliance obligations.  New ventures arm, ANZi, invested ~$65 million in emerging growth companies that can help create long-term strategic value. Building trust, leading with purpose2  Implemented industry leading reform to group-wide remuneration structure, replacing individual bonuses for more than 80% of people with an incentive based on Group performance.3"}
{"context": " Since 2015, funded and facilitated $19.1 billion in environmentally sustainable solutions such as ‘green buildings’, low emissions transport, green bonds, renewable energy and efficient irrigation, exceeding our target ahead of time.  Joint Lead Manager on $315m National Housing Finance and Investment Corporation social bond, and Lead Manager for Housing New Zealand’s two wellbeing bonds (NZD$500m and NZD$600m) to provide new and upgraded social housing. Capital Allocation & Efficiency  Maintained strong CET1 of 11.4% (11.5% proforma) well above APRA’s 10.5% ‘unquestionably strong’ benchmark; organic capital generation of 75bps for 2H19 – in line with historical averages.  Reduced shares on issue by 42 million (equivalent of $1.12 billion) as part of the $3 billion buy-back that concluded in March 2019.  Group’s funding and liquidity position remained strong with the average Liquidity Coverage Ratio for the second half at 143% and Net Stable Funding Ratio at 116%.  Neutralised dividend reinvestment program for sixth consecutive half. Expense Control & Productivity  Disciplined focus on costs enabled the Group to absorb inflation of $160 million and, the cost of increased regulatory and compliance obligations including NZ BS11 requirements, while also continuing to invest in customer initiatives.  Productivity benefits of around $260 million largely driven by business simplification, process improvements and consolidation of international property footprint.  Reduced FTE by a further 1% to 37,588 for continuing operations. A 12% reduction in Institutional, largely through divestments, was offset by a 1% increase in Australia due to higher resources required for compliance and customer remediation.  Reduced ANZ’s software balance this year by a further 7% to $1.3 billion. More than 70% of investment spend now expensed, with threshold for capitalisation of software development costs increasing to $20m in 1H16. Continues to be lowest of domestic peers."}
{"context": "The Board recognises the importance of maintaining a stable dividend for many shareholders. This year it has assessed a proposed final dividend of 80 cents per share and franking of 70%, which is now appropriate given the changes to our business model, including the divestments of Wealth businesses in Australia, as well as the changing operating environment. This decision took into account ANZ’s strong capital position and its organic capital generation capacity. 2 ANZ’s progress against its sustainability targets are published on anz.com/cs 3 Executive Committee members excluded given subject to regulatory remuneration structures"}
{"context": "The total provision charge for the year was $795 million, up 16% from last year. The Group loss rate increased marginally to 13 bps (from 12 bps in 2018). Gross impaired assets reduced 5% year-on-year or $110 million to $2.0 billion. New impaired assets for the year were 2.0 billion, 5% lower than 2018. This was driven by a reduction in Institutional, which was partly offset by an increase in impairments for commercial businesses in Australia. While housing loans past due in Australia stabilised in the most recent quarter, we remain cautious given credit losses remain at historically low levels."}
{"context": "ANZ is engaging with both APRA and the Reserve Bank of New Zealand (RBNZ) on their announced proposals that could lift the amount of capital required to support our New Zealand subsidiary. The impact of these changes depends on a number of factors and the final outcome remains uncertain. This includes the outcome of consultation, particularly the amount of capital required, the time allowed to achieve it, and the instruments permitted to be used. Given ANZ is in a strong capital position with organic generation capacity, management will maintain its focus on capital efficiency. The Board can consider further capital management actions once any regulatory changes are known in the coming months."}
{"context": "An additional charge of $559 million was announced in October as a result of an increase in provisions for remediation work, taking the total charge to $1.2 billion since 1H17. ANZ recognises the impact this has on both customers and shareholders. We are taking a proactive approach and are conducting detailed reviews across the Group. There are more than 1000 people4 working on remediation. We returned more than $100 million to impacted customers this financial year."}
{"context": "Commenting on the outlook Mr Elliott said: “The Australian housing market is slowly recovering, however we expect challenging trading conditions to continue for the foreseeable future. “We expect the operational improvements made to our Australian home loans business to help restore market share in our targeted segments. Record low interest rates and intense competition will continue to impact profitability. “Geopolitical tensions will also place pressure on earnings given our exposure to global trade, although this can be managed through the diversification of our business. Increased compliance and remediation costs will also need to be closely managed over the foreseeable future. “Capital efficiency will remain a focus, particularly as we manage the proposed changes impacting our business in New Zealand. While these changes are not final, we are starting from a strong capital position with solid organic generation capability. “The environment has evolved as predicted. We have prepared well and our strong sense of purpose has us positioned to thrive in what will continue to be a tough period,” Mr Elliott said. 4 As at 30 September 2019 there were 500 people working in ANZ’s team dedicated to customer remediation. There are also around a further 500 people working on"}
{"context": "Video interviews with Chief Executive Officer Shayne Elliott and Chief Financial Officer Michelle Jablko are available at www.bluenotes.anz.com"}
{"context": "Stephen Ries, +61 409 655 551 Nick Higginbottom, +61 403 936 262 Jill Campbell, +61 412 047 448 Cameron Davis, +61 421 613 819"}
