{"context": "ANDREW CORNELL: Morning Shayne, thanks very much for joining us on bluenotes again on the morning of the annual result. It’s clearly a result which reflects a very different operating environment – one you’ve called challenging. But there are elements of the actual bank, the performance of the bank that you were happy with. So perhaps can we start with you talking about what the global environment was, the external environment and then what parts of the bank, what you did yourself that you were happy with? SHAYNE ELLIOTT: Sure. So clearly, for a bank in particular, our results very much reflect the operating environment and you stand back and think about what’s happening around the world, and here in Australia, there are a lot of factors that have made this a much more challenging year than we’ve been used to. So we’ve seen some of the global trade tensions – that has an impact. We’ve seen this trend to much lower interest rates everywhere in the world and now including here in Australia – that has an impact on bank profitability. It’s not that long ago we just finished the Royal Commission. The Royal Commission has had a real impact in terms of what we’re focused on, in terms of remediation and putting our best people to work on those issues – that has an impact on what we’re doing. And of course there are parts of the economy that are doing well, but there are parts that are doing not so well. And so all of those things conspire, plus good old fashioned competition, to make it a really kind of a challenging year to see real top-line growth and that was the experience that we had. Having said that, I am pleased with the progress we made. None of those things were unpredictable, in fact our point is that ANZ’s been really preparing for this for some period of time. That’s why for the last four years, we’ve talked about simplification, we’ve talked about capital efficiency and we’ve talked about productivity. And those things really did benefit the group this year and we’ve continued to focus on those to set us up for longer term success. ANDREW CORNELL: And those elements that have done well and that you have been working on for a couple of years, do you need to shift that focus at all given the challenging external conditions? SHAYNE ELLIOTT: Yes, I mean that’s an ongoing challenge. I know we’re a very large organisation and we are blessed with many resources, but even ANZ, even we cannot do everything. And so this year we’ve seen a really significant increase in the investment we have around … putting things right. The sad reality is that we have a lot of things to fix up, not just from the Royal Commission but in terms of ongoing remediations. That takes a lot of our very bright people, takes a lot of money and technology resource. So that is absolutely our number one priority and there’s more we’ve got to do there, but I’m really pleased with that and that has become – as I say – a big drain on resources. So we’ve done that. Productivity; in a lower-growth world like a lot of businesses out there – a lot of our customers – when times are tough you have to react suitably. So we’ve put a lot more effort into rethinking what we’re doing, who we’re doing it with, and our cost base in particular. So we made lots of progress on that as well. This is another year, for example, where we were able to keep our costs flat or down. Not easy in the environment, but appropriate for the times. ANDREW CORNELL: And if we look at the three main divisions of the bank, Institutional, New Zealand and Australia. Good solid results from Institutional and New Zealand, Australia and New Zealand Banking Group Limited ABN 11 005 357 522 disappointing result from Australia. Can you talk us through what went awry in Australia and how you see the steps to improve that? SHAYNE ELLIOTT: So the good news here is that we did have really great results in New Zealand and Institutional and let’s not forgot that those businesses were probably earlier into a period of transformation. It’s not that long ago that we talked about Institutional as having some real challenges to it in terms of generating decent returns in growth. And because of the hard work we’ve done there in terms of productivity and getting their capital efficiency right, that business is really doing well. And what we love about Institutional at ANZ – it’s part of our DNA and what we do particularly well – it provides real diversification for our shareholders. That’s a part of … partly because it’s an international focus and partly because it’s exposed to different parts of the economy. So that was really great to see and we’re very pleased with that result and, importantly, a really low-risk result there. Australia; Australia’s had a lot of these issues, these global issues and the outcomes of regulatory change and the Royal Commission – it’s all sort of hit at once. And so, that’s meant we’ve had to make a lot of changes in that business in a really short period of time and that does have an impact on business momentum, there’s no doubt about that. Early on I admitted that we didn’t always make the right decisions around some of that. But the good news is that when we had made mistakes, we were quick to recognise it and act. I’m really pleased with where we are today in terms of business momentum in Australia. We’re getting our, sort of mojo back there if you will out in the marketplace. We’ve got some really competitive product offerings, we’re seeing our market share and volume increase again. So I’m pleased with where we are, but I acknowledge it’s been a pretty messy year in parts of our Australia business. ANDREW CORNELL: We’re a couple of years at ANZ into agile working, New Ways of Working. Has that helped or hindered the transformation that’s going on in the Australian bank and how you’ve responded here? SHAYNE ELLIOTT: Oh it’s a massive help. There’s a lot of stuff written about this, but what’s it essentially about? It’s essentially about breaking down work into bite size chunks and being really agile. Making sure that when things happen in your business, when customers change their behaviour or when we see things changing from regulators or the environment, that we’re able to quickly respond. So it’s just a different mindset and it’s been enormously valuable to ANZ. I think part of the reason we’ve been able to get back on the front foot in terms of our home loan business in particular, was absolutely due to the agile approach that we had. So I think it’s been an enormous benefit. ANDREW CORNELL: One of the other things you’ve spoken about a bit now, it’s the assumptions around the cost of capital. Now I notice the Reserve Bank has said the same thing, that assumptions around the cost of capital are probably too high. So what does that mean in practice? Does that cause you to rethink the business? SHAYNE ELLIOTT: It was an observation I made, we were thinking about our own business, running our own business. But also, I spend a lot of time talking to customers and I was just reflecting on the fact that with interest rates a lot lower, the reality is that when you do the maths and figure out your cost of capital, so as a bank we’ve always assumed – well always, for the last four or five years – that our cost of capital was around 10 per cent. So we set our hurdle rates of what a good investment looks like. What we ask the business to deliver is relative to that. But actually if you do that maths today, our cost of capital is probably closer to 8 - 8.5 per cent. That’s a material difference. So we need to reset our expectations. And what I’ve been out testing with a lot of our customers is, how do they think about that? And it’s one of those things where our brain can tell us: `yes, you’re right, I understand the cost of equity is lower’. But actually in terms of just the way we’re running our business, the signals we’re sending to our front lines, the way we think about investments, whether that investment’s a good thing for us to do with shareholders’ money. That takes a little bit of time to catch up. So I think what the Reserve Bank’s saying is absolutely right. ANDREW CORNELL: And on the dividend front, the dividend’s steady, but it’s not fully franked this year. Can you walk us through that decision? SHAYNE ELLIOTT: So the first thing to acknowledge here is that it’s a very important decision and we’re very aware of the impact that it has on our shareholders and we don’t take that lightly. So what are the factors that we take into account? Well first, of course, is just the shape of our business and the degree to which our Australian earnings and the amount that they represent in our overall group profits. So that’s one, and that’s changed. Partly because we’ve sold some businesses in Australia, for the right reason, for the benefit in the long term for shareholders. And partly because, as we’ve mentioned, the profitability of the Australian business is under pressure. So that’s the first thing. The second thing is the bank has actually got a very strong balance sheet, so we’ve got a lot of capital and we continue to be profitable. And part of that’s because of our international business, New Zealand and Institutional, have held up their earnings very well. So that’s enabled us to maintain the dividend overall, but not maintain the level of franking. And then finally, of course, we do take into account that shareholders want some level of predictability around the dividend and want to know ‘how do I think about it over the longer term’ and we’ve also tried to give some sense of that in this decision. And that’s why the Board decided; maintain the dividend at 80 cents, however reduce the franking to 70 per cent. ANDREW CORNELL: Well, thanks very much for speaking with us this morning Shayne. Thanks for talking to bluenotes. SHAYNE ELLIOTT: Thank you."}
{"context": "Stephen Ries, +61 409 655 551 Nick Higginbottom, +61 403 936 262"}
