{"context": "News Release"}
{"context": "For Release: 17 October, 2019"}
{"context": "Update on OnePath P&I sale to IOOF"}
{"context": "ANZ today announced it has agreed a revised price for the sale of its OnePath Pensions & Investments (OnePath P&I) business and Aligned Dealer Groups (ADGs) to IOOF Holdings Limited (IOOF) of $850 million, being a $125 million reduction from the original sale price of $975 million announced in October 2017."}
{"context": "The new price of $850 million1 includes ~$25 million that ANZ has already received for the sale of its ADGs in October 2018. The revised terms reflect changing market conditions and include lower overall warranty caps as well as some changes to the strategic alliance arrangements."}
{"context": "ANZ Group Executive Wealth, Alexis George said: “This sale remains consistent with our strategy to simplify our operations by focussing on retail and business banking in Australia and New Zealand, and Institutional Banking across the Asia Pacific region. While there has been a reduction in the sale price, there have been offsets included and it also provides certainty for our customers and staff.”"}
{"context": "Subject to APRA approval, ANZ expects the transaction to complete in the first quarter of calendar year 2020 and is expected to increase ANZ’s APRA CET1 capital ratio by ~20 basis points. The Independent Trustee (OnePath Custodians) and ANZ have both confirmed no objection to the transaction."}
{"context": "The sale agreement includes termination rights for both ANZ and IOOF if the remaining condition of APRA approval is not satisfied."}
{"context": "ANZ and IOOF have agreed to extend the relevant date in the agreement to 31 December 2019, with each party having certain rights to further extend this date up until 30 June 2020."}
{"context": "For media enquiries contact:"}
{"context": "For analyst enquiries contact:"}
{"context": "Stephen Ries, +61-409-655-551 Nick Higginbottom, +61-403-936-262"}
{"context": "Jill Campbell, +61 3 8654 7749 Cameron Davis, +61 3 8654 7716"}
{"context": "1 Subject to completion adjustments Australia and New Zealand Banking Group Limited ABN 11 005 357 522"}
